{"idx": 1, "sentence": "Sapevo quale paziente l'infermiera aveva chiamato e il dottore medicato .", "label": 2}
{"idx": 2, "sentence": "Maria ha saputo dove il ministro prender questo provvedimento.", "label": 3}
{"idx": 3, "sentence": "Secondo te hanno parlato i ministri?", "label": 2}
{"idx": 4, "sentence": "Secondo te i cambi della rotta sono la motivazione dell'ammutinamento?", "label": 3}
{"idx": 5, "sentence": "La conclusione del restauro sono le tinteggiature della stanza.", "label": 2}
{"idx": 6, "sentence": "Nessuno studente sospetta che qualcuno abbia gi finito questo esercizio in tempo utile.", "label": 2}
{"idx": 7, "sentence": "I pittori hanno dipinto il panorama.", "label": 3}
{"idx": 8, "sentence": "Prima che il presidente andasse in pensione voi ottenevi dei vantaggi.", "label": 0}
{"idx": 9, "sentence": "I gatti entravano sempre in casa mentre lui serviva la cena.", "label": 3}
{"idx": 10, "sentence": "Siete voi professori che voi presidi avete elogiato alla riunione d'istituto.", "label": 1}
{"idx": 11, "sentence": "Secondo te gli strappi della bandiera sono la dimostrazione della sconfitta?", "label": 2}
{"idx": 12, "sentence": "Hanno indicato i cartelli la strada.", "label": 1}
{"idx": 13, "sentence": "Ci mostrarono l'anziano signore che Maria aveva registrato un paziente e Marco visitato un malato.", "label": 0}
{"idx": 14, "sentence": "Ci dissero che l'infermiera aveva chiamato un uomo e il dottore medicato.", "label": 1}
{"idx": 15, "sentence": "Carlo conosceva bene la ragazza con cui Sara voleva sempre passare il tempo .", "label": 2}
{"idx": 16, "sentence": "Le mamme hanno guidato la macchina.", "label": 3}
{"idx": 17, "sentence": "Quando ne avevamo bisogno noi organizzavamo sempre dei corsi per stranieri.", "label": 2}
{"idx": 18, "sentence": "I neonati hanno bevuto il latte.", "label": 3}
{"idx": 19, "sentence": "Nessuno studente sostiene di avere mai finito questo esercizio in tempo utile.", "label": 3}
{"idx": 20, "sentence": "Di solito loro accettavano i lavori di traduzione solo con pagamento anticipato.", "label": 2}
{"idx": 21, "sentence": "Le galline sono scomparse.", "label": 3}
{"idx": 22, "sentence": "Ci mostrarono l'anziano signore che Maria aveva registrato e Marco visitato.", "label": 2}
{"idx": 23, "sentence": "Quale candidato Susanna ha pensato che Carla avrebbe dovuto menzionare?", "label": 3}
{"idx": 24, "sentence": "Mentre gli invitati giocavano a carte loro suonava il pianoforte.", "label": 0}
{"idx": 25, "sentence": "Le dichiarazioni dell'accordo sono la conclusione dello sciopero.", "label": 2}
{"idx": 26, "sentence": "Prima di uscire di casa la sera io bevevo sempre una birra.", "label": 3}
{"idx": 27, "sentence": "Questo problema, lui ha detto che lei avrebbe dovuto descrivere questo candidato.", "label": 1}
{"idx": 28, "sentence": "Chi dici che l'infermiera abbia registrato un uomo e Marco visitato l'anziano signore?", "label": 1}
{"idx": 29, "sentence": "Per produrre questi abiti loro impiegavano solo stoffe di prima qualit.", "label": 3}
{"idx": 30, "sentence": "Siete voi politici che voi sindacalisti avete criticato alla manifestazione in piazza.", "label": 0}
{"idx": 31, "sentence": "Secondo te le attrici sono tornate?", "label": 3}
{"idx": 32, "sentence": "Ci mostrarono il paziente che Maria voleva vedere e il dottore visitare .", "label": 2}
{"idx": 33, "sentence": "lo studente dovrebbe considerare questo problema.", "label": 3}
{"idx": 34, "sentence": "Qualcuno ha detto che voi scrivevi una lettera a casa ogni sera.", "label": 0}
{"idx": 35, "sentence": "Nessuno si aspetta che qualcuno abbia mai finito questo esercizio in tempo utile?", "label": 1}
{"idx": 36, "sentence": "Ci mostrarono il paziente che l'infermiera aveva chiamato e Marco medicato.", "label": 3}
{"idx": 37, "sentence": "Quale problema credi che lo studente ha risolto in un'ora?", "label": 2}
{"idx": 38, "sentence": "Nessuno si aspetta che qualcuno abbia mai finito questo esercizio in tempo utile.", "label": 2}
{"idx": 39, "sentence": "Le lacerazioni della diga sono l'annuncio del disastro.", "label": 2}
{"idx": 40, "sentence": "Conoscevo il paziente che Maria aveva visto un paziente e Marco visitato un malato.", "label": 0}
{"idx": 41, "sentence": "Le prove sono scomparse.", "label": 3}
{"idx": 42, "sentence": "Ogni giorno insieme al falegname loro limava delle assi di legno.", "label": 0}
{"idx": 43, "sentence": "Prima di uscire di casa la sera io bevevamo sempre una birra.", "label": 0}
{"idx": 44, "sentence": "Giulio ha scritto che lei aveva detto che lo studente avrebbe dovuto descrivere questo problema.", "label": 2}
{"idx": 45, "sentence": "Prima che il presidente andasse in pensione voi ottenevate dei vantaggi.", "label": 2}
{"idx": 46, "sentence": "Secondo te le mucche hanno muggito?", "label": 3}
{"idx": 47, "sentence": "Cosa ti chiedi quale ingegnere ha costruito negli anni Sessanta?", "label": 0}
{"idx": 48, "sentence": "Sono i custodi che i postini hanno interpellato per aprire la cassetta.", "label": 2}
{"idx": 49, "sentence": "Ci dissero chi Maria aveva chiamato e Marco visitato l'anziano signore.", "label": 1}
{"idx": 50, "sentence": "Le ostentazioni del potere sono la minaccia della societ.", "label": 3}
{"idx": 51, "sentence": "Le decorazioni della villa sono il motivo dello stupore.", "label": 3}
{"idx": 52, "sentence": "Se i medicinali davano effetti collaterali tu sospendevate subito il trattamento.", "label": 0}
{"idx": 53, "sentence": "Secondo te i pannelli hanno ricoperto il tetto?", "label": 2}
{"idx": 54, "sentence": "I malati hanno starnutito.", "label": 3}
{"idx": 55, "sentence": "Sono arrivati gli ospiti.", "label": 3}
{"idx": 56, "sentence": "Secondo te i nemici sono scappati?", "label": 3}
{"idx": 57, "sentence": "Secondo te i racconti dell'epidemia sono l'ispirazione del film?", "label": 2}
{"idx": 58, "sentence": "Secondo te la documentazione del crimine sono le trascrizioni dell'intercettazi", "label": 1}
{"idx": 59, "sentence": "Nessuno sostiene di avere finito nessun esercizio in tempo utile?", "label": 2}
{"idx": 60, "sentence": "Uno studente sostiene di avere finito alcunch in cos poco tempo?", "label": 1}
{"idx": 61, "sentence": "Secondo te hanno trasmesso i cavi il segnale?", "label": 1}
{"idx": 62, "sentence": "Chi  che lei dovrebbe descrivere questo candidato?", "label": 0}
{"idx": 63, "sentence": "Questo candidato, lo studente dovrebbe descriverlo.", "label": 2}
{"idx": 64, "sentence": "Quando il tassista ritardava anche soltanto cinque minuti io perdevamo il treno.", "label": 0}
{"idx": 65, "sentence": "Secondo te le galline sono scomparse?", "label": 3}
{"idx": 66, "sentence": "Sapevo che l'infermiera aveva registrato un uomo e Marco medicato .", "label": 1}
{"idx": 67, "sentence": "Di solito nel secondo semestre lui seguiva il corso di storia.", "label": 3}
{"idx": 68, "sentence": "Secondo te le raffigurazioni della vittoria sono l'identificazione della nazion", "label": 2}
{"idx": 69, "sentence": "Secondo te i maiali sono ingrassati?", "label": 3}
{"idx": 70, "sentence": "Secondo te sono atterrati gli elicotteri?", "label": 3}
{"idx": 71, "sentence": "Prima di andare a lavorare lui lasciavano il bambino dalla nonna.", "label": 0}
{"idx": 72, "sentence": "Secondo te le ostentazioni del potere sono la minaccia della societ?", "label": 2}
{"idx": 73, "sentence": "Hanno ascoltato le musiciste il concerto.", "label": 1}
{"idx": 74, "sentence": "Sono degenerati i festeggiamenti.", "label": 2}
{"idx": 75, "sentence": "Ogni giorno insieme al falegname loro limavano delle assi di legno.", "label": 2}
{"idx": 76, "sentence": "Ho sentito cos' che Maria ti ha detto quando Carlo far.", "label": 0}
{"idx": 77, "sentence": "Quale piatto credi che il cuoco ha preparato la scorsa settimana?", "label": 2}
{"idx": 78, "sentence": "Secondo te le mamme hanno guidato la macchina?", "label": 3}
{"idx": 79, "sentence": "Siete voi ministri che voi deputati avete insultato durante la sessione parlamentare.", "label": 1}
{"idx": 80, "sentence": "Secondo te hanno reagito i soldati?", "label": 3}
{"idx": 81, "sentence": "Secondo te la rivelazione della manifestazione sono le esecuzioni del concerto?", "label": 1}
{"idx": 82, "sentence": "Questo problema, il giornalista ha suggerito che Susanna aveva pensato che Carla avrebbe dovuto menzionare questo problema .", "label": 1}
{"idx": 83, "sentence": "Chi dici che l'infermiera abbia registrato un uomo e Marco visitato?", "label": 1}
{"idx": 84, "sentence": "Ci mostrarono il paziente che l'infermiera voleva chiamare e Marco medicare.", "label": 3}
{"idx": 85, "sentence": "Prima che il comitato venisse eletto lui precisavano in modo chiaro il suo ruolo.", "label": 0}
{"idx": 86, "sentence": "Tutte le domeniche durante la messa voi eseguivi un pezzo al pianoforte.", "label": 0}
{"idx": 87, "sentence": "Nel corso dell'anno tu prevedevi molte sconfitte per la Fiorentina.", "label": 2}
{"idx": 88, "sentence": "Tutti sanno che tu cantavi i salmi in chiesa.", "label": 3}
{"idx": 89, "sentence": "Quando il dipartimento concedeva dei fondi voi spendevate tutti i soldi in trasferte.", "label": 3}
{"idx": 90, "sentence": "Secondo te hanno scaldato i fuochi l'accampamento?", "label": 1}
{"idx": 91, "sentence": "Carlo conosceva bene il compagno di classe che incontrare divertiva sempre Anna.", "label": 1}
{"idx": 92, "sentence": "Il connotato della dittatura sono le manipolazioni della votazione.", "label": 2}
{"idx": 93, "sentence": "Secondo te sono intervenuti i poliziotti?", "label": 3}
{"idx": 94, "sentence": "Anche senza supporto popolare lui proseguiva la lotta alla mafia.", "label": 3}
{"idx": 95, "sentence": "Di solito nel secondo semestre noi seguivamo il corso di storia.", "label": 3}
{"idx": 96, "sentence": "Secondo te le telecamere hanno registrato l'evento?", "label": 3}
{"idx": 97, "sentence": "Si vociferava che voi affidavi molte responsabilit al nuovo arrivato.", "label": 0}
{"idx": 98, "sentence": "Secondo te hanno bevuto i neonati il latte?", "label": 1}
{"idx": 99, "sentence": "Chi si chiede quale studente ha risolto questo problema in un'ora?", "label": 2}
{"idx": 100, "sentence": "Poich i pacchi erano voluminosi noi trasportavo il carico con un furgone.", "label": 0}
{"idx": 101, "sentence": "Siete voi avvocati che voi giudici avete evitato alla festa di inaugurazione.", "label": 1}
{"idx": 102, "sentence": "Carlo conosceva bene la ragazza con cui passare il tempo divertiva sempre Sara.", "label": 1}
{"idx": 103, "sentence": "Da un po' di tempo lui considerava il comunismo ormai morto.", "label": 2}
{"idx": 104, "sentence": "Secondo te sono appassite le piante?", "label": 3}
{"idx": 105, "sentence": "Si vociferava che voi affidavate molte responsabilit al nuovo arrivato.", "label": 2}
{"idx": 106, "sentence": "Secondo te sono sprofondati i relitti?", "label": 3}
{"idx": 107, "sentence": "Secondo te hanno muggito le mucche?", "label": 3}
{"idx": 108, "sentence": "Chi  che lui ha suggerito che lei aveva pensato che lo studente avrebbe dovuto descriverlo?", "label": 0}
{"idx": 109, "sentence": "Ci mostrarono il paziente che Maria voleva registrare e Marco testare.", "label": 2}
{"idx": 110, "sentence": "Secondo te gli stravolgimenti della strategia sono la giustificazione della ritirata?", "label": 2}
{"idx": 111, "sentence": "Secondo te hanno traslocato i vicini?", "label": 2}
{"idx": 112, "sentence": "quale paziente dici che l'infermiera voglia chiamare e il dottore medicare?", "label": 2}
{"idx": 113, "sentence": "Tutti sanno che voi cantavi i salmi in chiesa.", "label": 0}
{"idx": 114, "sentence": "Sapevo chi Maria voleva chiamare e il dottore medicarlo.", "label": 0}
{"idx": 115, "sentence": "I tifosi hanno esultato.", "label": 3}
{"idx": 116, "sentence": "Uno studente pensa che Francesco abbia finito nessun esercizio in tempo utile?", "label": 1}
{"idx": 117, "sentence": "Le ginnaste hanno gareggiato.", "label": 3}
{"idx": 118, "sentence": "Cosa non sai quale cuoco ha preparato la scorsa settimana?", "label": 0}
{"idx": 119, "sentence": "Durante la stagione fredda loro curava sempre il raffreddore con i rimedi naturali.", "label": 0}
{"idx": 120, "sentence": "Hanno apprezzato gli adolescenti il videogioco.", "label": 1}
{"idx": 121, "sentence": "Le descrizioni del castello sono l'origine della controversia.", "label": 2}
{"idx": 122, "sentence": "Gli autobus sono partiti.", "label": 3}
{"idx": 123, "sentence": "Maria potrebbe aver finito alcunch in cos poco tempo?", "label": 2}
{"idx": 124, "sentence": "Sono scoppiati i petardi.", "label": 3}
{"idx": 125, "sentence": "Ho sentito che Maria ha saputo quando Carlo prender questo provvedimento.", "label": 3}
{"idx": 126, "sentence": "Prima della fine di ogni mese loro concludeva la lavorazione di tutti i capitoli.", "label": 0}
{"idx": 127, "sentence": "Sono gli avvocati che i giudici hanno evitato alla festa di inaugurazione.", "label": 2}
{"idx": 128, "sentence": "Sapevo che Maria voleva chiamare e Marco visitare.", "label": 1}
{"idx": 129, "sentence": "Questo problema, Susanna ha pensato che Carla avrebbe dovuto menzionarlo .", "label": 1}
{"idx": 130, "sentence": "Secondo te i fiumi sono esondati?", "label": 3}
{"idx": 131, "sentence": "Siete voi affittuari che voi proprietari avete denunciato alla guardia di finanza.", "label": 0}
{"idx": 132, "sentence": "Ho sentito con chi  che Maria ti ha detto quando Carlo parler.", "label": 1}
{"idx": 133, "sentence": "Siete voi politici che i sindacalisti hanno criticato alla manifestazione in piazza.", "label": 2}
{"idx": 134, "sentence": "Per contrastare la crescente criminalit lui difendevano la casa con un recinto.", "label": 0}
{"idx": 135, "sentence": "Secondo te hanno accordato gli specialisti lo strumento?", "label": 1}
{"idx": 136, "sentence": "Sono ingiallite le foglie.", "label": 3}
{"idx": 137, "sentence": "Sono i violinisti che i pianisti hanno accompagnato durante tutto il concerto.", "label": 2}
{"idx": 138, "sentence": "Secondo te i petardi sono scoppiati?", "label": 3}
{"idx": 139, "sentence": "Sono tornate le attrici.", "label": 3}
{"idx": 140, "sentence": "Quale edificio ti chiedi quale ingegnere ha costruito negli anni Sessanta?", "label": 1}
{"idx": 141, "sentence": "Secondo te le manipolazioni della votazione sono il connotato della dittatura?", "label": 2}
{"idx": 142, "sentence": "Secondo te sono esondati i fiumi?", "label": 2}
{"idx": 143, "sentence": "Secondo te le mura sono crollate?", "label": 3}
{"idx": 144, "sentence": "Uno studente sostiene di avere finito nessun esercizio in tempo utile .", "label": 1}
{"idx": 145, "sentence": "Conoscevo il paziente che Maria aveva registrato un paziente e Marco medicato.", "label": 1}
{"idx": 146, "sentence": "Siete voi giornalisti che voi consiglieri avete accolto all'entrata del palazzo.", "label": 0}
{"idx": 147, "sentence": "Nessuno studente si aspetta che un altro studente abbia gi finito questo esercizio in tempo utile?", "label": 2}
{"idx": 148, "sentence": "Quale fisico si chiede quale studente ha risolto questo problema in un'ora?", "label": 1}
{"idx": 149, "sentence": "Secondo te hanno dipinto i pittori il panorama?", "label": 1}
{"idx": 150, "sentence": "Ogni volta che arrivava il direttore lui cambiavano umore.", "label": 0}
{"idx": 151, "sentence": "Ci dissero quale paziente l'infermiera voleva chiamare e il dottore medicarlo.", "label": 1}
{"idx": 152, "sentence": "Siete voi critici che gli artisti hanno impressionato al concorso internazionale.", "label": 1}
{"idx": 153, "sentence": "Uno studente ha finito nessun esercizio in tempo utile?", "label": 1}
{"idx": 154, "sentence": "Maria ha saputo che Carlo dar il premio ai dottori.", "label": 3}
{"idx": 155, "sentence": "L'ispirazione del film sono i racconti dell'epidemia.", "label": 1}
{"idx": 156, "sentence": "Quando la crema era molto densa lui aggiungevano un po' di latte.", "label": 0}
{"idx": 157, "sentence": "Durante il concorso loro selezionava sempre le ragazze pi belle.", "label": 0}
{"idx": 158, "sentence": "I dipendenti scioperavano sempre se lui imponevano turni di lavoro pi lunghi.", "label": 0}
{"idx": 159, "sentence": "il giornalista ha scritto che Susanna aveva detto che lo studente avrebbe dovuto considerare questo candidato.", "label": 2}
{"idx": 160, "sentence": "Chi si chiede quale ingegnere ha costruito questo edificio negli anni Sessanta?", "label": 2}
{"idx": 161, "sentence": "Per contrastare la crescente criminalit voi difendevi la casa con un recinto.", "label": 0}
{"idx": 162, "sentence": "Gli specialisti hanno accordato lo strumento.", "label": 3}
{"idx": 163, "sentence": "Sono gli architetti che voi ingegneri avete consultato prima di iniziare i lavori.", "label": 2}
{"idx": 164, "sentence": "Le recite della preghiera sono la caratteristica del convento.", "label": 2}
{"idx": 165, "sentence": "Questo candidato, Giulio ha scritto che lei aveva detto che Carla avrebbe dovuto menzionare questo problema.", "label": 1}
{"idx": 166, "sentence": "Hanno gareggiato le ginnaste.", "label": 2}
{"idx": 167, "sentence": "Secondo te hanno ruggito le leonesse?", "label": 2}
{"idx": 168, "sentence": "Chi  che Susanna ha detto che lo studente avrebbe dovuto descrivere?", "label": 1}
{"idx": 169, "sentence": "Chi sa chi ha scritto questo articolo in un pomeriggio?", "label": 2}
{"idx": 170, "sentence": "Nessuno studente sostiene di avere gi finito questo esercizio in tempo utile .", "label": 2}
{"idx": 171, "sentence": "Quando gli idraulici avevano sostituito i tubi noi riparavamo il lavello.", "label": 1}
{"idx": 172, "sentence": "Sono i pagliacci che i domatori hanno preceduto all'ingresso in sala.", "label": 2}
{"idx": 173, "sentence": "Alla cena di Natale lui annunciava il matrimonio.", "label": 3}
{"idx": 174, "sentence": "Prima di andare a lavorare voi lasciavi il bambino dalla nonna.", "label": 0}
{"idx": 175, "sentence": "Nessuno sostiene di avere finito alcunch in cos poco tempo?", "label": 1}
{"idx": 176, "sentence": "quale paziente pensi che l'infermiera abbia registrato e il dottore visitato l'anziano signore?", "label": 0}
{"idx": 177, "sentence": "Hanno mentito i giornalisti.", "label": 2}
{"idx": 178, "sentence": "Quale provvedimento Maria ha saputo quando il ministro prender?", "label": 0}
{"idx": 179, "sentence": "Secondo te gli spettatori hanno sbadigliato?", "label": 3}
{"idx": 180, "sentence": "Quando le cose si mettevano male lui esprimevano la rabbia piangendo.", "label": 0}
{"idx": 181, "sentence": "Uno studente si aspetta che Francesco possa aver finito alcunch in cos poco tempo?", "label": 1}
{"idx": 182, "sentence": "Chi  che lui ha suggerito che lei aveva pensato che lo studente avrebbe dovuto descrivere questo problema?", "label": 1}
{"idx": 183, "sentence": "Maria ha saputo dove Carlo dar il premio ai dottori .", "label": 3}
{"idx": 184, "sentence": "Maria ha saputo perch il ministro prender questo provvedimento.", "label": 3}
{"idx": 185, "sentence": "Se si verificava una perdita di acqua tu fermavate ogni volta il depuratore.", "label": 0}
{"idx": 186, "sentence": "Sono dimagrite le ragazze.", "label": 2}
{"idx": 187, "sentence": "Secondo te hanno ascoltato le musiciste il concerto?", "label": 1}
{"idx": 188, "sentence": "Questo, lo studente dovrebbe considerare.", "label": 1}
{"idx": 189, "sentence": "Quale problema lui ha pensato che Carla avrebbe dovuto menzionare questo problema?", "label": 1}
{"idx": 190, "sentence": "Ho sentito chi  che Maria ha saputo perch il ministro incontrer.", "label": 0}
{"idx": 191, "sentence": "I debiti sono lievitati.", "label": 3}
{"idx": 192, "sentence": "Questo, lo studente dovrebbe considerarlo.", "label": 2}
{"idx": 193, "sentence": "Prima di andare a lavorare loro lasciava il bambino dalla nonna.", "label": 0}
{"idx": 194, "sentence": "Sono atterrati gli elicotteri.", "label": 3}
{"idx": 195, "sentence": "Quando ne avevamo bisogno lui organizzava sempre dei corsi per stranieri.", "label": 3}
{"idx": 196, "sentence": "quale paziente dici che Maria abbia registrato e il dottore visitato?", "label": 2}
{"idx": 197, "sentence": "Secondo te gli ospiti hanno russato?", "label": 3}
{"idx": 198, "sentence": "Sapevo che l'infermiera aveva registrato un uomo e Marco medicato un malato.", "label": 3}
{"idx": 199, "sentence": "Hanno danzato gli invitati.", "label": 1}
{"idx": 200, "sentence": "Sono i tecnici che gli dirigenti hanno respinto dopo l'accesa discussione.", "label": 2}
{"idx": 201, "sentence": "Le mura sono crollate.", "label": 3}
{"idx": 202, "sentence": "Sapevo quale paziente l'infermiera aveva registrato e Marco visitato.", "label": 2}
{"idx": 203, "sentence": "Secondo te i cuccioli sono nati?", "label": 3}
{"idx": 204, "sentence": "Quando le cose si mettevano male tu esprimevi la rabbia piangendo.", "label": 3}
{"idx": 205, "sentence": "Secondo te i giudici sono impazziti?", "label": 3}
{"idx": 206, "sentence": "Secondo te i giornalisti hanno mentito?", "label": 3}
{"idx": 207, "sentence": "Quando ne avevamo bisogno lui organizzavano sempre dei corsi per stranieri.", "label": 0}
{"idx": 208, "sentence": "Maria ha saputo quando il ministro prender questo provvedimento.", "label": 3}
{"idx": 209, "sentence": "Ci dissero chi l'infermiera aveva registrato un uomo e il dottore visitato l'anziano signore.", "label": 1}
{"idx": 210, "sentence": "Ci dissero quale paziente l'infermiera voleva chiamare e il dottore medicare.", "label": 3}
{"idx": 211, "sentence": "Questo problema, lui ha detto che lei avrebbe dovuto descrivere.", "label": 1}
{"idx": 212, "sentence": "Quando il tempo non era bello lui annullavano tutte le immersioni.", "label": 0}
{"idx": 213, "sentence": "Secondo te gli specialisti hanno accordato lo strumento?", "label": 3}
{"idx": 214, "sentence": "Sono gli avvocati che voi giudici avete evitato alla festa di inaugurazione.", "label": 2}
{"idx": 215, "sentence": "Secondo te le tinteggiature della stanza sono la conclusione del restauro?", "label": 2}
{"idx": 216, "sentence": "Le tinteggiature della stanza sono la conclusione del restauro.", "label": 2}
{"idx": 217, "sentence": "Ogni volta che arrivava il direttore lui cambiava umore.", "label": 3}
{"idx": 218, "sentence": "Durante la stagione fredda voi curavi sempre il raffreddore con i rimedi naturali.", "label": 0}
{"idx": 219, "sentence": "Si vociferava che tu affidavate molte responsabilit al nuovo arrivato.", "label": 0}
{"idx": 220, "sentence": "Hanno convissuto i fidanzati.", "label": 2}
{"idx": 221, "sentence": "La direttrice ha capito che tu firmavate le giustificazioni delle assenze.", "label": 0}
{"idx": 222, "sentence": "Sapevo che Maria voleva chiamare e Marco visitarlo.", "label": 1}
{"idx": 223, "sentence": "Sono i violinisti che voi pianisti avete accompagnato durante tutto il concerto.", "label": 2}
{"idx": 224, "sentence": "Maria potrebbe aver gi finito questo esercizio in tempo utile?", "label": 2}
{"idx": 225, "sentence": "Il fondamento dello stato sono le stesure della costituzione.", "label": 2}
{"idx": 226, "sentence": "Appena la mamma usciva di casa noi accendevo il televisore in cucina.", "label": 0}
{"idx": 227, "sentence": "Quando le cose si mettevano male tu esprimevate la rabbia piangendo.", "label": 0}
{"idx": 228, "sentence": "Secondo te la minaccia della societ sono le ostentazioni del potere?", "label": 1}
{"idx": 229, "sentence": "Gli invitati hanno danzato.", "label": 3}
{"idx": 230, "sentence": "Secondo te sono ingrassati i maiali?", "label": 2}
{"idx": 231, "sentence": "Poich i pacchi erano voluminosi loro trasportavano il carico con un furgone.", "label": 3}
{"idx": 232, "sentence": "Maria sostiene di avere finito alcunch in cos poco tempo?", "label": 1}
{"idx": 233, "sentence": "Ci dissero chi Maria aveva chiamato un uomo e Marco visitato l'anziano signore .", "label": 1}
{"idx": 234, "sentence": "quale paziente pensi che Maria voglia chiamare e Marco medicare?", "label": 2}
{"idx": 235, "sentence": "Secondo te le ragazze sono dimagrite?", "label": 3}
{"idx": 236, "sentence": "I cavi hanno trasmesso il segnale.", "label": 3}
{"idx": 237, "sentence": "Quando il tassista ritardava anche soltanto cinque minuti noi perdevamo il treno.", "label": 1}
{"idx": 238, "sentence": "quale paziente pensi che Maria abbia chiamato e Marco visitato?", "label": 2}
{"idx": 239, "sentence": "Secondo te sono impazziti i giudici?", "label": 2}
{"idx": 240, "sentence": "Ci dissero chi Maria voleva chiamare e Marco medicare.", "label": 2}
{"idx": 241, "sentence": "Mentre il pubblico applaudiva lui continuava a gioire di tanto successo.", "label": 3}
{"idx": 242, "sentence": "Tutte le sere loro preparava la cartella per la mattina.", "label": 0}
{"idx": 243, "sentence": "Secondo te i relitti sono sprofondati?", "label": 3}
{"idx": 244, "sentence": "Siete voi geometri che i costruttori hanno accusato per il crollo del ponte.", "label": 2}
{"idx": 245, "sentence": "Maria si aspetta che qualcuno possa aver finito nessun esercizio in tempo utile.", "label": 1}
{"idx": 246, "sentence": "Secondo te sono dimagrite le ragazze?", "label": 2}
{"idx": 247, "sentence": "Sapevo chi l'infermiera voleva registrare e Marco visitare.", "label": 3}
{"idx": 248, "sentence": "Nessuno studente si aspetta che un altro studente abbia gi finito questo esercizio in tempo utile.", "label": 2}
{"idx": 249, "sentence": "Prima di chiudere la cucina del ristorante tu asciugavate tutti i piatti.", "label": 0}
{"idx": 250, "sentence": "il professore ha detto che lo studente avrebbe dovuto descrivere questo candidato.", "label": 3}
{"idx": 251, "sentence": "Ci mostrarono l'anziano signore che l'infermiera aveva visto e il dottore medicato.", "label": 3}
{"idx": 252, "sentence": "Le svendite della merce sono la salvezza dell'attivit.", "label": 2}
{"idx": 253, "sentence": "Nessuno sospetta che qualcuno abbia finito nessun esercizio in tempo utile?", "label": 1}
{"idx": 254, "sentence": "Siete voi infermieri che i primari hanno chiamato in sala operatoria.", "label": 2}
{"idx": 255, "sentence": "Maria ti ha detto perch il ministro parler col diplomatico.", "label": 3}
{"idx": 256, "sentence": "Nessuno sospetta che qualcuno possa aver finito nessun esercizio in tempo utile?", "label": 2}
{"idx": 257, "sentence": "quale paziente dici che l'infermiera voglia chiamarlo e il dottore medicare?", "label": 1}
{"idx": 258, "sentence": "I clienti sono soddisfatti.", "label": 3}
{"idx": 259, "sentence": "Quale candidato Carla dovrebbe considerarlo?", "label": 1}
{"idx": 260, "sentence": "Conoscevo il paziente che Maria aveva registrato e Marco medicato un malato.", "label": 1}
{"idx": 261, "sentence": "Uno studente si aspetta che Francesco possa aver finito nessun esercizio in tempo utile?", "label": 1}
{"idx": 262, "sentence": "Secondo te le fondamenta hanno sorretto il palazzo?", "label": 3}
{"idx": 263, "sentence": "Siete voi autori che i lettori hanno ascoltato dopo la presentazione dei libri.", "label": 2}
{"idx": 264, "sentence": "Quando gli invitati erano in ritardo lui avvertiva sempre il ristorante.", "label": 2}
{"idx": 265, "sentence": "Quale candidato lui ha detto che lei avrebbe dovuto descriverlo?", "label": 1}
{"idx": 266, "sentence": "Nessuno sospetta che qualcuno abbia mai finito questo esercizio in tempo utile?", "label": 2}
{"idx": 267, "sentence": "Questo problema, lui ha scritto che lei aveva detto che costui avrebbe dovuto descriverlo.", "label": 1}
{"idx": 268, "sentence": "Cosa sai quale giornalista ha scritto in un pomeriggio?", "label": 0}
{"idx": 269, "sentence": "Quale problema ti chiedi quale studente ha risolto in un'ora?", "label": 0}
{"idx": 270, "sentence": "il professore ha detto che lo studente avrebbe dovuto descriverlo .", "label": 3}
{"idx": 271, "sentence": "Le potature della vigna sono il simbolo della stagione.", "label": 3}
{"idx": 272, "sentence": "Sapevo che l'infermiera voleva registrarlo e Marco visitare.", "label": 1}
{"idx": 273, "sentence": "Quando il dipartimento concedeva dei fondi tu spendevi tutti i soldi in trasferte.", "label": 3}
{"idx": 274, "sentence": "Le cantanti hanno stonato.", "label": 3}
{"idx": 275, "sentence": "Tutte le domeniche durante la messa voi eseguivate un pezzo al pianoforte.", "label": 3}
{"idx": 276, "sentence": "Secondo te i clienti sono soddisfatti?", "label": 3}
{"idx": 277, "sentence": "Sapevo chi Maria voleva chiamarlo e Marco visitare.", "label": 0}
{"idx": 278, "sentence": "Appena la mamma usciva di casa loro accendevano il televisore in cucina.", "label": 3}
{"idx": 279, "sentence": "Questo candidato, il professore ha detto che lo studente avrebbe dovuto descrivere questo candidato.", "label": 1}
{"idx": 280, "sentence": "Quale articolo sai quale giornalista ha scritto in un pomeriggio?", "label": 0}
{"idx": 281, "sentence": "I treni sono deragliati.", "label": 2}
{"idx": 282, "sentence": "Uno studente sostiene di avere mai finito questo esercizio in tempo utile.", "label": 1}
{"idx": 283, "sentence": "Secondo te le foto del muro sono la causa della rivolta?", "label": 3}
{"idx": 284, "sentence": "Secondo te hanno sciato gli alpinisti?", "label": 2}
{"idx": 285, "sentence": "Tutti sanno che voi cantavate i salmi in chiesa.", "label": 3}
{"idx": 286, "sentence": "Nessuno sospetta che qualcuno abbia finito nessun esercizio in tempo utile.", "label": 1}
{"idx": 287, "sentence": "Le studentesse hanno copiato il quaderno.", "label": 2}
{"idx": 288, "sentence": "Siete voi camerieri che voi cassieri avete rimproverato dopo la chiusura del ristorante.", "label": 1}
{"idx": 289, "sentence": "Secondo te le dichiarazioni della protesta sono la testimonianza del malessere?", "label": 2}
{"idx": 290, "sentence": "Quale problema il professore ha detto che lei avrebbe dovuto descrivere?", "label": 2}
{"idx": 291, "sentence": "Prima di spegnere il computer lui salvava tutto sul server.", "label": 3}
{"idx": 292, "sentence": "Durante il concorso tu selezionavate sempre le ragazze pi belle.", "label": 0}
{"idx": 293, "sentence": "Nessuno si aspetta che qualcuno abbia finito alcunch in cos poco tempo?", "label": 2}
{"idx": 294, "sentence": "I gatti entravano sempre in casa mentre lui servivano la cena.", "label": 0}
{"idx": 295, "sentence": "Cosa credi che ha costruito negli anni Sessanta?", "label": 1}
{"idx": 296, "sentence": "Ci mostrarono l'anziano signore che Maria aveva registrato un paziente e Marco visitato .", "label": 0}
{"idx": 297, "sentence": "Ci dissero quale paziente l'infermiera voleva chiamarlo e il dottore medicare.", "label": 1}
{"idx": 298, "sentence": "Hanno coperto le lenzuola il divano.", "label": 1}
{"idx": 299, "sentence": "Nessuno sostiene di avere finito alcunch in cos poco tempo .", "label": 2}
{"idx": 300, "sentence": "Secondo te le navi sono salpate?", "label": 3}
{"idx": 301, "sentence": "Per produrre questi abiti lui impiegava solo stoffe di prima qualit.", "label": 3}
{"idx": 302, "sentence": "quale paziente dici che Maria voglia chiamare e il dottore visitare?", "label": 2}
{"idx": 303, "sentence": "Sapevo chi Maria voleva chiamare e Marco visitare .", "label": 3}
{"idx": 304, "sentence": "Secondo te le bambine hanno mangiato il dolce?", "label": 3}
{"idx": 305, "sentence": "Hanno parlato i ministri.", "label": 3}
{"idx": 306, "sentence": "Ci mostrarono l'anziano signore che l'infermiera aveva visto e il dottore medicato un malato.", "label": 0}
{"idx": 307, "sentence": "Uno studente si aspetta che Francesco possa aver gi finito questo esercizio in tempo utile.", "label": 3}
{"idx": 308, "sentence": "Quando la ragazza spendeva troppo loro coprivano le sue spese.", "label": 2}
{"idx": 309, "sentence": "Alla cena di Natale noi annunciavo il matrimonio.", "label": 0}
{"idx": 310, "sentence": "quale paziente pensi che l'infermiera voglia registrarlo e Marco medicarlo?", "label": 1}
{"idx": 311, "sentence": "Le automobili hanno sbandato.", "label": 3}
{"idx": 312, "sentence": "Sapevo chi Maria voleva chiamarlo e Marco visitarlo.", "label": 1}
{"idx": 313, "sentence": "Secondo te i poliziotti sono intervenuti?", "label": 3}
{"idx": 314, "sentence": "Secondo te le fortificazioni del palazzo sono il limite del latifondo?", "label": 2}
{"idx": 315, "sentence": "Siete voi banchieri che i funzionari hanno lodato davanti alla folla.", "label": 2}
{"idx": 316, "sentence": "Sono impalliditi gli studenti.", "label": 2}
{"idx": 317, "sentence": "Le esecuzioni del concerto sono la rivelazione della manifestazione.", "label": 2}
{"idx": 318, "sentence": "Quando il tempo non era bello tu annullavate tutte le immersioni.", "label": 0}
{"idx": 319, "sentence": "Sapevo chi Maria aveva chiamato e Marco visitato.", "label": 2}
{"idx": 320, "sentence": "Chi si chiede chi ha costruito questo edificio negli anni Sessanta?", "label": 2}
{"idx": 321, "sentence": "Ci dissero quale paziente l'infermiera aveva chiamato e Marco medicato l'anziano signore.", "label": 0}
{"idx": 322, "sentence": "Secondo te sono scappati i nemici?", "label": 3}
{"idx": 323, "sentence": "Questo problema, lui ha scritto che lei aveva detto che costui avrebbe dovuto descrivere questo problema.", "label": 0}
{"idx": 324, "sentence": "Chi  che Maria ha saputo quando Carlo incontrer?", "label": 1}
{"idx": 325, "sentence": "quale paziente pensi che Maria voglia chiamarlo e Marco medicare?", "label": 1}
{"idx": 326, "sentence": "Secondo te hanno russato gli ospiti?", "label": 2}
{"idx": 327, "sentence": "Secondo te hanno mentito i giornalisti?", "label": 3}
{"idx": 328, "sentence": "Hanno cinguettato gli uccelli.", "label": 2}
{"idx": 329, "sentence": "Sapevo chi Maria voleva chiamarlo e il dottore medicare .", "label": 0}
{"idx": 330, "sentence": "Uno studente ha finito alcunch in cos poco tempo?", "label": 1}
{"idx": 331, "sentence": "Quale candidato il giornalista ha affermato che Susanna aveva pensato che lo studente avrebbe dovuto considerare questo problema?", "label": 1}
{"idx": 332, "sentence": "Le capre hanno brucato l'erba.", "label": 3}
{"idx": 333, "sentence": "Quale provvedimento Maria ha saputo che il ministro prender?", "label": 2}
{"idx": 334, "sentence": "Secondo te la salvezza dell'attivit sono le svendite della merce?", "label": 1}
{"idx": 335, "sentence": "Hanno russato gli ospiti.", "label": 2}
{"idx": 336, "sentence": "Secondo te le studentesse hanno copiato il quaderno?", "label": 2}
{"idx": 337, "sentence": "Qualcuno ha detto che loro scriveva una lettera a casa ogni sera.", "label": 0}
{"idx": 338, "sentence": "Nessuno studente si aspetta che qualcuno abbia mai finito questo esercizio in tempo utile?", "label": 3}
{"idx": 339, "sentence": "Chi sia il colpevole si domanda il presidente della giuria.", "label": 1}
{"idx": 340, "sentence": "Nessuno studente si aspetta che un altro studente abbia finito nessun esercizio in tempo utile.", "label": 1}
{"idx": 341, "sentence": "Maria sostiene di avere finito nessun esercizio in tempo utile?", "label": 1}
{"idx": 342, "sentence": "Conoscevo il paziente che l'infermiera aveva registrato e il dottore visitato .", "label": 3}
{"idx": 343, "sentence": "Questo candidato, lo studente dovrebbe descrivere questo candidato.", "label": 1}
{"idx": 344, "sentence": "Secondo te la giustificazione della ritirata sono gli stravolgimenti della strategia?", "label": 2}
{"idx": 345, "sentence": "Questo problema, Susanna ha pensato che Carla avrebbe dovuto menzionare questo problema.", "label": 2}
{"idx": 346, "sentence": "Sono gli affittuari che i proprietari hanno denunciato alla guardia di finanza.", "label": 2}
{"idx": 347, "sentence": "Che cos' che lui ha detto che Carla avrebbe dovuto menzionarlo?", "label": 1}
{"idx": 348, "sentence": "Ci mostrarono il paziente che l'infermiera aveva chiamato e Marco medicato un malato.", "label": 0}
{"idx": 349, "sentence": "Ogni anno lui sprecavano tonnellate di carta per fare fotocopie.", "label": 0}
{"idx": 350, "sentence": "Carlo conosceva bene lo studente che Anna sperava sempre di vedere.", "label": 3}
{"idx": 351, "sentence": "Voci di corridoio dicono che lui evitavano la segretaria del dipartimento.", "label": 0}
{"idx": 352, "sentence": "Il professore si arrabbiava quando voi modificavate il piano di lavoro.", "label": 2}
{"idx": 353, "sentence": "I cuochi hanno letto la ricetta.", "label": 3}
{"idx": 354, "sentence": "Ci dissero quale paziente Maria aveva registrato e il dottore visitato l'anziano signore.", "label": 0}
{"idx": 355, "sentence": "Quale problema il giornalista ha suggerito che Susanna aveva pensato che Carla avrebbe dovuto menzionare questo problema?", "label": 1}
{"idx": 356, "sentence": "Secondo te gli studenti sono impalliditi?", "label": 3}
{"idx": 357, "sentence": "Sapevo quale paziente l'infermiera aveva chiamato un uomo e il dottore medicato l'anziano signore.", "label": 0}
{"idx": 358, "sentence": "Le mucche hanno muggito.", "label": 3}
{"idx": 359, "sentence": "Che cos' che Carla dovrebbe menzionare questo problema?", "label": 1}
{"idx": 360, "sentence": "I gatti entravano sempre in casa mentre noi servivamo la cena.", "label": 3}
{"idx": 361, "sentence": "Siete voi idraulici che voi elettricisti avete visto nella casa in ristrutturazione.", "label": 0}
{"idx": 362, "sentence": "Durante il concorso loro selezionavano sempre le ragazze pi belle.", "label": 3}
{"idx": 363, "sentence": "Sapevo chi Maria voleva chiamarlo e il dottore medicarlo.", "label": 0}
{"idx": 364, "sentence": "I giudici sono impazziti.", "label": 3}
{"idx": 365, "sentence": "Prima di evadere un ordine loro contava sempre i pezzi in ogni scatola.", "label": 0}
{"idx": 366, "sentence": "Quale problema il giornalista ha suggerito che Susanna aveva pensato che Carla avrebbe dovuto menzionare questo candidato?", "label": 1}
{"idx": 367, "sentence": "Chi pensi che Maria voglia chiamare e Marco visitarlo?", "label": 1}
{"idx": 368, "sentence": "Secondo te le vedute della piazza sono il riflesso del consenso?", "label": 2}
{"idx": 369, "sentence": "Prima della fine di ogni mese tu concludevate la lavorazione di tutti i capitoli.", "label": 0}
{"idx": 370, "sentence": "Ci dissero quale paziente Maria voleva chiamare e il dottore visitarlo.", "label": 1}
{"idx": 371, "sentence": "Questo problema, Carla dovrebbe considerarlo.", "label": 2}
{"idx": 372, "sentence": "Quando il tassista ritardava anche soltanto cinque minuti noi perdevo il treno.", "label": 0}
{"idx": 373, "sentence": "Maria potrebbe aver finito nessun esercizio in tempo utile?", "label": 2}
{"idx": 374, "sentence": "Sono nati i cuccioli.", "label": 3}
{"idx": 375, "sentence": "Ci mostrarono l'anziano signore che l'infermiera voleva vedere e il dottore medicare .", "label": 2}
{"idx": 376, "sentence": "Chi  che il professore ha pensato che Carla avrebbe dovuto menzionare questo problema?", "label": 1}
{"idx": 377, "sentence": "lo studente dovrebbe considerare .", "label": 1}
{"idx": 378, "sentence": "I cartelli hanno indicato la strada.", "label": 3}
{"idx": 379, "sentence": "Nessuno studente si aspetta che un altro studente abbia mai finito questo esercizio in tempo utile.", "label": 2}
{"idx": 380, "sentence": "I vicini sono scesi.", "label": 3}
{"idx": 381, "sentence": "Prima di evadere un ordine voi contavate sempre i pezzi in ogni scatola.", "label": 3}
{"idx": 382, "sentence": "Prima che il comitato venisse eletto voi precisavate in modo chiaro il suo ruolo.", "label": 2}
{"idx": 383, "sentence": "Nessuno sospetta che qualcuno abbia gi finito questo esercizio in tempo utile.", "label": 3}
{"idx": 384, "sentence": "Siete voi giardinieri che i decoratori hanno supportato per la sistemazione del cortile.", "label": 1}
{"idx": 385, "sentence": "Chi  che il professore ha pensato che Carla avrebbe dovuto menzionarlo?", "label": 1}
{"idx": 386, "sentence": "Nessuno studente sospetta che qualcuno abbia finito alcunch in cos poco tempo.", "label": 2}
{"idx": 387, "sentence": "Ogni anno io sprecavo tonnellate di carta per fare fotocopie.", "label": 3}
{"idx": 388, "sentence": "Quale cameriere non sa quale cuoco ha preparato questo piatto la scorsa settimana?", "label": 2}
{"idx": 389, "sentence": "Le guardie hanno dormito.", "label": 3}
{"idx": 390, "sentence": "Secondo te il riflesso del consenso sono le vedute della piazza?", "label": 2}
{"idx": 391, "sentence": "Durante i periodi di stress loro ritrovava la tranquillit solo in montagna.", "label": 0}
{"idx": 392, "sentence": "Quando gli invitati erano in ritardo io avvertivamo sempre il ristorante.", "label": 0}
{"idx": 393, "sentence": "Al ristorante di Giovanni normalmente lui ordinava del maiale.", "label": 2}
{"idx": 394, "sentence": "Maria sostiene di avere mai finito questo esercizio in tempo utile?", "label": 1}
{"idx": 395, "sentence": "Ho sentito che Maria ti ha detto che Carlo parler col diplomatico .", "label": 2}
{"idx": 396, "sentence": "Chi non sa quale cuoco ha preparato questo piatto la scorsa settimana?", "label": 2}
{"idx": 397, "sentence": "Conoscevo il paziente che Maria aveva visto e Marco visitato un malato.", "label": 1}
{"idx": 398, "sentence": "I nemici sono scappati.", "label": 3}
{"idx": 399, "sentence": "L'annuncio del disastro sono le lacerazioni della diga.", "label": 1}
{"idx": 400, "sentence": "Uno studente sostiene di avere mai finito questo esercizio in tempo utile?", "label": 2}
{"idx": 401, "sentence": "Ci mostrarono il paziente che l'infermiera aveva chiamato un paziente e Marco medicato.", "label": 0}
{"idx": 402, "sentence": "Hanno starnutito i malati.", "label": 2}
{"idx": 403, "sentence": "Chi pensi che Maria voglia chiamarlo e il dottore medicare?", "label": 0}
{"idx": 404, "sentence": "Le recinzioni della propriet sono la protezione della fauna.", "label": 2}
{"idx": 405, "sentence": "Conoscevo il paziente che l'infermiera aveva visto un paziente e Marco testato.", "label": 0}
{"idx": 406, "sentence": "Secondo te la delimitazione del porto sono le segnalazioni del pericolo?", "label": 1}
{"idx": 407, "sentence": "Sono i giocatori che gli allenatori hanno incolpato per l'esito della partita.", "label": 1}
{"idx": 408, "sentence": "Durante la stagione fredda lui curava sempre il raffreddore con i rimedi naturali.", "label": 3}
{"idx": 409, "sentence": "Con dell'olio rimasto loro friggeva le melanzane.", "label": 0}
{"idx": 410, "sentence": "Questo, il professore ha pensato che Carla avrebbe dovuto menzionare questo problema .", "label": 1}
{"idx": 411, "sentence": "Siete voi inquilini che i locatori hanno disapprovato durante la riunione di condominio.", "label": 2}
{"idx": 412, "sentence": "Secondo te le guardie hanno dormito?", "label": 3}
{"idx": 413, "sentence": "Hanno protestato i negozianti.", "label": 2}
{"idx": 414, "sentence": "Le vedute della piazza sono il riflesso del consenso.", "label": 2}
{"idx": 415, "sentence": "Maria potrebbe aver finito alcunch in cos poco tempo .", "label": 1}
{"idx": 416, "sentence": "Secondo te la protezione della citt sono i prosciugamenti del canale?", "label": 1}
{"idx": 417, "sentence": "Secondo te le esecuzioni del concerto sono la rivelazione della manifestazione?", "label": 1}
{"idx": 418, "sentence": "Sono i ballerini che voi coreografi avete ringraziato alla prima dello spettacolo.", "label": 2}
{"idx": 419, "sentence": "Se la banca non accordava il prestito lui rischiavano il fallimento.", "label": 0}
{"idx": 420, "sentence": "Questo problema, lui ha detto che lei avrebbe dovuto descrivere questo problema.", "label": 1}
{"idx": 421, "sentence": "Susanna ha detto che Carla avrebbe dovuto menzionare.", "label": 2}
{"idx": 422, "sentence": "Si vociferava che tu affidavi molte responsabilit al nuovo arrivato.", "label": 2}
{"idx": 423, "sentence": "Prima di evadere un ordine voi contavi sempre i pezzi in ogni scatola.", "label": 0}
{"idx": 424, "sentence": "Conoscevo il paziente che l'infermiera voleva vedere e Marco testarlo.", "label": 1}
{"idx": 425, "sentence": "I dipendenti scioperavano sempre se io imponevo turni di lavoro pi lunghi.", "label": 2}
{"idx": 426, "sentence": "Che cos' che Carla dovrebbe menzionare questo candidato?", "label": 0}
{"idx": 427, "sentence": "Ci mostrarono il paziente che Maria aveva visto e Marco medicato un malato.", "label": 1}
{"idx": 428, "sentence": "Chi dici che l'infermiera abbia chiamato un uomo e il dottore medicato l'anziano signore?", "label": 1}
{"idx": 429, "sentence": "Di solito lui accettavano i lavori di traduzione solo con pagamento anticipato.", "label": 0}
{"idx": 430, "sentence": "Secondo te i vicini hanno traslocato?", "label": 3}
{"idx": 431, "sentence": "Secondo te le devastazioni del territorio sono il motivo del malumore?", "label": 3}
{"idx": 432, "sentence": "Siete voi turisti che i bagnini hanno aiutato sulla spiaggia affollata.", "label": 1}
{"idx": 433, "sentence": "Siete voi macchinisti che voi controllori avete salutato alla stazione di Milano.", "label": 0}
{"idx": 434, "sentence": "Chi  che lei dovrebbe descriverlo?", "label": 1}
{"idx": 435, "sentence": "Siete voi attori che voi registi avete incoraggiato prima dello spettacolo.", "label": 0}
{"idx": 436, "sentence": "Sono i tirocinanti che gli stagisti hanno interrogato dopo la visita in azienda.", "label": 2}
{"idx": 437, "sentence": "Secondo te hanno svaligiato i ladri la villa?", "label": 1}
{"idx": 438, "sentence": "Se il treno non arrivava lui saltava la prima parte dello spettacolo.", "label": 1}
{"idx": 439, "sentence": "Questo, lui ha pensato che Carla avrebbe dovuto menzionare questo problema.", "label": 1}
{"idx": 440, "sentence": "Qualcuno ha detto che loro scrivevano una lettera a casa ogni sera.", "label": 2}
{"idx": 441, "sentence": "Siete voi pagliacci che i domatori hanno preceduto all'ingresso in sala.", "label": 1}
{"idx": 442, "sentence": "Durante i periodi di stress loro ritrovavano la tranquillit solo in montagna.", "label": 3}
{"idx": 443, "sentence": "Conoscevo il paziente che l'infermiera aveva chiamato un paziente e il dottore medicato.", "label": 1}
{"idx": 444, "sentence": "Quale candidato Carla dovrebbe considerare questo problema?", "label": 1}
{"idx": 445, "sentence": "quale paziente dici che l'infermiera abbia chiamato e Marco medicato l'anziano signore?", "label": 0}
{"idx": 446, "sentence": "Ho sentito che Maria ti ha detto dove Carlo far un sopralluogo.", "label": 3}
{"idx": 447, "sentence": "Siete voi avvocati che i giudici hanno evitato alla festa di inaugurazione.", "label": 2}
{"idx": 448, "sentence": "Chi  che Maria ha saputo perch Carlo incontrer?", "label": 0}
{"idx": 449, "sentence": "quale paziente dici che l'infermiera abbia chiamato un uomo e Marco medicato?", "label": 1}
{"idx": 450, "sentence": "Quale candidato il giornalista ha affermato che Susanna aveva pensato che lo studente avrebbe dovuto considerarlo?", "label": 1}
{"idx": 451, "sentence": "Durante i periodi di stress noi ritrovavamo la tranquillit solo in montagna.", "label": 3}
{"idx": 452, "sentence": "Secondo te hanno protestato i negozianti?", "label": 2}
{"idx": 453, "sentence": "I fuochi hanno scaldato l'accampamento.", "label": 3}
{"idx": 454, "sentence": "Ci dissero chi Maria voleva chiamarlo e Marco medicare.", "label": 0}
{"idx": 455, "sentence": "Con chi  che Maria ti ha detto quando il ministro parler?", "label": 1}
{"idx": 456, "sentence": "Ci dissero chi l'infermiera aveva registrato e il dottore visitato.", "label": 2}
{"idx": 457, "sentence": "Nessuno studente sospetta che qualcuno abbia gi finito questo esercizio in tempo utile?", "label": 3}
{"idx": 458, "sentence": "Quale turista si chiede chi ha costruito questo edificio negli anni Sessanta?", "label": 2}
{"idx": 459, "sentence": "Ci dissero chi l'infermiera voleva registrarlo e Marco medicarlo.", "label": 1}
{"idx": 460, "sentence": "Chi  che lo studente dovrebbe considerare?", "label": 2}
{"idx": 461, "sentence": "Secondo te hanno chiuso i lucchetti la porta?", "label": 0}
{"idx": 462, "sentence": "Ci dissero chi l'infermiera aveva registrato e il dottore visitato l'anziano signore .", "label": 1}
{"idx": 463, "sentence": "Secondo te i festeggiamenti sono degenerati?", "label": 3}
{"idx": 464, "sentence": "Durante la partita della nazionale tu indossavate la maglia azzurra.", "label": 0}
{"idx": 465, "sentence": "Conoscevo il paziente che Maria voleva vedere e Marco visitare.", "label": 3}
{"idx": 466, "sentence": "Mentre gli invitati giocavano a carte lui suonava il pianoforte.", "label": 3}
{"idx": 467, "sentence": "Se i medicinali davano effetti collaterali loro sospendeva subito il trattamento.", "label": 0}
{"idx": 468, "sentence": "Questo candidato, il professore ha detto che lo studente avrebbe dovuto descriverlo.", "label": 2}
{"idx": 469, "sentence": "Quale candidato Giulio ha scritto che lei aveva detto che Carla avrebbe dovuto menzionare?", "label": 1}
{"idx": 470, "sentence": "I ciclisti hanno pedalato.", "label": 3}
{"idx": 471, "sentence": "Secondo te le dichiarazioni dell'accordo sono la conclusione dello sciopero?", "label": 2}
{"idx": 472, "sentence": "Al ristorante di Giovanni normalmente noi ordinavamo del maiale.", "label": 3}
{"idx": 473, "sentence": "Cosa credi che l'ingegnere ha costruito negli anni Sessanta?", "label": 1}
{"idx": 474, "sentence": "Chi  che Susanna ha detto che lo studente avrebbe dovuto descriverlo?", "label": 0}
{"idx": 475, "sentence": "Il presupposto della sentenza sono le verifiche del danno.", "label": 2}
{"idx": 476, "sentence": "Ci mostrarono il paziente che l'infermiera voleva chiamarlo e Marco medicare.", "label": 1}
{"idx": 477, "sentence": "Questo, il professore ha pensato che Carla avrebbe dovuto menzionare questo candidato.", "label": 1}
{"idx": 478, "sentence": "Conoscevo il paziente che l'infermiera voleva chiamarlo e il dottore medicare.", "label": 1}
{"idx": 479, "sentence": "Dicono che in passato lui rifiutavano sempre il sostegno degli altri.", "label": 0}
{"idx": 480, "sentence": "Nessuno sostiene di avere mai finito questo esercizio in tempo utile.", "label": 3}
{"idx": 481, "sentence": "Secondo te hanno mangiato le bambine il dolce?", "label": 1}
{"idx": 482, "sentence": "Ci mostrarono il paziente che Maria voleva vederlo e il dottore visitare.", "label": 1}
{"idx": 483, "sentence": "Chi pensi che Maria voglia chiamare e Marco visitare?", "label": 2}
{"idx": 484, "sentence": "Secondo te il connotato della dittatura sono le manipolazioni della votazione?", "label": 1}
{"idx": 485, "sentence": "Secondo te le potature della vigna sono il simbolo della stagione?", "label": 2}
{"idx": 486, "sentence": "Da un po' di tempo loro considerava il comunismo ormai morto.", "label": 0}
{"idx": 487, "sentence": "Maria potrebbe aver finito nessun esercizio in tempo utile.", "label": 1}
{"idx": 488, "sentence": "Sono gli idraulici che gli elettricisti hanno visto nella casa in ristrutturazione.", "label": 2}
{"idx": 489, "sentence": "Maria sostiene di avere gi finito questo esercizio in tempo utile?", "label": 2}
{"idx": 490, "sentence": "Carla dovrebbe menzionare questo problema.", "label": 3}
{"idx": 491, "sentence": "Chi  che Maria ha saputo dove Carlo incontrer?", "label": 0}
{"idx": 492, "sentence": "Chi pensi che l'infermiera voglia registrare e Marco visitarlo?", "label": 1}
{"idx": 493, "sentence": "Maria si aspetta che qualcuno possa aver mai finito questo esercizio in tempo utile?", "label": 1}
{"idx": 494, "sentence": "Nessuno studente sostiene di avere finito alcunch in cos poco tempo.", "label": 2}
{"idx": 495, "sentence": "Che cos' che il giornalista ha scritto che Susanna aveva detto che lo studente avrebbe dovuto considerare questo problema?", "label": 1}
{"idx": 496, "sentence": "Chi pensi che l'infermiera voglia registrarlo e Marco visitarlo?", "label": 0}
{"idx": 497, "sentence": "quale paziente dici che l'infermiera voglia chiamare e il dottore medicarlo?", "label": 1}
{"idx": 498, "sentence": "Le bende hanno coperto le ustioni.", "label": 3}
{"idx": 499, "sentence": "Cos' che Maria ti ha detto quando Carlo far?", "label": 0}
{"idx": 500, "sentence": "Conoscevo il paziente che l'infermiera voleva registrarlo e il dottore visitare.", "label": 1}
{"idx": 501, "sentence": "Secondo te i ragazzi hanno bestemmiato?", "label": 3}
{"idx": 502, "sentence": "Che cos' che il professore ha pensato che lo studente avrebbe dovuto considerare questo problema?", "label": 1}
{"idx": 503, "sentence": "Conoscevo il paziente che l'infermiera voleva registrarlo e il dottore visitarlo.", "label": 0}
{"idx": 504, "sentence": "Le telecamere hanno registrato l'evento.", "label": 3}
{"idx": 505, "sentence": "Uno studente si aspetta che Francesco possa aver mai finito questo esercizio in tempo utile?", "label": 2}
{"idx": 506, "sentence": "Quando gli invitati erano in ritardo loro avvertivano sempre il ristorante.", "label": 2}
{"idx": 507, "sentence": "Di solito nel secondo semestre loro seguivano il corso di storia.", "label": 3}
{"idx": 508, "sentence": "Sono partiti gli autobus.", "label": 2}
{"idx": 509, "sentence": "Sono gli autori che voi lettori avete ascoltato dopo la presentazione dei libri.", "label": 2}
{"idx": 510, "sentence": "Secondo te hanno pranzato le signore?", "label": 2}
{"idx": 511, "sentence": "Sono intervenuti i poliziotti.", "label": 3}
{"idx": 512, "sentence": "I computer hanno svolto il calcolo.", "label": 3}
{"idx": 513, "sentence": "Ci dissero chi Maria voleva chiamare e Marco medicarlo.", "label": 1}
{"idx": 514, "sentence": "Sono gli idraulici che voi elettricisti avete visto nella casa in ristrutturazione.", "label": 2}
{"idx": 515, "sentence": "Ogni giorno insieme al falegname noi limavamo delle assi di legno.", "label": 2}
{"idx": 516, "sentence": "Carlo conosceva bene il professore che Anna sperava sempre di evitare.", "label": 3}
{"idx": 517, "sentence": "Chi  che Maria ha saputo che Carlo incontrer?", "label": 2}
{"idx": 518, "sentence": "Quale problema il giornalista ha suggerito che Susanna aveva pensato che Carla avrebbe dovuto menzionare?", "label": 1}
{"idx": 519, "sentence": "Ci mostrarono l'anziano signore che Maria voleva registrarlo e Marco visitare.", "label": 1}
{"idx": 520, "sentence": "Sapevo quale paziente l'infermiera voleva chiamarlo e il dottore visitare.", "label": 1}
{"idx": 521, "sentence": "Se il treno non arrivava loro saltava la prima parte dello spettacolo.", "label": 0}
{"idx": 522, "sentence": "Secondo te hanno barato i giocatori?", "label": 2}
{"idx": 523, "sentence": "Secondo te hanno sorriso i turisti?", "label": 3}
{"idx": 524, "sentence": "Lucia diceva che loro ingannavano il nostro datore di lavoro.", "label": 2}
{"idx": 525, "sentence": "Secondo te sono caduti i quadri?", "label": 3}
{"idx": 526, "sentence": "Maria ha saputo che Carlo incontrer i dottori.", "label": 3}
{"idx": 527, "sentence": "Secondo te le insegnanti hanno telefonato?", "label": 3}
{"idx": 528, "sentence": "Ho sentito che Maria ha saputo dove Carlo prender questo provvedimento.", "label": 3}
{"idx": 529, "sentence": "Uno studente pensa che Francesco abbia gi finito questo esercizio in tempo utile.", "label": 3}
{"idx": 530, "sentence": "Questo candidato, il giornalista ha affermato che Susanna aveva pensato che lo studente avrebbe dovuto considerare questo candidato.", "label": 1}
{"idx": 531, "sentence": "lo studente dovrebbe considerarlo.", "label": 2}
{"idx": 532, "sentence": "Nessuno sospetta che qualcuno abbia finito alcunch in cos poco tempo .", "label": 2}
{"idx": 533, "sentence": "Sono gli affittuari che voi proprietari avete denunciato alla guardia di finanza.", "label": 2}
{"idx": 534, "sentence": "Nessuno sostiene di avere gi finito questo esercizio in tempo utile.", "label": 3}
{"idx": 535, "sentence": "Chi  che lui ha affermato che il professore aveva detto che lo studente avrebbe dovuto considerare questo candidato?", "label": 1}
{"idx": 536, "sentence": "Quando il dipartimento concedeva dei fondi lui spendevano tutti i soldi in trasferte.", "label": 0}
{"idx": 537, "sentence": "Che cos' che il giornalista ha scritto che Susanna aveva detto che lo studente avrebbe dovuto considerarlo?", "label": 1}
{"idx": 538, "sentence": "Sono i tirocinanti che voi stagisti avete interrogato dopo la visita in azienda.", "label": 2}
{"idx": 539, "sentence": "Le foto del muro sono la causa della rivolta.", "label": 3}
{"idx": 540, "sentence": "Ci dissero quale paziente Maria voleva chiamarlo e il dottore visitarlo.", "label": 0}
{"idx": 541, "sentence": "I vicini hanno traslocato.", "label": 3}
{"idx": 542, "sentence": "Secondo te le recinzioni della propriet sono la protezione della fauna?", "label": 2}
{"idx": 543, "sentence": "Sapevo che l'infermiera aveva registrato e Marco medicato un malato.", "label": 1}
{"idx": 544, "sentence": "Quale articolo sai chi ha scritto in un pomeriggio?", "label": 0}
{"idx": 545, "sentence": "Cosa credi che il giornalista ha scritto in un pomeriggio?", "label": 1}
{"idx": 546, "sentence": "Se la banca non accordava il prestito tu rischiavate il fallimento.", "label": 0}
{"idx": 547, "sentence": "Sono i turisti che i bagnini hanno aiutato sulla spiaggia affollata.", "label": 2}
{"idx": 548, "sentence": "Questo, lui ha affermato che il professore aveva detto che lo studente avrebbe dovuto considerare.", "label": 1}
{"idx": 549, "sentence": "Sapevo che Maria aveva chiamato un uomo e Marco medicato un malato.", "label": 2}
{"idx": 550, "sentence": "Siete voi tecnici che i dirigenti hanno respinto dopo l'accesa discussione.", "label": 1}
{"idx": 551, "sentence": "Quale candidato Susanna ha pensato che Carla avrebbe dovuto menzionarlo?", "label": 1}
{"idx": 552, "sentence": "I calciatori hanno riposato.", "label": 3}
{"idx": 553, "sentence": "Ci dissero che l'infermiera voleva chiamarlo e il dottore visitare.", "label": 1}
{"idx": 554, "sentence": "Questo candidato, Susanna ha detto che lei avrebbe dovuto descrivere.", "label": 1}
{"idx": 555, "sentence": "quale paziente pensi che l'infermiera voglia registrarlo e Marco medicare?", "label": 1}
{"idx": 556, "sentence": "Nessuno studente si aspetta che qualcuno abbia gi finito questo esercizio in tempo utile.", "label": 3}
{"idx": 557, "sentence": "Uno studente ha gi finito questo esercizio in tempo utile .", "label": 2}
{"idx": 558, "sentence": "Voci di corridoio dicono che loro evitavano la segretaria del dipartimento.", "label": 2}
{"idx": 559, "sentence": "Le signore hanno pranzato.", "label": 3}
{"idx": 560, "sentence": "Tutte le sere voi preparavi la cartella per la mattina.", "label": 0}
{"idx": 561, "sentence": "Si vociferava che lui affidavano molte responsabilit al nuovo arrivato.", "label": 0}
{"idx": 562, "sentence": "Qualcuno ha detto che lui scrivevano una lettera a casa ogni sera.", "label": 0}
{"idx": 563, "sentence": "Sapevo quale paziente l'infermiera aveva chiamato un uomo e il dottore medicato l'anziano signore.", "label": 0}
{"idx": 564, "sentence": "Secondo te i debiti sono lievitati?", "label": 2}
{"idx": 565, "sentence": "Ci dissero quale paziente Maria aveva registrato un uomo e il dottore visitato l'anziano signore .", "label": 1}
{"idx": 566, "sentence": "Secondo te gli anziani hanno guardato la televisione?", "label": 3}
{"idx": 567, "sentence": "Maria ti ha detto che il ministro parler col diplomatico .", "label": 2}
{"idx": 568, "sentence": "Secondo te hanno sbadigliato gli spettatori?", "label": 2}
{"idx": 569, "sentence": "Ho sentito cos' che Maria ti ha detto dove Carlo far.", "label": 0}
{"idx": 570, "sentence": "Conoscevo il paziente che l'infermiera voleva chiamare e il dottore medicarlo.", "label": 1}
{"idx": 571, "sentence": "Cosa credi che ha preparato la scorsa settimana?", "label": 2}
{"idx": 572, "sentence": "Secondo te le casalinghe hanno pulito il bagno?", "label": 3}
{"idx": 573, "sentence": "Ci mostrarono il paziente che l'infermiera voleva chiamarlo e Marco medicarlo.", "label": 1}
{"idx": 574, "sentence": "Quando la ragazza spendeva troppo loro copriva le sue spese.", "label": 0}
{"idx": 575, "sentence": "Nessuno studente si aspetta che un altro studente abbia finito nessun esercizio in tempo utile?", "label": 2}
{"idx": 576, "sentence": "Questo, lui ha suggerito che lei aveva pensato che lo studente avrebbe dovuto descriverlo.", "label": 1}
{"idx": 577, "sentence": "Chi pensi che Maria abbia chiamato e il dottore medicato?", "label": 2}
{"idx": 578, "sentence": "lui ha pensato che lo studente avrebbe dovuto considerare questo candidato.", "label": 3}
{"idx": 579, "sentence": "Conoscevo il paziente che Maria voleva registrare e Marco medicare .", "label": 2}
{"idx": 580, "sentence": "Che cos' che lo studente dovrebbe considerare questo candidato?", "label": 1}
{"idx": 581, "sentence": "Secondo te le ginnaste hanno gareggiato?", "label": 3}
{"idx": 582, "sentence": "Sapevo Chi Maria aveva chiamato un uomo e Marco visitato l'anziano signore.", "label": 0}
{"idx": 583, "sentence": "Al ristorante di Giovanni normalmente io ordinavo del maiale.", "label": 3}
{"idx": 584, "sentence": "Secondo te i soldati hanno reagito?", "label": 3}
{"idx": 585, "sentence": "Secondo te gli scalatori sono precipitati?", "label": 3}
{"idx": 586, "sentence": "Per concimare il terreno loro utilizzavano un prodotto biologico.", "label": 3}
{"idx": 587, "sentence": "Anche senza supporto popolare loro proseguivano la lotta alla mafia.", "label": 3}
{"idx": 588, "sentence": "Conoscevo il paziente che l'infermiera aveva chiamato e il dottore medicato un malato.", "label": 1}
{"idx": 589, "sentence": "Quando il bambino non arrivava loro informava i genitori.", "label": 0}
{"idx": 590, "sentence": "Ci mostrarono il paziente che l'infermiera voleva chiamare e Marco medicarlo.", "label": 1}
{"idx": 591, "sentence": "Ho sentito con chi  che Maria ti ha detto che Carlo parler .", "label": 2}
{"idx": 592, "sentence": "Ho sentito che Maria ti ha detto quando Carlo parler col diplomatico.", "label": 3}
{"idx": 593, "sentence": "Le insegnanti hanno telefonato.", "label": 3}
{"idx": 594, "sentence": "Maria potrebbe aver gi finito questo esercizio in tempo utile.", "label": 3}
{"idx": 595, "sentence": "Sono i tecnici che voi dirigenti avete respinto dopo l'accesa discussione.", "label": 3}
{"idx": 596, "sentence": "quale paziente dici che l'infermiera abbia chiamato e Marco medicato?", "label": 2}
{"idx": 597, "sentence": "Secondo te i racconti del viaggio sono la conclusione della festa?", "label": 2}
{"idx": 598, "sentence": "Hanno miagolato i gatti.", "label": 2}
{"idx": 599, "sentence": "Conoscevo il paziente che l'infermiera voleva chiamarlo e il dottore medicarlo.", "label": 0}
{"idx": 600, "sentence": "Quando il cane dei vicini abbaiava noi chiamavo sempre i carabinieri.", "label": 0}
{"idx": 601, "sentence": "Secondo te i camion hanno frenato?", "label": 3}
{"idx": 602, "sentence": "La rivelazione della manifestazione sono le esecuzioni del concerto.", "label": 1}
{"idx": 603, "sentence": "Secondo te sono sopravvissute le sorelle?", "label": 3}
{"idx": 604, "sentence": "Prima di uscire di casa la sera lui beveva sempre una birra.", "label": 3}
{"idx": 605, "sentence": "Chi  che lui ha suggerito che lei aveva pensato che lo studente avrebbe dovuto descrivere?", "label": 1}
{"idx": 606, "sentence": "Secondo te la caratteristica del convento sono le recite della preghiera?", "label": 1}
{"idx": 607, "sentence": "Sono gli attori che voi registi avete incoraggiato prima dello spettacolo.", "label": 2}
{"idx": 608, "sentence": "Quando il tempo non era bello lui annullava tutte le immersioni.", "label": 3}
{"idx": 609, "sentence": "Quale candidato Susanna ha pensato che lo studente avrebbe dovuto considerare?", "label": 2}
{"idx": 610, "sentence": "Secondo te sono scoppiati i petardi?", "label": 3}
{"idx": 611, "sentence": "Ho sentito a chi  che Maria ha saputo perch il ministro dar il premio.", "label": 1}
{"idx": 612, "sentence": "Secondo te gli ospiti sono arrivati?", "label": 3}
{"idx": 613, "sentence": "Tutti sanno che tu cantavate i salmi in chiesa.", "label": 0}
{"idx": 614, "sentence": "Sono i testimoni che gli imputati hanno screditato durante tutto il processo.", "label": 2}
{"idx": 615, "sentence": "I giornalisti hanno mentito.", "label": 3}
{"idx": 616, "sentence": "Chi dici che l'infermiera voglia chiamare e il dottore visitarlo?", "label": 0}
{"idx": 617, "sentence": "Ci dissero quale paziente l'infermiera aveva chiamato e Marco medicato .", "label": 2}
{"idx": 618, "sentence": "Secondo te sono impalliditi gli studenti?", "label": 2}
{"idx": 619, "sentence": "Sono i professori che voi presidi avete elogiato alla riunione d'istituto.", "label": 2}
{"idx": 620, "sentence": "Sono i consulenti che voi amministratori avete offeso nella sala conferenze.", "label": 2}
{"idx": 621, "sentence": "Ho sentito a chi  che Maria ha saputo dove il ministro dar il premio .", "label": 1}
{"idx": 622, "sentence": "Quale candidato Susanna ha pensato che Carla avrebbe dovuto menzionare questo problema?", "label": 1}
{"idx": 623, "sentence": "Secondo te le urbanizzazioni della capitale sono la sintesi della storia?", "label": 2}
{"idx": 624, "sentence": "Carla dovrebbe menzionare questo candidato .", "label": 3}
{"idx": 625, "sentence": "Alla cena di Natale loro annunciavano il matrimonio.", "label": 2}
{"idx": 626, "sentence": "I vetri hanno filtrato la luce.", "label": 3}
{"idx": 627, "sentence": "Sono salpate le navi.", "label": 3}
{"idx": 628, "sentence": "Secondo te l'identit dell'auditorium sono le pulizie del locale?", "label": 1}
{"idx": 629, "sentence": "Secondo te hanno esultato i tifosi?", "label": 2}
{"idx": 630, "sentence": "Ci mostrarono l'anziano signore che Maria aveva registrato e Marco visitato un malato.", "label": 1}
{"idx": 631, "sentence": "Siete voi tirocinanti che voi stagisti avete interrogato dopo la visita in azienda.", "label": 0}
{"idx": 632, "sentence": "Ho sentito che Maria ti ha detto che Carlo far un sopralluogo.", "label": 3}
{"idx": 633, "sentence": "Anche se era successo molto tempo fa noi ricordavo quel giorno con chiarezza.", "label": 0}
{"idx": 634, "sentence": "Che cos' che il giornalista ha scritto che Susanna aveva detto che lo studente avrebbe dovuto considerare questo candidato?", "label": 1}
{"idx": 635, "sentence": "Hanno sbadigliato gli spettatori.", "label": 2}
{"idx": 636, "sentence": "Nessuno sospetta che qualcuno possa aver finito nessun esercizio in tempo utile.", "label": 2}
{"idx": 637, "sentence": "Questo candidato, Giulio ha scritto che lei aveva detto che Carla avrebbe dovuto menzionare .", "label": 1}
{"idx": 638, "sentence": "Durante la partita della nazionale tu indossavi la maglia azzurra.", "label": 3}
{"idx": 639, "sentence": "Maria si aspetta che qualcuno possa aver mai finito questo esercizio in tempo utile.", "label": 1}
{"idx": 640, "sentence": "Le foglie sono ingiallite.", "label": 3}
{"idx": 641, "sentence": "Maria ti ha detto quando Carlo far un sopralluogo.", "label": 3}
{"idx": 642, "sentence": "Hanno sorriso i turisti.", "label": 1}
{"idx": 643, "sentence": "Cosa credi che lo studente ha risolto in un'ora?", "label": 1}
{"idx": 644, "sentence": "Sono i ministri che i deputati hanno insultato durante la sessione parlamentare.", "label": 2}
{"idx": 645, "sentence": "Hanno barato i giocatori.", "label": 1}
{"idx": 646, "sentence": "lo studente dovrebbe considerare questo candidato.", "label": 3}
{"idx": 647, "sentence": "Secondo te le piante sono appassite?", "label": 3}
{"idx": 648, "sentence": "Secondo te hanno brucato le capre l'erba?", "label": 1}
{"idx": 649, "sentence": "Susanna ha detto che Carla avrebbe dovuto menzionarlo.", "label": 3}
{"idx": 650, "sentence": "Ci dissero che l'infermiera voleva chiamare e il dottore visitare.", "label": 1}
{"idx": 651, "sentence": "Questo problema, Susanna ha pensato che Carla avrebbe dovuto menzionare questo candidato.", "label": 1}
{"idx": 652, "sentence": "Nessuno sospetta che qualcuno possa aver gi finito questo esercizio in tempo utile .", "label": 2}
{"idx": 653, "sentence": "Prima di spegnere il computer io salvavamo tutto sul server.", "label": 0}
{"idx": 654, "sentence": "Conoscevo il paziente che Maria voleva registrarlo e Marco medicare.", "label": 1}
{"idx": 655, "sentence": "Prima che il comitato venisse eletto voi precisavi in modo chiaro il suo ruolo.", "label": 0}
{"idx": 656, "sentence": "Secondo te le lacerazioni della diga sono l'annuncio del disastro?", "label": 2}
{"idx": 657, "sentence": "I turisti hanno sorriso.", "label": 3}
{"idx": 658, "sentence": "Nel corso dell'anno voi prevedevate molte sconfitte per la Fiorentina.", "label": 2}
{"idx": 659, "sentence": "Quando gli studenti erano troppo indisciplinati noi richiedevo la presenza del preside.", "label": 0}
{"idx": 660, "sentence": "Hanno copiato le studentesse il quaderno.", "label": 1}
{"idx": 661, "sentence": "Chi  che lui ha affermato che il professore aveva detto che lo studente avrebbe dovuto considerarlo?", "label": 1}
{"idx": 662, "sentence": "Tutte le domeniche durante la messa loro eseguiva un pezzo al pianoforte.", "label": 0}
{"idx": 663, "sentence": "Questo, lei dovrebbe descriverlo .", "label": 2}
{"idx": 664, "sentence": "La protezione della fauna sono le recinzioni della propriet.", "label": 1}
{"idx": 665, "sentence": "Hanno guardato gli anziani la televisione.", "label": 1}
{"idx": 666, "sentence": "Sono i camerieri che i cassieri hanno rimproverato dopo la chiusura del ristorante.", "label": 2}
{"idx": 667, "sentence": "Hanno dormito le guardie.", "label": 1}
{"idx": 668, "sentence": "Uno studente potrebbe aver finito alcunch in cos poco tempo.", "label": 0}
{"idx": 669, "sentence": "Ci mostrarono il paziente che Maria voleva vederlo e Marco medicare.", "label": 0}
{"idx": 670, "sentence": "Mentre il pubblico applaudiva loro continuava a gioire di tanto successo.", "label": 0}
{"idx": 671, "sentence": "Sono gli infermieri che i primari hanno chiamato in sala operatoria.", "label": 2}
{"idx": 672, "sentence": "Sono crollate le mura.", "label": 3}
{"idx": 673, "sentence": "Secondo te hanno pattinato le ragazze?", "label": 3}
{"idx": 674, "sentence": "Prima di chiudere la cucina del ristorante lui asciugavano tutti i piatti.", "label": 0}
{"idx": 675, "sentence": "Se si verificava una perdita di acqua tu fermavi ogni volta il depuratore.", "label": 3}
{"idx": 676, "sentence": "Secondo te la conferma dell'ipotesi sono le interpretazioni del risultato?", "label": 1}
{"idx": 677, "sentence": "Ho sentito quale provvedimento Maria ha saputo quando Carlo prender.", "label": 0}
{"idx": 678, "sentence": "Maria ti ha detto che Carlo far un sopralluogo.", "label": 3}
{"idx": 679, "sentence": "Quando il tassista ritardava anche soltanto cinque minuti loro perdevano il treno.", "label": 1}
{"idx": 680, "sentence": "Secondo te gli aerei hanno trasportato l'equipaggio?", "label": 3}
{"idx": 681, "sentence": "Le lenzuola hanno coperto il divano.", "label": 2}
{"idx": 682, "sentence": "il giornalista ha scritto che Susanna aveva detto che lo studente avrebbe dovuto considerare questo problema.", "label": 2}
{"idx": 683, "sentence": "La direttrice ha capito che lui firmavano le giustificazioni delle assenze.", "label": 0}
{"idx": 684, "sentence": "Voci di corridoio dicono che io evitavo la segretaria del dipartimento.", "label": 2}
{"idx": 685, "sentence": "Quando la ragazza spendeva troppo voi coprivi le sue spese.", "label": 0}
{"idx": 686, "sentence": "Ci mostrarono il paziente che l'infermiera aveva registrato un paziente e Marco medicato un malato.", "label": 0}
{"idx": 687, "sentence": "Che cos' che lo studente dovrebbe considerare?", "label": 3}
{"idx": 688, "sentence": "Tutte le sere voi preparavate la cartella per la mattina.", "label": 2}
{"idx": 689, "sentence": "Sono i geometri che voi costruttori avete accusato per il crollo del ponte.", "label": 2}
{"idx": 690, "sentence": "Che cos' che il professore ha pensato che lo studente avrebbe dovuto considerare?", "label": 2}
{"idx": 691, "sentence": "Ci dissero che l'infermiera aveva chiamato un uomo e il dottore medicato un malato.", "label": 2}
{"idx": 692, "sentence": "Hanno sbandato le automobili.", "label": 1}
{"idx": 693, "sentence": "Secondo te i neonati hanno bevuto il latte?", "label": 3}
{"idx": 694, "sentence": "Sono i banchieri che i funzionari hanno lodato davanti alla folla.", "label": 2}
{"idx": 695, "sentence": "In ufficio erano tutti scontenti perch noi approvavamo il progetto del direttore.", "label": 2}
{"idx": 696, "sentence": "Le motivazioni dello scandalo sono la rovina del paese.", "label": 3}
{"idx": 697, "sentence": "Uno studente pensa che Francesco abbia finito nessun esercizio in tempo utile.", "label": 1}
{"idx": 698, "sentence": "Nessuno si aspetta che qualcuno abbia gi finito questo esercizio in tempo utile?", "label": 2}
{"idx": 699, "sentence": "In ufficio erano tutti scontenti perch loro approvavano il progetto del direttore.", "label": 2}
{"idx": 700, "sentence": "Prima di spegnere il computer io salvavo tutto sul server.", "label": 2}
{"idx": 701, "sentence": "Alla cena di Natale io annunciavo il matrimonio.", "label": 2}
{"idx": 702, "sentence": "Questo, il professore ha pensato che Carla avrebbe dovuto menzionare.", "label": 1}
{"idx": 703, "sentence": "A chi  che Maria ha saputo che Carlo dar il premio?", "label": 1}
{"idx": 704, "sentence": "Ci dissero quale paziente l'infermiera voleva chiamarlo e il dottore medicarlo.", "label": 0}
{"idx": 705, "sentence": "Secondo te hanno stonato le cantanti?", "label": 2}
{"idx": 706, "sentence": "Secondo te hanno abbassato i negozianti il prezzo?", "label": 1}
{"idx": 707, "sentence": "Per concimare il terreno io utilizzavo un prodotto biologico.", "label": 3}
{"idx": 708, "sentence": "Ci dissero che Maria aveva chiamato un uomo e il dottore visitato.", "label": 1}
{"idx": 709, "sentence": "Conoscevo il paziente che l'infermiera voleva vedere e Marco testare.", "label": 2}
{"idx": 710, "sentence": "Siete voi costumisti che voi clienti avete contattato al banco dei vestiti.", "label": 1}
{"idx": 711, "sentence": "Chi pensi che l'infermiera voglia registrare e Marco visitare?", "label": 2}
{"idx": 712, "sentence": "Sono i macchinisti che voi controllori avete salutato alla stazione di Milano.", "label": 2}
{"idx": 713, "sentence": "Secondo te la sintesi della storia sono le urbanizzazioni della capitale?", "label": 2}
{"idx": 714, "sentence": "Siete voi violinisti che voi pianisti avete accompagnato durante tutto il concerto.", "label": 1}
{"idx": 715, "sentence": "Nessuno studente sospetta che qualcuno abbia finito nessun esercizio in tempo utile?", "label": 2}
{"idx": 716, "sentence": "Maria si aspetta che qualcuno possa aver gi finito questo esercizio in tempo utile?", "label": 3}
{"idx": 717, "sentence": "Ho sentito a chi  che Maria ha saputo quando il ministro dar il premio.", "label": 1}
{"idx": 718, "sentence": "Secondo te sono lievitati i debiti?", "label": 3}
{"idx": 719, "sentence": "Uno studente potrebbe aver mai finito questo esercizio in tempo utile.", "label": 1}
{"idx": 720, "sentence": "Dicono che in passato lui rifiutava sempre il sostegno degli altri.", "label": 2}
{"idx": 721, "sentence": "Le dichiarazioni della protesta sono la testimonianza del malessere.", "label": 3}
{"idx": 722, "sentence": "Questo candidato, il giornalista ha affermato che Susanna aveva pensato che lo studente avrebbe dovuto considerare questo problema.", "label": 1}
{"idx": 723, "sentence": "Sapevo quale paziente l'infermiera voleva chiamarlo e il dottore visitarlo.", "label": 0}
{"idx": 724, "sentence": "Quale problema il professore ha detto che lei avrebbe dovuto descrivere questo candidato?", "label": 0}
{"idx": 725, "sentence": "Sono i costumisti che voi clienti avete contattato al banco dei vestiti.", "label": 2}
{"idx": 726, "sentence": "Sapevo che l'infermiera aveva registrato e Marco medicato.", "label": 1}
{"idx": 727, "sentence": "Gli studenti sono impalliditi.", "label": 3}
{"idx": 728, "sentence": "Poich i pacchi erano voluminosi lui trasportava il carico con un furgone.", "label": 2}
{"idx": 729, "sentence": "Le interpretazioni del risultato sono la conferma dell'ipotesi.", "label": 3}
{"idx": 730, "sentence": "Se si verificava una perdita di acqua voi fermavi ogni volta il depuratore.", "label": 0}
{"idx": 731, "sentence": "Appena la mamma usciva di casa io accendevamo il televisore in cucina.", "label": 0}
{"idx": 732, "sentence": "Secondo te hanno riempito i mobili la stanza?", "label": 1}
{"idx": 733, "sentence": "I ragazzi hanno bestemmiato.", "label": 3}
{"idx": 734, "sentence": "Sono i cantanti che voi musicisti avete riconosciuto al concerto di beneficenza.", "label": 2}
{"idx": 735, "sentence": "A chi  che Maria ha saputo dove Carlo dar il premio?", "label": 1}
{"idx": 736, "sentence": "Quando il tassista ritardava anche soltanto cinque minuti lui perdeva il treno.", "label": 2}
{"idx": 737, "sentence": "Siete voi turisti che voi bagnini avete aiutato sulla spiaggia affollata.", "label": 1}
{"idx": 738, "sentence": "Maria ti ha detto dove Carlo far un sopralluogo.", "label": 3}
{"idx": 739, "sentence": "Anche se era successo molto tempo fa loro ricordavano quel giorno con chiarezza.", "label": 2}
{"idx": 740, "sentence": "Le piante sono appassite.", "label": 3}
{"idx": 741, "sentence": "Nessuno studente si aspetta che qualcuno abbia finito nessun esercizio in tempo utile .", "label": 1}
{"idx": 742, "sentence": "Sono i professori che i presidi hanno elogiato alla riunione d'istituto.", "label": 2}
{"idx": 743, "sentence": "Carlo conosceva bene lo studente che vedere sarebbe piaciuto a Anna .", "label": 1}
{"idx": 744, "sentence": "Durante il concorso lui selezionavano sempre le ragazze pi belle.", "label": 0}
{"idx": 745, "sentence": "Hanno rinfrescato i ventilatori la stanza.", "label": 1}
{"idx": 746, "sentence": "Chi pensi che Maria abbia chiamato un uomo e Marco visitato?", "label": 1}
{"idx": 747, "sentence": "Conoscevo il paziente che l'infermiera voleva registrare e il dottore visitarlo .", "label": 1}
{"idx": 748, "sentence": "Ho sentito con chi  che Maria ti ha detto dove Carlo parler.", "label": 1}
{"idx": 749, "sentence": "I soldati hanno reagito.", "label": 3}
{"idx": 750, "sentence": "Per concimare il terreno lui utilizzava un prodotto biologico.", "label": 3}
{"idx": 751, "sentence": "Hanno sciato gli alpinisti.", "label": 2}
{"idx": 752, "sentence": "Durante i periodi di stress lui ritrovavano la tranquillit solo in montagna.", "label": 0}
{"idx": 753, "sentence": "Hanno bloccato i tronchi il sentiero.", "label": 1}
{"idx": 754, "sentence": "Hanno stonato le cantanti.", "label": 1}
{"idx": 755, "sentence": "Siete voi infermieri che voi primari avete chiamato in sala operatoria.", "label": 1}
{"idx": 756, "sentence": "Conoscevo il paziente che l'infermiera voleva registrare e il dottore visitare.", "label": 3}
{"idx": 757, "sentence": "Secondo te hanno coltivato gli agricoltori il campo?", "label": 2}
{"idx": 758, "sentence": "Chi  che lui ha affermato che il professore aveva detto che lo studente avrebbe dovuto considerare questo problema?", "label": 0}
{"idx": 759, "sentence": "Secondo te sono salpate le navi?", "label": 3}
{"idx": 760, "sentence": "Ci dissero chi l'infermiera voleva registrare e Marco medicarlo.", "label": 0}
{"idx": 761, "sentence": "quale paziente pensi che Maria abbia chiamato un uomo e Marco visitato l'anziano signore?", "label": 0}
{"idx": 762, "sentence": "Sapevo chi Maria aveva chiamato e il dottore medicato l'anziano signore.", "label": 1}
{"idx": 763, "sentence": "Nessuno studente sostiene di avere finito nessun esercizio in tempo utile.", "label": 2}
{"idx": 764, "sentence": "Hanno mangiato le bambine il dolce.", "label": 1}
{"idx": 765, "sentence": "Quando gli idraulici avevano sostituito i tubi lui riparavano il lavello.", "label": 0}
{"idx": 766, "sentence": "Questo problema, Carla dovrebbe considerare.", "label": 1}
{"idx": 767, "sentence": "Di solito nel secondo semestre io seguivamo il corso di storia.", "label": 0}
{"idx": 768, "sentence": "Uno studente pensa che Francesco abbia finito alcunch in cos poco tempo.", "label": 1}
{"idx": 769, "sentence": "Prima che il comitato venisse eletto tu precisavate in modo chiaro il suo ruolo.", "label": 0}
{"idx": 770, "sentence": "Ci mostrarono l'anziano signore che l'infermiera aveva visto un paziente e il dottore medicato.", "label": 1}
{"idx": 771, "sentence": "Le sorelle sono sopravvissute.", "label": 3}
{"idx": 772, "sentence": "Tutte le sere tu preparavate la cartella per la mattina.", "label": 0}
{"idx": 773, "sentence": "Ho sentito chi  che Maria ha saputo che il ministro incontrer.", "label": 1}
{"idx": 774, "sentence": "Quando la crema era molto densa io aggiungevo un po' di latte.", "label": 3}
{"idx": 775, "sentence": "Secondo te hanno cinguettato gli uccelli?", "label": 2}
{"idx": 776, "sentence": "Che cos' che lo studente dovrebbe considerare questo problema?", "label": 1}
{"idx": 777, "sentence": "I prosciugamenti del canale sono la protezione della citt.", "label": 2}
{"idx": 778, "sentence": "Siete voi violinisti che i pianisti hanno accompagnato durante tutto il concerto.", "label": 1}
{"idx": 779, "sentence": "Le verifiche del danno sono il presupposto della sentenza.", "label": 2}
{"idx": 780, "sentence": "Il professore si arrabbiava quando loro modificava il piano di lavoro.", "label": 0}
{"idx": 781, "sentence": "Le navi sono salpate.", "label": 3}
{"idx": 782, "sentence": "Sapevo Chi Maria aveva chiamato un uomo e il dottore medicato l'anziano signore .", "label": 1}
{"idx": 783, "sentence": "Maria ha saputo quando Carlo dar il premio ai dottori.", "label": 3}
{"idx": 784, "sentence": "Secondo te i lupi hanno ululato?", "label": 3}
{"idx": 785, "sentence": "quale paziente pensi che l'infermiera abbia registrato un uomo e il dottore visitato?", "label": 1}
{"idx": 786, "sentence": "quale paziente pensi che Maria voglia chiamarlo e Marco medicarlo?", "label": 0}
{"idx": 787, "sentence": "Quando gli invitati erano in ritardo noi avvertivamo sempre il ristorante.", "label": 3}
{"idx": 788, "sentence": "Chi dici che l'infermiera abbia registrato e Marco visitato?", "label": 1}
{"idx": 789, "sentence": "Conoscevo il paziente che l'infermiera aveva chiamato un paziente e il dottore medicato un malato .", "label": 1}
{"idx": 790, "sentence": "Quando ne avevamo bisogno loro organizzava sempre dei corsi per stranieri.", "label": 0}
{"idx": 791, "sentence": "Ho sentito che Maria ha saputo quando il ministro incontrer i dottori .", "label": 2}
{"idx": 792, "sentence": "Gli spettatori hanno sbadigliato.", "label": 3}
{"idx": 793, "sentence": "I negozianti hanno abbassato il prezzo.", "label": 3}
{"idx": 794, "sentence": "Questo candidato, Susanna ha detto che lei avrebbe dovuto descrivere questo problema.", "label": 0}
{"idx": 795, "sentence": "Quale edificio credi che l'ingegnere ha costruito negli anni Sessanta?", "label": 2}
{"idx": 796, "sentence": "Conoscevo il paziente che l'infermiera voleva chiamare e il dottore medicare.", "label": 3}
{"idx": 797, "sentence": "Prima di uscire di casa la sera loro bevevano sempre una birra.", "label": 2}
{"idx": 798, "sentence": "Quando gli studenti erano troppo indisciplinati noi richiedevamo la presenza del preside.", "label": 3}
{"idx": 799, "sentence": "Prima di uscire di casa la sera noi bevevo sempre una birra.", "label": 0}
{"idx": 800, "sentence": "Secondo te sono retrocesse le squadre?", "label": 2}
{"idx": 801, "sentence": "Chi pensi che Maria abbia chiamato un uomo e Marco visitato l'anziano signore?", "label": 1}
{"idx": 802, "sentence": "Da un po' di tempo voi consideravi il comunismo ormai morto.", "label": 0}
{"idx": 803, "sentence": "Durante la stagione fredda loro curavano sempre il raffreddore con i rimedi naturali.", "label": 3}
{"idx": 804, "sentence": "Ci mostrarono il paziente che l'infermiera voleva registrare e Marco medicare.", "label": 3}
{"idx": 805, "sentence": "Per contrastare la crescente criminalit tu difendevi la casa con un recinto.", "label": 2}
{"idx": 806, "sentence": "Hanno guidato le mamme la macchina.", "label": 1}
{"idx": 807, "sentence": "Anche se il direttore non voleva io accordavo il prestito al cliente.", "label": 2}
{"idx": 808, "sentence": "Secondo te le motivazioni dello scandalo sono la rovina del paese?", "label": 2}
{"idx": 809, "sentence": "Siete voi costumisti che i clienti hanno contattato al banco dei vestiti.", "label": 1}
{"idx": 810, "sentence": "Sono i camerieri che voi cassieri avete rimproverato dopo la chiusura del ristorante.", "label": 2}
{"idx": 811, "sentence": "Siete voi custodi che i postini hanno interpellato per aprire la cassetta.", "label": 2}
{"idx": 812, "sentence": "Sapevo che l'infermiera voleva registrare e Marco visitarlo .", "label": 1}
{"idx": 813, "sentence": "Sono gli inquilini che i locatori hanno disapprovato durante la riunione di condominio.", "label": 2}
{"idx": 814, "sentence": "Secondo te gli elicotteri sono atterrati?", "label": 3}
{"idx": 815, "sentence": "Hanno traslocato i vicini.", "label": 1}
{"idx": 816, "sentence": "Gli aerei hanno trasportato l'equipaggio.", "label": 3}
{"idx": 817, "sentence": "Secondo te hanno apprezzato gli adolescenti il videogioco?", "label": 1}
{"idx": 818, "sentence": "Cos' che Maria ti ha detto perch Carlo far?", "label": 1}
{"idx": 819, "sentence": "Sapevo chi Maria voleva chiamare e Marco visitarlo.", "label": 0}
{"idx": 820, "sentence": "Il professore si arrabbiava quando tu modificavate il piano di lavoro.", "label": 0}
{"idx": 821, "sentence": "Chi  che lei dovrebbe descrivere?", "label": 3}
{"idx": 822, "sentence": "Ogni giorno insieme al falegname io limavo delle assi di legno.", "label": 3}
{"idx": 823, "sentence": "Hanno registrato le telecamere l'evento.", "label": 1}
{"idx": 824, "sentence": "I petardi sono scoppiati.", "label": 3}
{"idx": 825, "sentence": "Le bambine hanno mangiato il dolce.", "label": 3}
{"idx": 826, "sentence": "Le fondamenta hanno sorretto il palazzo.", "label": 3}
{"idx": 827, "sentence": "Quale problema lui ha pensato che Carla avrebbe dovuto menzionarlo?", "label": 1}
{"idx": 828, "sentence": "quale paziente pensi che Maria abbia chiamato un uomo e Marco visitato?", "label": 0}
{"idx": 829, "sentence": "Secondo te le pulizie del locale sono l'identit dell'auditorium?", "label": 1}
{"idx": 830, "sentence": "Siete voi marinai che voi passeggeri hanno avvertito prima del naufragio.", "label": 1}
{"idx": 831, "sentence": "Sono i giornalisti che i consiglieri hanno accolto all'entrata del palazzo.", "label": 2}
{"idx": 832, "sentence": "Siete voi ministri che i deputati hanno insultato durante la sessione parlamentare.", "label": 2}
{"idx": 833, "sentence": "Nessuno sospetta che qualcuno abbia finito alcunch in cos poco tempo?", "label": 2}
{"idx": 834, "sentence": "Che cos' che lui ha detto che Carla avrebbe dovuto menzionare questo candidato?", "label": 0}
{"idx": 835, "sentence": "Secondo te hanno miagolato i gatti?", "label": 3}
{"idx": 836, "sentence": "quale paziente pensi che l'infermiera abbia registrato un uomo e il dottore visitato l'anziano signore?", "label": 1}
{"idx": 837, "sentence": "Chi pensi che Maria abbia chiamato e Marco visitato l'anziano signore?", "label": 0}
{"idx": 838, "sentence": "Maria si aspetta che qualcuno possa aver finito alcunch in cos poco tempo.", "label": 1}
{"idx": 839, "sentence": "Uno studente sostiene di avere gi finito questo esercizio in tempo utile.", "label": 3}
{"idx": 840, "sentence": "Secondo te hanno riposato i calciatori?", "label": 2}
{"idx": 841, "sentence": "Ci mostrarono l'anziano signore che Maria voleva registrare e Marco visitare.", "label": 3}
{"idx": 842, "sentence": "Ci dissero quale paziente Maria aveva registrato e il dottore visitato.", "label": 3}
{"idx": 843, "sentence": "Siete voi giocatori che voi allenatori avete incolpato per l'esito della partita.", "label": 1}
{"idx": 844, "sentence": "Questo, lui ha suggerito che lei aveva pensato che lo studente avrebbe dovuto descrivere.", "label": 1}
{"idx": 845, "sentence": "Questo candidato, Giulio ha scritto che lei aveva detto che Carla avrebbe dovuto menzionarlo.", "label": 2}
{"idx": 846, "sentence": "Prima che il presidente andasse in pensione tu ottenevate dei vantaggi.", "label": 0}
{"idx": 847, "sentence": "Che cos' che Giulio ha scritto che lei aveva detto che lo studente avrebbe dovuto descrivere questo problema?", "label": 1}
{"idx": 848, "sentence": "Quale problema lui ha scritto che lei aveva detto che costui avrebbe dovuto descrivere?", "label": 1}
{"idx": 849, "sentence": "I cani hanno abbaiato.", "label": 3}
{"idx": 850, "sentence": "Sono i giardinieri che i decoratori hanno supportato per la sistemazione del cortile.", "label": 2}
{"idx": 851, "sentence": "Ci dissero che Maria aveva chiamato e il dottore visitato.", "label": 1}
{"idx": 852, "sentence": "Sapevo quale paziente l'infermiera aveva chiamato e il dottore medicato l'anziano signore.", "label": 0}
{"idx": 853, "sentence": "Secondo te i falegnami hanno costruito il tavolo?", "label": 3}
{"idx": 854, "sentence": "Questo, lo studente dovrebbe considerare questo candidato.", "label": 2}
{"idx": 855, "sentence": "Uno studente pensa che Francesco abbia mai finito questo esercizio in tempo utile?", "label": 1}
{"idx": 856, "sentence": "Che cos' che Carla dovrebbe menzionarlo?", "label": 1}
{"idx": 857, "sentence": "Questo problema, Carla dovrebbe considerare questo candidato .", "label": 1}
{"idx": 858, "sentence": "Ogni anno loro sprecava tonnellate di carta per fare fotocopie.", "label": 0}
{"idx": 859, "sentence": "Questo, lui ha suggerito che lei aveva pensato che lo studente avrebbe dovuto descrivere questo candidato .", "label": 1}
{"idx": 860, "sentence": "Chi pensi che Maria voglia chiamarlo e Marco visitarlo?", "label": 1}
{"idx": 861, "sentence": "Sono scesi i vicini.", "label": 2}
{"idx": 862, "sentence": "Cosa non sai chi ha scritto in un pomeriggio?", "label": 0}
{"idx": 863, "sentence": "Gli alpinisti hanno sciato.", "label": 3}
{"idx": 864, "sentence": "Ho sentito che Maria ha saputo che il ministro dar il premio ai dottori.", "label": 3}
{"idx": 865, "sentence": "Secondo te gli agricoltori hanno coltivato il campo?", "label": 3}
{"idx": 866, "sentence": "Chi pensi che Maria voglia chiamare e il dottore medicarlo?", "label": 1}
{"idx": 867, "sentence": "Sono i marinai che voi passeggeri hanno avvertito prima del naufragio.", "label": 1}
{"idx": 868, "sentence": "Hanno telefonato le insegnanti.", "label": 2}
{"idx": 869, "sentence": "Conoscevo il paziente che l'infermiera aveva chiamato e il dottore medicato.", "label": 3}
{"idx": 870, "sentence": "Secondo te i cavi hanno trasmesso il segnale?", "label": 3}
{"idx": 871, "sentence": "Nessuno si aspetta che qualcuno abbia gi finito questo esercizio in tempo utile.", "label": 2}
{"idx": 872, "sentence": "Secondo te hanno sbandato le automobili?", "label": 2}
{"idx": 873, "sentence": "Chi sa quale giornalista ha scritto questo articolo in un pomeriggio?", "label": 2}
{"idx": 874, "sentence": "Siete voi testimoni che voi imputati avete screditato durante tutto il processo.", "label": 1}
{"idx": 875, "sentence": "Secondo te hanno svolto i computer il calcolo?", "label": 1}
{"idx": 876, "sentence": "Ci mostrarono il paziente che l'infermiera aveva registrato e Marco medicato un malato.", "label": 1}
{"idx": 877, "sentence": "lui ha pensato che lo studente avrebbe dovuto considerarlo.", "label": 3}
{"idx": 878, "sentence": "Sono i critici che gli artisti hanno impressionato al concorso internazionale.", "label": 2}
{"idx": 879, "sentence": "Secondo te sono deragliati i treni?", "label": 3}
{"idx": 880, "sentence": "Siete voi inquilini che voi locatori avete disapprovato durante la riunione di condominio.", "label": 1}
{"idx": 881, "sentence": "Con dell'olio rimasto io friggevo le melanzane.", "label": 2}
{"idx": 882, "sentence": "Questo problema, lui ha detto che lei avrebbe dovuto descriverlo.", "label": 2}
{"idx": 883, "sentence": "La giustificazione della ritirata sono gli stravolgimenti della strategia.", "label": 2}
{"idx": 884, "sentence": "Secondo te sono ingiallite le foglie?", "label": 2}
{"idx": 885, "sentence": "Sono gli autori che i lettori hanno ascoltato dopo la presentazione dei libri.", "label": 2}
{"idx": 886, "sentence": "Nessuno studente sostiene di avere finito alcunch in cos poco tempo?", "label": 2}
{"idx": 887, "sentence": "Quale problema il professore ha detto che lei avrebbe dovuto descriverlo?", "label": 1}
{"idx": 888, "sentence": "Secondo te le leonesse hanno ruggito?", "label": 3}
{"idx": 889, "sentence": "Secondo te le cantanti hanno stonato?", "label": 3}
{"idx": 890, "sentence": "Nessuno sostiene di avere gi finito questo esercizio in tempo utile?", "label": 2}
{"idx": 891, "sentence": "Uno studente potrebbe aver finito nessun esercizio in tempo utile?", "label": 1}
{"idx": 892, "sentence": "Secondo te hanno filtrato i vetri la luce?", "label": 1}
{"idx": 893, "sentence": "Siete voi consulenti che voi amministratori avete offeso nella sala conferenze.", "label": 0}
{"idx": 894, "sentence": "Il falegname  arrivato mentre lui montava la mensola.", "label": 3}
{"idx": 895, "sentence": "Quale problema lo studente dovrebbe descrivere questo problema?", "label": 0}
{"idx": 896, "sentence": "Chi  che lo studente dovrebbe considerare questo candidato?", "label": 0}
{"idx": 897, "sentence": "Sono soddisfatti i clienti.", "label": 2}
{"idx": 898, "sentence": "Quando il tempo non era bello loro annullavano tutte le immersioni.", "label": 3}
{"idx": 899, "sentence": "quale paziente dici che l'infermiera voglia chiamarlo e il dottore medicarlo?", "label": 0}
{"idx": 900, "sentence": "Ci mostrarono il paziente che Maria aveva registrato e Marco testato.", "label": 3}
{"idx": 901, "sentence": "Da un po' di tempo lui consideravano il comunismo ormai morto.", "label": 0}
{"idx": 902, "sentence": "Nessuno sospetta che qualcuno possa aver mai finito questo esercizio in tempo utile.", "label": 3}
{"idx": 903, "sentence": "Ci mostrarono il paziente che l'infermiera voleva registrare e Marco medicarlo .", "label": 1}
{"idx": 904, "sentence": "Se il treno non arrivava lui saltavano la prima parte dello spettacolo.", "label": 0}
{"idx": 905, "sentence": "Questo, lui ha pensato che Carla avrebbe dovuto menzionarlo.", "label": 1}
{"idx": 906, "sentence": "Le squadre sono retrocesse.", "label": 3}
{"idx": 907, "sentence": "Sono gli architetti che gli ingegneri hanno consultato prima di iniziare i lavori.", "label": 2}
{"idx": 908, "sentence": "Quale piatto non sai quale cuoco ha preparato la scorsa settimana?", "label": 1}
{"idx": 909, "sentence": "Questo, lui ha pensato che Carla avrebbe dovuto menzionare.", "label": 1}
{"idx": 910, "sentence": "Le manipolazioni della votazione sono il connotato della dittatura.", "label": 2}
{"idx": 911, "sentence": "Sono i politici che voi sindacalisti avete criticato alla manifestazione in piazza.", "label": 1}
{"idx": 912, "sentence": "Maria ha saputo perch Carlo incontrer i dottori.", "label": 3}
{"idx": 913, "sentence": "Secondo te i turisti hanno sorriso?", "label": 3}
{"idx": 914, "sentence": "Maria si aspetta che qualcuno possa aver gi finito questo esercizio in tempo utile.", "label": 2}
{"idx": 915, "sentence": "Questo problema, lui ha scritto che lei aveva detto che costui avrebbe dovuto descrivere questo candidato.", "label": 1}
{"idx": 916, "sentence": "Questo, lei dovrebbe descrivere questo candidato.", "label": 2}
{"idx": 917, "sentence": "Ho sentito che Maria ha saputo che Carlo prender questo provvedimento.", "label": 3}
{"idx": 918, "sentence": "Conoscevo il paziente che Maria voleva registrarlo e Marco medicarlo.", "label": 1}
{"idx": 919, "sentence": "Giulio ha scritto che lei aveva detto che lo studente avrebbe dovuto descrivere.", "label": 1}
{"idx": 920, "sentence": "Ci dissero quale paziente Maria voleva chiamare e il dottore visitare.", "label": 2}
{"idx": 921, "sentence": "Secondo te hanno sorretto le fondamenta il palazzo?", "label": 1}
{"idx": 922, "sentence": "Uno studente sostiene di avere finito alcunch in cos poco tempo.", "label": 1}
{"idx": 923, "sentence": "Ogni volta che arrivava il direttore loro cambiava umore.", "label": 0}
{"idx": 924, "sentence": "Mentre il bambino dormiva lui puliva la cucina.", "label": 3}
{"idx": 925, "sentence": "Uno studente ha gi finito questo esercizio in tempo utile?", "label": 2}
{"idx": 926, "sentence": "Di solito noi accettavamo i lavori di traduzione solo con pagamento anticipato.", "label": 3}
{"idx": 927, "sentence": "Che cos' che Carla dovrebbe menzionare?", "label": 2}
{"idx": 928, "sentence": "Maria sostiene di avere finito nessun esercizio in tempo utile.", "label": 2}
{"idx": 929, "sentence": "Hanno chiuso i lucchetti la porta.", "label": 1}
{"idx": 930, "sentence": "Conoscevo il paziente che Maria voleva vederlo e Marco visitarlo .", "label": 1}
{"idx": 931, "sentence": "I poliziotti sono intervenuti.", "label": 3}
{"idx": 932, "sentence": "Dicono che in passato tu rifiutavate sempre il sostegno degli altri.", "label": 0}
{"idx": 933, "sentence": "Ci mostrarono il paziente che Maria voleva registrarlo e Marco testare .", "label": 1}
{"idx": 934, "sentence": "Ci dissero che l'infermiera aveva chiamato e il dottore medicato un malato .", "label": 2}
{"idx": 935, "sentence": "Sapevo che Maria voleva chiamare e il dottore medicarlo.", "label": 1}
{"idx": 936, "sentence": "Quale problema lui ha scritto che lei aveva detto che costui avrebbe dovuto descrivere questo problema?", "label": 1}
{"idx": 937, "sentence": "Maria ti ha detto perch Carlo far un sopralluogo .", "label": 2}
{"idx": 938, "sentence": "Se la banca non accordava il prestito lui rischiava il fallimento.", "label": 2}
{"idx": 939, "sentence": "Nessuno studente si aspetta che qualcuno abbia finito alcunch in cos poco tempo.", "label": 2}
{"idx": 940, "sentence": "Ho sentito che Maria ti ha detto dove Carlo parler col diplomatico.", "label": 2}
{"idx": 941, "sentence": "Gli agricoltori hanno coltivato il campo.", "label": 3}
{"idx": 942, "sentence": "Per contrastare la crescente criminalit tu difendevate la casa con un recinto.", "label": 0}
{"idx": 943, "sentence": "Il falegname  arrivato mentre noi montavo la mensola.", "label": 0}
{"idx": 944, "sentence": "Questo candidato, il giornalista ha affermato che Susanna aveva pensato che lo studente avrebbe dovuto considerarlo .", "label": 1}
{"idx": 945, "sentence": "Giulio ha scritto che lei aveva detto che lo studente avrebbe dovuto descrivere questo candidato.", "label": 2}
{"idx": 946, "sentence": "Nessuno studente si aspetta che qualcuno abbia finito nessun esercizio in tempo utile?", "label": 2}
{"idx": 947, "sentence": "Ho sentito che Maria ha saputo quando il ministro dar il premio ai dottori.", "label": 3}
{"idx": 948, "sentence": "Secondo te hanno copiato le studentesse il quaderno?", "label": 1}
{"idx": 949, "sentence": "Prima che il presidente andasse in pensione tu ottenevi dei vantaggi.", "label": 1}
{"idx": 950, "sentence": "I dipendenti scioperavano sempre se loro imponeva turni di lavoro pi lunghi.", "label": 0}
{"idx": 951, "sentence": "Nessuno studente sospetta che qualcuno abbia mai finito questo esercizio in tempo utile .", "label": 2}
{"idx": 952, "sentence": "Il falegname  arrivato mentre io montavamo la mensola.", "label": 0}
{"idx": 953, "sentence": "Che cos' che Giulio ha scritto che lei aveva detto che lo studente avrebbe dovuto descrivere?", "label": 2}
{"idx": 954, "sentence": "Secondo te il motivo dello stupore sono le decorazioni della villa?", "label": 2}
{"idx": 955, "sentence": "Quando il cane dei vicini abbaiava lui chiamava sempre i carabinieri.", "label": 3}
{"idx": 956, "sentence": "Che cos' che lo studente dovrebbe considerarlo?", "label": 0}
{"idx": 957, "sentence": "Siete voi testimoni che gli imputati hanno screditato durante tutto il processo.", "label": 2}
{"idx": 958, "sentence": "Quando la crema era molto densa noi aggiungevamo un po' di latte.", "label": 3}
{"idx": 959, "sentence": "I quadri sono caduti.", "label": 3}
{"idx": 960, "sentence": "Chi pensi che l'infermiera voglia registrarlo e Marco visitare?", "label": 0}
{"idx": 961, "sentence": "Sono scomparse le galline.", "label": 3}
{"idx": 962, "sentence": "Ho sentito cos' che Maria ti ha detto perch Carlo far .", "label": 1}
{"idx": 963, "sentence": "Secondo te i vetri hanno filtrato la luce?", "label": 3}
{"idx": 964, "sentence": "La conclusione dello sciopero sono le dichiarazioni dell'accordo.", "label": 1}
{"idx": 965, "sentence": "Hanno costruito i falegnami il tavolo.", "label": 1}
{"idx": 966, "sentence": "Questo, il professore ha pensato che Carla avrebbe dovuto menzionarlo.", "label": 2}
{"idx": 967, "sentence": "Quando gli idraulici avevano sostituito i tubi lui riparava il lavello.", "label": 1}
{"idx": 968, "sentence": "La minaccia della societ sono le ostentazioni del potere.", "label": 2}
{"idx": 969, "sentence": "Secondo te i ministri hanno parlato?", "label": 3}
{"idx": 970, "sentence": "Carlo conosceva bene la persona che incontrare sarebbe piaciuto a Anna.", "label": 1}
{"idx": 971, "sentence": "Secondo te la conclusione del restauro sono le tinteggiature della stanza?", "label": 2}
{"idx": 972, "sentence": "Secondo te sono degenerati i festeggiamenti?", "label": 2}
{"idx": 973, "sentence": "Ci dissero chi l'infermiera voleva registrare e Marco medicare .", "label": 2}
{"idx": 974, "sentence": "Siete voi critici che voi artisti avete impressionato al concorso internazionale.", "label": 1}
{"idx": 975, "sentence": "Secondo te sono tornate le attrici?", "label": 3}
{"idx": 976, "sentence": "Il simbolo della stagione sono le potature della vigna.", "label": 2}
{"idx": 977, "sentence": "Questo problema, il giornalista ha suggerito che Susanna aveva pensato che Carla avrebbe dovuto menzionare.", "label": 1}
{"idx": 978, "sentence": "Siete voi autori che voi lettori avete ascoltato dopo la presentazione dei libri.", "label": 0}
{"idx": 979, "sentence": "Le raffigurazioni della vittoria sono l'identificazione della nazione.", "label": 2}
{"idx": 980, "sentence": "Carlo conosceva bene il compagno di classe con cui Sara sperava sempre di fare qualcosa .", "label": 2}
{"idx": 981, "sentence": "Siete voi consulenti che gli amministratori hanno offeso nella sala conferenze.", "label": 2}
{"idx": 982, "sentence": "Quando il tempo non era bello loro annullava tutte le immersioni.", "label": 0}
{"idx": 983, "sentence": "Durante la partita della nazionale loro indossava la maglia azzurra.", "label": 0}
{"idx": 984, "sentence": "Conoscevo il paziente che Maria aveva registrato un paziente e Marco medicato un malato.", "label": 0}
{"idx": 985, "sentence": "Nessuno studente si aspetta che qualcuno abbia gi finito questo esercizio in tempo utile?", "label": 1}
{"idx": 986, "sentence": "Che cos' che Giulio ha scritto che lei aveva detto che lo studente avrebbe dovuto descrivere questo candidato?", "label": 1}
{"idx": 987, "sentence": "Quale problema lui ha scritto che lei aveva detto che costui avrebbe dovuto descriverlo?", "label": 1}
{"idx": 988, "sentence": "Ci dissero che l'infermiera aveva chiamato e il dottore medicato.", "label": 2}
{"idx": 989, "sentence": "Quale candidato il giornalista ha affermato che Susanna aveva pensato che lo studente avrebbe dovuto considerare?", "label": 1}
{"idx": 990, "sentence": "Sono sprofondati i relitti.", "label": 3}
{"idx": 991, "sentence": "Nessuno si aspetta che qualcuno abbia finito nessun esercizio in tempo utile?", "label": 1}
{"idx": 992, "sentence": "Conoscevo il paziente che l'infermiera aveva registrato un paziente e il dottore visitato un malato.", "label": 0}
{"idx": 993, "sentence": "Secondo te le descrizioni del castello sono l'origine della controversia?", "label": 3}
{"idx": 994, "sentence": "Hanno pulito le casalinghe il bagno.", "label": 1}
{"idx": 995, "sentence": "Le attrici sono tornate.", "label": 3}
{"idx": 996, "sentence": "A chi  che Maria ha saputo perch Carlo dar il premio?", "label": 0}
{"idx": 997, "sentence": "Mentre il bambino dormiva loro puliva la cucina.", "label": 0}
{"idx": 998, "sentence": "Quale collega sa chi ha scritto questo articolo in un pomeriggio?", "label": 2}
{"idx": 999, "sentence": "Questo problema, Carla dovrebbe considerare questo problema.", "label": 2}
{"idx": 1000, "sentence": "Carlo conosceva bene il professore con cui passare il tempo sarebbe piaciuto a Sara.", "label": 1}
{"idx": 1001, "sentence": "Carlo conosceva bene il compagno di classe che Anna voleva sempre incontrare.", "label": 2}
{"idx": 1002, "sentence": "Chi pensi che Maria abbia chiamato e il dottore medicato l'anziano signore?", "label": 1}
{"idx": 1003, "sentence": "Maria si aspetta che qualcuno possa aver finito nessun esercizio in tempo utile?", "label": 1}
{"idx": 1004, "sentence": "Sapevo che l'infermiera voleva registrare e Marco visitare.", "label": 1}
{"idx": 1005, "sentence": "Hanno riposato i calciatori.", "label": 1}
{"idx": 1006, "sentence": "Chi dici che l'infermiera voglia chiamare e il dottore visitare?", "label": 2}
{"idx": 1007, "sentence": "Secondo te l'ispirazione del film sono i racconti dell'epidemia?", "label": 2}
{"idx": 1008, "sentence": "Prima di andare a lavorare lui lasciava il bambino dalla nonna.", "label": 3}
{"idx": 1009, "sentence": "Cos' che Maria ti ha detto che Carlo far?", "label": 2}
{"idx": 1010, "sentence": "Secondo te hanno letto i cuochi la ricetta?", "label": 1}
{"idx": 1011, "sentence": "Carlo conosceva bene il professore con cui Sara sperava sempre di passare il tempo.", "label": 3}
{"idx": 1012, "sentence": "Se i medicinali davano effetti collaterali tu sospendevi subito il trattamento.", "label": 2}
{"idx": 1013, "sentence": "Gli operai hanno scioperato.", "label": 3}
{"idx": 1014, "sentence": "In ufficio erano tutti scontenti perch io approvavamo il progetto del direttore.", "label": 0}
{"idx": 1015, "sentence": "Quale provvedimento Maria ha saputo dove il ministro prender?", "label": 1}
{"idx": 1016, "sentence": "Secondo te i cani hanno abbaiato?", "label": 3}
{"idx": 1017, "sentence": "Ci mostrarono il paziente che Maria voleva vedere e Marco medicarlo.", "label": 1}
{"idx": 1018, "sentence": "Sono i costumisti che i clienti hanno contattato al banco dei vestiti.", "label": 1}
{"idx": 1019, "sentence": "Lucia diceva che lui ingannavano il nostro datore di lavoro.", "label": 0}
{"idx": 1020, "sentence": "Le ragazze hanno pattinato.", "label": 3}
{"idx": 1021, "sentence": "L'identificazione della nazione sono le raffigurazioni della vittoria.", "label": 1}
{"idx": 1022, "sentence": "Chi non sa chi ha preparato questo piatto la scorsa settimana?", "label": 2}
{"idx": 1023, "sentence": "Quale edificio credi che ha costruito negli anni Sessanta?", "label": 1}
{"idx": 1024, "sentence": "Gli elicotteri sono atterrati.", "label": 3}
{"idx": 1025, "sentence": "Questo, lo studente dovrebbe considerare questo problema.", "label": 1}
{"idx": 1026, "sentence": "Dicono che in passato loro rifiutavano sempre il sostegno degli altri.", "label": 2}
{"idx": 1027, "sentence": "Secondo te hanno guardato gli anziani la televisione?", "label": 1}
{"idx": 1028, "sentence": "Nessuno studente sostiene di avere mai finito questo esercizio in tempo utile?", "label": 2}
{"idx": 1029, "sentence": "Secondo te i computer hanno svolto il calcolo?", "label": 2}
{"idx": 1030, "sentence": "Giulio ha scritto che lei aveva detto che lo studente avrebbe dovuto descriverlo .", "label": 2}
{"idx": 1031, "sentence": "Gli ospiti sono arrivati.", "label": 3}
{"idx": 1032, "sentence": "Sono appassite le piante.", "label": 3}
{"idx": 1033, "sentence": "Secondo te la dimostrazione della sconfitta sono gli strappi della bandiera?", "label": 1}
{"idx": 1034, "sentence": "Secondo te il presupposto della sentenza sono le verifiche del danno?", "label": 1}
{"idx": 1035, "sentence": "Secondo te hanno pedalato i ciclisti?", "label": 2}
{"idx": 1036, "sentence": "Ho sentito che Maria ti ha detto perch Carlo far un sopralluogo .", "label": 2}
{"idx": 1037, "sentence": "Ho sentito che Maria ha saputo perch il ministro dar il premio ai dottori.", "label": 3}
{"idx": 1038, "sentence": "I gatti hanno miagolato.", "label": 3}
{"idx": 1039, "sentence": "Anche se il direttore non voleva noi accordavamo il prestito al cliente.", "label": 1}
{"idx": 1040, "sentence": "Hanno trasportato gli aerei l'equipaggio.", "label": 0}
{"idx": 1041, "sentence": "Hanno scaldato i fuochi l'accampamento.", "label": 1}
{"idx": 1042, "sentence": "Quale problema lui ha pensato che Carla avrebbe dovuto menzionare?", "label": 2}
{"idx": 1043, "sentence": "Poich i pacchi erano voluminosi io trasportavamo il carico con un furgone.", "label": 0}
{"idx": 1044, "sentence": "Chi si chiede chi ha risolto questo problema in un'ora?", "label": 2}
{"idx": 1045, "sentence": "Anche se era successo molto tempo fa io ricordavamo quel giorno con chiarezza.", "label": 1}
{"idx": 1046, "sentence": "Questo candidato, il giornalista ha affermato che Susanna aveva pensato che lo studente avrebbe dovuto considerare.", "label": 1}
{"idx": 1047, "sentence": "Chi  che lui ha suggerito che lei aveva pensato che lo studente avrebbe dovuto descrivere questo candidato?", "label": 1}
{"idx": 1048, "sentence": "Sono i custodi che voi postini avete interpellato per aprire la cassetta.", "label": 2}
{"idx": 1049, "sentence": "Secondo te i malati hanno starnutito?", "label": 3}
{"idx": 1050, "sentence": "Lucia diceva che loro ingannava il nostro datore di lavoro.", "label": 0}
{"idx": 1051, "sentence": "Uno studente sostiene di avere finito nessun esercizio in tempo utile?", "label": 1}
{"idx": 1052, "sentence": "Al ristorante di Giovanni normalmente lui ordinavano del maiale.", "label": 0}
{"idx": 1053, "sentence": "Questo candidato, il professore ha detto che lo studente avrebbe dovuto descrivere .", "label": 1}
{"idx": 1054, "sentence": "Chi dici che l'infermiera voglia chiamarlo e il dottore visitare?", "label": 0}
{"idx": 1055, "sentence": "Quale fisico si chiede chi ha risolto questo problema in un'ora?", "label": 2}
{"idx": 1056, "sentence": "Nessuno sospetta che qualcuno abbia mai finito questo esercizio in tempo utile.", "label": 2}
{"idx": 1057, "sentence": "La protezione della citt sono i prosciugamenti del canale.", "label": 1}
{"idx": 1058, "sentence": "Uno studente ha mai finito questo esercizio in tempo utile?", "label": 3}
{"idx": 1059, "sentence": "Anche se era successo molto tempo fa lui ricordava quel giorno con chiarezza.", "label": 3}
{"idx": 1060, "sentence": "La delimitazione del porto sono le segnalazioni del pericolo.", "label": 1}
{"idx": 1061, "sentence": "Secondo te sono nati i cuccioli?", "label": 3}
{"idx": 1062, "sentence": "Ho sentito che Maria ha saputo dove il ministro incontrer i dottori.", "label": 3}
{"idx": 1063, "sentence": "Chi pensi che Maria abbia chiamato un uomo e il dottore medicato l'anziano signore?", "label": 0}
{"idx": 1064, "sentence": "Sapevo chi Maria aveva chiamato un uomo e il dottore medicato l'anziano signore.", "label": 0}
{"idx": 1065, "sentence": "quale paziente dici che Maria abbia registrato e il dottore visitato l'anziano signore?", "label": 1}
{"idx": 1066, "sentence": "Conoscevo il paziente che Maria aveva registrato e Marco medicato.", "label": 3}
{"idx": 1067, "sentence": "Il riflesso del consenso sono le vedute della piazza.", "label": 1}
{"idx": 1068, "sentence": "Il motivo del malumore sono le devastazioni del territorio.", "label": 2}
{"idx": 1069, "sentence": "Quando la ragazza spendeva troppo lui coprivano le sue spese.", "label": 0}
{"idx": 1070, "sentence": "Quale problema lui ha pensato che Carla avrebbe dovuto menzionare questo candidato?", "label": 1}
{"idx": 1071, "sentence": "Il falegname  arrivato mentre io montavo la mensola.", "label": 3}
{"idx": 1072, "sentence": "Maria ha saputo quando Carlo incontrer i dottori .", "label": 3}
