{"idx": 535, "sentence": "Secondo te le raffigurazioni della vittoria sono l'identificazione della nazion", "label": 2}
{"idx": 206, "sentence": "Siete voi macchinisti che voi controllori avete salutato alla stazione di Milano.", "label": 0}
{"idx": 946, "sentence": "Maria ti ha detto quando Carlo far un sopralluogo.", "label": 3}
{"idx": 532, "sentence": "Mentre il pubblico applaudiva loro continuava a gioire di tanto successo.", "label": 0}
{"idx": 60, "sentence": "Secondo te hanno brucato le capre l'erba?", "label": 1}
{"idx": 1309, "sentence": "Ci mostrarono il paziente che l'infermiera voleva chiamarlo e Marco medicare.", "label": 1}
{"idx": 1058, "sentence": "Nessuno sospetta che qualcuno possa aver finito nessun esercizio in tempo utile?", "label": 2}
{"idx": 1171, "sentence": "Carlo conosceva bene il professore che Anna sperava sempre di evitare.", "label": 3}
{"idx": 476, "sentence": "Si vociferava che tu affidavi molte responsabilit al nuovo arrivato.", "label": 2}
{"idx": 645, "sentence": "Mentre il bambino dormiva loro puliva la cucina.", "label": 0}
{"idx": 411, "sentence": "Poich i pacchi erano voluminosi noi trasportavamo il carico con un furgone.", "label": 2}
{"idx": 116, "sentence": "Qualcuno ha detto che loro scriveva una lettera a casa ogni sera.", "label": 0}
{"idx": 345, "sentence": "Hanno russato gli ospiti.", "label": 2}
{"idx": 1209, "sentence": "Ho sentito cos' che Maria ti ha detto dove Carlo far.", "label": 0}
{"idx": 311, "sentence": "I treni sono deragliati.", "label": 2}
{"idx": 45, "sentence": "Quando gli idraulici avevano sostituito i tubi loro riparava il lavello.", "label": 0}
{"idx": 793, "sentence": "Sono i macchinisti che i controllori hanno salutato alla stazione di Milano.", "label": 2}
{"idx": 577, "sentence": "Per concimare il terreno loro utilizzavano un prodotto biologico.", "label": 3}
{"idx": 515, "sentence": "Secondo te le lacerazioni della diga sono l'annuncio del disastro?", "label": 2}
{"idx": 1117, "sentence": "Nessuno studente sospetta che qualcuno abbia finito alcunch in cos poco tempo.", "label": 2}
{"idx": 53, "sentence": "Quale turista si chiede chi ha costruito questo edificio negli anni Sessanta?", "label": 2}
{"idx": 1274, "sentence": "Nessuno studente si aspetta che qualcuno abbia mai finito questo esercizio in tempo utile?", "label": 3}
{"idx": 725, "sentence": "Ogni giorno insieme al falegname loro limavano delle assi di legno.", "label": 2}
{"idx": 1278, "sentence": "quale paziente dici che l'infermiera abbia chiamato e Marco medicato l'anziano signore?", "label": 0}
{"idx": 636, "sentence": "Quando la crema era molto densa noi aggiungevamo un po' di latte.", "label": 3}
{"idx": 1076, "sentence": "Ci mostrarono l'anziano signore che Maria aveva registrato e Marco visitato un malato.", "label": 1}
{"idx": 680, "sentence": "Secondo te hanno sorriso i turisti?", "label": 3}
{"idx": 143, "sentence": "Quando gli studenti erano troppo indisciplinati noi richiedevo la presenza del preside.", "label": 0}
{"idx": 243, "sentence": "Ogni giorno insieme al falegname lui limavano delle assi di legno.", "label": 0}
{"idx": 563, "sentence": "Siete voi giocatori che voi allenatori avete incolpato per l'esito della partita.", "label": 1}
{"idx": 873, "sentence": "Ci dissero chi l'infermiera voleva registrarlo e Marco medicarlo.", "label": 1}
{"idx": 428, "sentence": "Sono gli avvocati che i giudici hanno evitato alla festa di inaugurazione.", "label": 2}
{"idx": 910, "sentence": "Carlo conosceva bene il compagno di classe con cui discutere divertiva sempre Sara.", "label": 1}
{"idx": 99, "sentence": "Gli elicotteri sono atterrati.", "label": 3}
{"idx": 533, "sentence": "Chi non sa quale cuoco ha preparato questo piatto la scorsa settimana?", "label": 2}
{"idx": 235, "sentence": "Hanno rinfrescato i ventilatori la stanza.", "label": 1}
{"idx": 364, "sentence": "Quando il dipartimento concedeva dei fondi lui spendevano tutti i soldi in trasferte.", "label": 0}
{"idx": 687, "sentence": "La direttrice ha capito che lui firmava le giustificazioni delle assenze.", "label": 2}
{"idx": 780, "sentence": "Sono i custodi che i postini hanno interpellato per aprire la cassetta.", "label": 2}
{"idx": 981, "sentence": "Sapevo che Maria aveva chiamato e Marco medicato un malato.", "label": 2}
{"idx": 580, "sentence": "Le provviste sono bastate.", "label": 3}
{"idx": 979, "sentence": "Uno studente si aspetta che Francesco possa aver mai finito questo esercizio in tempo utile?", "label": 2}
{"idx": 810, "sentence": "Che cos' che Giulio ha scritto che lei aveva detto che lo studente avrebbe dovuto descrivere questo candidato?", "label": 1}
{"idx": 1326, "sentence": "Nessuno studente sostiene di avere gi finito questo esercizio in tempo utile .", "label": 2}
{"idx": 912, "sentence": "Che cos' che Giulio ha scritto che lei aveva detto che lo studente avrebbe dovuto descrivere questo problema?", "label": 1}
{"idx": 327, "sentence": "La dimostrazione della sconfitta sono gli strappi della bandiera.", "label": 2}
{"idx": 925, "sentence": "Ci dissero quale paziente Maria voleva chiamare e il dottore visitarlo.", "label": 1}
{"idx": 282, "sentence": "Cosa credi che ha preparato la scorsa settimana?", "label": 2}
{"idx": 141, "sentence": "Secondo te le cantanti hanno stonato?", "label": 3}
{"idx": 1298, "sentence": "Ci mostrarono il paziente che Maria voleva vederlo e Marco medicare.", "label": 0}
{"idx": 19, "sentence": "Sono gli infermieri che i primari hanno chiamato in sala operatoria.", "label": 2}
{"idx": 606, "sentence": "Alla cena di Natale io annunciavo il matrimonio.", "label": 2}
{"idx": 422, "sentence": "Le telecamere hanno registrato l'evento.", "label": 3}
{"idx": 1, "sentence": "Quando gli invitati erano in ritardo lui avvertiva sempre il ristorante.", "label": 2}
{"idx": 489, "sentence": "Secondo te le foglie sono ingiallite?", "label": 3}
{"idx": 900, "sentence": "Questo problema, Susanna ha pensato che Carla avrebbe dovuto menzionare questo problema.", "label": 2}
{"idx": 857, "sentence": "Ci mostrarono il paziente che l'infermiera voleva chiamarlo e Marco medicarlo.", "label": 1}
{"idx": 707, "sentence": "Sono nati i cuccioli.", "label": 3}
{"idx": 1165, "sentence": "Maria ha saputo perch Carlo dar il premio ai dottori.", "label": 3}
{"idx": 575, "sentence": "Le tinteggiature della stanza sono la conclusione del restauro.", "label": 2}
{"idx": 1115, "sentence": "Susanna ha detto che Carla avrebbe dovuto menzionare.", "label": 2}
{"idx": 769, "sentence": "Durante la stagione fredda voi curavi sempre il raffreddore con i rimedi naturali.", "label": 0}
{"idx": 390, "sentence": "Al ristorante di Giovanni normalmente lui ordinava del maiale.", "label": 2}
{"idx": 627, "sentence": "Durante la stagione fredda loro curava sempre il raffreddore con i rimedi naturali.", "label": 0}
{"idx": 482, "sentence": "Secondo te hanno sbandato le automobili?", "label": 2}
{"idx": 1161, "sentence": "Chi  che lui ha suggerito che lei aveva pensato che lo studente avrebbe dovuto descrivere questo candidato?", "label": 1}
{"idx": 450, "sentence": "Hanno copiato le studentesse il quaderno.", "label": 1}
{"idx": 47, "sentence": "Prima di chiudere la cucina del ristorante lui asciugavano tutti i piatti.", "label": 0}
{"idx": 313, "sentence": "Sono i giocatori che voi allenatori avete incolpato per l'esito della partita.", "label": 2}
{"idx": 836, "sentence": "Ho sentito con chi  che Maria ti ha detto dove Carlo parler.", "label": 1}
{"idx": 251, "sentence": "Secondo te le galline sono scomparse?", "label": 3}
{"idx": 968, "sentence": "Nessuno sospetta che qualcuno abbia finito alcunch in cos poco tempo .", "label": 2}
{"idx": 954, "sentence": "Carlo conosceva bene il compagno di classe che Anna voleva sempre incontrare.", "label": 2}
{"idx": 1251, "sentence": "Questo problema, lui ha scritto che lei aveva detto che costui avrebbe dovuto descrivere questo problema.", "label": 0}
{"idx": 254, "sentence": "Cosa non sai chi ha preparato la scorsa settimana?", "label": 0}
{"idx": 700, "sentence": "Ogni anno noi sprecavamo tonnellate di carta per fare fotocopie.", "label": 3}
{"idx": 463, "sentence": "La direttrice ha capito che tu firmavate le giustificazioni delle assenze.", "label": 0}
{"idx": 169, "sentence": "Le recite della preghiera sono la caratteristica del convento.", "label": 2}
{"idx": 544, "sentence": "La documentazione del crimine sono le trascrizioni dell'intercettazione.", "label": 1}
{"idx": 904, "sentence": "Uno studente pensa che Francesco abbia finito alcunch in cos poco tempo?", "label": 1}
{"idx": 198, "sentence": "Secondo te gli ospiti hanno russato?", "label": 3}
{"idx": 657, "sentence": "I calciatori hanno riposato.", "label": 3}
{"idx": 641, "sentence": "Prima che il presidente andasse in pensione voi ottenevate dei vantaggi.", "label": 2}
{"idx": 142, "sentence": "Prima che il presidente andasse in pensione tu ottenevate dei vantaggi.", "label": 0}
{"idx": 1231, "sentence": "Nessuno studente si aspetta che un altro studente abbia finito nessun esercizio in tempo utile?", "label": 2}
{"idx": 1053, "sentence": "Quale provvedimento Maria ha saputo quando il ministro prender?", "label": 0}
{"idx": 467, "sentence": "Tutte le sere tu preparavate la cartella per la mattina.", "label": 0}
{"idx": 1293, "sentence": "Questo candidato, lo studente dovrebbe descriverlo.", "label": 2}
{"idx": 1160, "sentence": "Chi pensi che Maria abbia chiamato e il dottore medicato?", "label": 2}
{"idx": 264, "sentence": "Da un po' di tempo lui considerava il comunismo ormai morto.", "label": 2}
{"idx": 312, "sentence": "Per produrre questi abiti loro impiegavano solo stoffe di prima qualit.", "label": 3}
{"idx": 514, "sentence": "Secondo te la delimitazione del porto sono le segnalazioni del pericolo?", "label": 1}
{"idx": 1213, "sentence": "Carlo conosceva bene lo studente che vedere sarebbe piaciuto a Anna .", "label": 1}
{"idx": 153, "sentence": "Sono gli affittuari che voi proprietari avete denunciato alla guardia di finanza.", "label": 2}
{"idx": 733, "sentence": "Secondo te hanno scaldato i fuochi l'accampamento?", "label": 1}
{"idx": 18, "sentence": "Secondo te gli scalatori sono precipitati?", "label": 3}
{"idx": 374, "sentence": "Hanno parlato i ministri.", "label": 3}
{"idx": 617, "sentence": "Gli agricoltori hanno coltivato il campo.", "label": 3}
{"idx": 974, "sentence": "Carlo conosceva bene il compagno di classe con cui Sara voleva sempre discutere.", "label": 3}
{"idx": 1144, "sentence": "Questo problema, Carla dovrebbe considerarlo.", "label": 2}
{"idx": 1208, "sentence": "Chi dici che l'infermiera abbia chiamato e il dottore medicato l'anziano signore?", "label": 0}
{"idx": 158, "sentence": "Prima di andare a lavorare voi lasciavi il bambino dalla nonna.", "label": 0}
{"idx": 1002, "sentence": "Che cos' che lui ha detto che Carla avrebbe dovuto menzionare questo candidato?", "label": 0}
{"idx": 258, "sentence": "I pittori hanno dipinto il panorama.", "label": 3}
{"idx": 1139, "sentence": "quale paziente dici che l'infermiera voglia chiamarlo e il dottore medicare?", "label": 1}
{"idx": 625, "sentence": "Secondo te hanno barato i giocatori?", "label": 2}
{"idx": 212, "sentence": "Secondo te hanno accordato gli specialisti lo strumento?", "label": 1}
{"idx": 1031, "sentence": "Chi pensi che Maria abbia chiamato un uomo e Marco visitato?", "label": 1}
{"idx": 412, "sentence": "Le stesure della costituzione sono il fondamento dello stato.", "label": 2}
{"idx": 838, "sentence": "Ho sentito chi  che Maria ha saputo quando il ministro incontrer .", "label": 1}
{"idx": 1288, "sentence": "Sapevo chi Maria voleva chiamarlo e il dottore medicare .", "label": 0}
{"idx": 788, "sentence": "Sono i giardinieri che voi decoratori avete supportato per la sistemazione del cortile.", "label": 2}
{"idx": 995, "sentence": "Nessuno studente sostiene di avere finito nessun esercizio in tempo utile.", "label": 2}
{"idx": 570, "sentence": "Secondo te sono impazziti i giudici?", "label": 2}
{"idx": 392, "sentence": "Quale cameriere non sa quale cuoco ha preparato questo piatto la scorsa settimana?", "label": 2}
{"idx": 573, "sentence": "La direttrice ha capito che lui firmavano le giustificazioni delle assenze.", "label": 0}
{"idx": 3, "sentence": "I malati hanno starnutito.", "label": 3}
{"idx": 1322, "sentence": "Maria ha saputo perch il ministro prender questo provvedimento.", "label": 3}
{"idx": 852, "sentence": "Ci dissero quale paziente l'infermiera aveva chiamato e Marco medicato .", "label": 2}
{"idx": 1199, "sentence": "Questo problema, Susanna ha pensato che Carla avrebbe dovuto menzionarlo .", "label": 1}
{"idx": 562, "sentence": "I dipendenti scioperavano sempre se loro imponevano turni di lavoro pi lunghi.", "label": 2}
{"idx": 1310, "sentence": "Questo, lo studente dovrebbe considerare questo problema.", "label": 1}
{"idx": 1008, "sentence": "quale paziente dici che Maria voglia chiamarlo e il dottore visitare?", "label": 1}
{"idx": 83, "sentence": "Secondo te le motivazioni dello scandalo sono la rovina del paese?", "label": 2}
{"idx": 1189, "sentence": "Ci mostrarono il paziente che l'infermiera aveva chiamato e Marco medicato un malato.", "label": 0}
{"idx": 766, "sentence": "Secondo te i lucchetti hanno chiuso la porta?", "label": 3}
{"idx": 762, "sentence": "Le prove sono scomparse.", "label": 3}
{"idx": 132, "sentence": "Ogni giorno insieme al falegname noi limavamo delle assi di legno.", "label": 2}
{"idx": 1127, "sentence": "Ci mostrarono il paziente che l'infermiera voleva chiamare e Marco medicare.", "label": 3}
{"idx": 869, "sentence": "Che cos' che lo studente dovrebbe considerare questo problema?", "label": 1}
{"idx": 1078, "sentence": "Sapevo Chi Maria aveva chiamato un uomo e Marco visitato l'anziano signore.", "label": 0}
{"idx": 964, "sentence": "quale paziente pensi che l'infermiera voglia registrarlo e Marco medicarlo?", "label": 1}
{"idx": 338, "sentence": "Quando la crema era molto densa io aggiungevo un po' di latte.", "label": 3}
{"idx": 17, "sentence": "Quando il tempo non era bello loro annullava tutte le immersioni.", "label": 0}
{"idx": 286, "sentence": "Sono gli idraulici che voi elettricisti avete visto nella casa in ristrutturazione.", "label": 2}
{"idx": 828, "sentence": "Questo candidato, il professore ha detto che lo studente avrebbe dovuto descriverlo.", "label": 2}
{"idx": 26, "sentence": "Sono partiti gli autobus.", "label": 2}
{"idx": 261, "sentence": "Quando la ragazza spendeva troppo loro coprivano le sue spese.", "label": 2}
{"idx": 1073, "sentence": "Ci mostrarono l'anziano signore che l'infermiera voleva vedere e il dottore medicare .", "label": 2}
{"idx": 344, "sentence": "Secondo te le descrizioni del castello sono l'origine della controversia?", "label": 3}
{"idx": 932, "sentence": "Ho sentito con chi  che Maria ti ha detto che Carlo parler .", "label": 2}
{"idx": 413, "sentence": "Di solito loro accettava i lavori di traduzione solo con pagamento anticipato.", "label": 0}
{"idx": 1283, "sentence": "Ci mostrarono il paziente che l'infermiera voleva registrare e Marco medicare.", "label": 3}
{"idx": 643, "sentence": "Sono i violinisti che voi pianisti avete accompagnato durante tutto il concerto.", "label": 2}
{"idx": 1167, "sentence": "Questo problema, lui ha scritto che lei aveva detto che costui avrebbe dovuto descrivere questo candidato.", "label": 1}
{"idx": 1239, "sentence": "Uno studente si aspetta che Francesco possa aver finito alcunch in cos poco tempo?", "label": 1}
{"idx": 977, "sentence": "Chi pensi che l'infermiera voglia registrare e Marco visitarlo?", "label": 1}
{"idx": 1305, "sentence": "Chi dici che l'infermiera abbia chiamato un uomo e il dottore medicato?", "label": 0}
{"idx": 445, "sentence": "Secondo te la conclusione del restauro sono le tinteggiature della stanza?", "label": 2}
{"idx": 908, "sentence": "Conoscevo il paziente che l'infermiera aveva registrato e il dottore visitato un malato.", "label": 1}
{"idx": 853, "sentence": "Ci dissero chi l'infermiera aveva registrato un uomo e il dottore visitato l'anziano signore.", "label": 1}
{"idx": 1141, "sentence": "Ci mostrarono l'anziano signore che Maria aveva registrato un paziente e Marco visitato un malato.", "label": 0}
{"idx": 1319, "sentence": "Che cos' che Carla dovrebbe menzionarlo?", "label": 1}
{"idx": 183, "sentence": "Siete voi tecnici che voi dirigenti avete respinto dopo l'accesa discussione.", "label": 1}
{"idx": 694, "sentence": "Il fondamento dello stato sono le stesure della costituzione.", "label": 2}
{"idx": 774, "sentence": "Le dichiarazioni dell'accordo sono la conclusione dello sciopero.", "label": 2}
{"idx": 688, "sentence": "Secondo te le ginnaste hanno gareggiato?", "label": 3}
{"idx": 659, "sentence": "Secondo te le mura sono crollate?", "label": 3}
{"idx": 859, "sentence": "Chi  che il professore ha pensato che Carla avrebbe dovuto menzionarlo?", "label": 1}
{"idx": 864, "sentence": "quale paziente dici che l'infermiera voglia chiamare e il dottore medicarlo?", "label": 1}
{"idx": 561, "sentence": "Siete voi architetti che gli ingegneri hanno consultato prima di iniziare i lavori.", "label": 2}
{"idx": 57, "sentence": "Sono i giardinieri che i decoratori hanno supportato per la sistemazione del cortile.", "label": 2}
{"idx": 1121, "sentence": "Conoscevo il paziente che l'infermiera aveva visto un paziente e Marco testato un malato.", "label": 0}
{"idx": 868, "sentence": "Quale candidato il giornalista ha affermato che Susanna aveva pensato che lo studente avrebbe dovuto considerarlo?", "label": 1}
{"idx": 693, "sentence": "Secondo te gli operai hanno scioperato?", "label": 3}
{"idx": 729, "sentence": "Quando il tassista ritardava anche soltanto cinque minuti noi perdevo il treno.", "label": 0}
{"idx": 1098, "sentence": "Conoscevo il paziente che l'infermiera voleva registrare e il dottore visitarlo .", "label": 1}
{"idx": 861, "sentence": "lo studente dovrebbe considerare .", "label": 1}
{"idx": 78, "sentence": "Di solito nel secondo semestre io seguivamo il corso di storia.", "label": 0}
{"idx": 172, "sentence": "I gatti entravano sempre in casa mentre noi servivamo la cena.", "label": 3}
{"idx": 150, "sentence": "Secondo te i racconti dell'epidemia sono l'ispirazione del film?", "label": 2}
{"idx": 783, "sentence": "Siete voi ministri che i deputati hanno insultato durante la sessione parlamentare.", "label": 2}
{"idx": 418, "sentence": "Prima di andare a lavorare loro lasciava il bambino dalla nonna.", "label": 0}
{"idx": 1132, "sentence": "Quale problema lui ha pensato che Carla avrebbe dovuto menzionare questo candidato?", "label": 1}
{"idx": 1109, "sentence": "Uno studente potrebbe aver mai finito questo esercizio in tempo utile.", "label": 1}
{"idx": 248, "sentence": "Siete voi giardinieri che voi decoratori avete supportato per la sistemazione del cortile.", "label": 1}
{"idx": 1173, "sentence": "Uno studente sostiene di avere finito nessun esercizio in tempo utile?", "label": 1}
{"idx": 689, "sentence": "Secondo te i neonati hanno bevuto il latte?", "label": 3}
{"idx": 149, "sentence": "Durante il concorso loro selezionavano sempre le ragazze pi belle.", "label": 3}
{"idx": 472, "sentence": "Secondo te le patate sono ammuffite?", "label": 3}
{"idx": 547, "sentence": "Sono i ministri che i deputati hanno insultato durante la sessione parlamentare.", "label": 2}
{"idx": 555, "sentence": "Quale edificio credi che l'ingegnere ha costruito negli anni Sessanta?", "label": 2}
{"idx": 752, "sentence": "Se i medicinali davano effetti collaterali tu sospendevi subito il trattamento.", "label": 2}
{"idx": 32, "sentence": "Sono i geometri che i costruttori hanno accusato per il crollo del ponte.", "label": 2}
{"idx": 203, "sentence": "Ogni giorno insieme al falegname io limavo delle assi di legno.", "label": 3}
{"idx": 947, "sentence": "Nessuno studente si aspetta che qualcuno abbia finito nessun esercizio in tempo utile?", "label": 2}
{"idx": 1289, "sentence": "Sapevo che Maria aveva chiamato un uomo e Marco medicato un malato.", "label": 2}
{"idx": 638, "sentence": "Secondo te hanno trasmesso i cavi il segnale?", "label": 1}
{"idx": 1262, "sentence": "Sapevo che Maria voleva chiamare e il dottore medicarlo.", "label": 1}
{"idx": 174, "sentence": "I tifosi hanno esultato.", "label": 3}
{"idx": 1020, "sentence": "Susanna ha detto che Carla avrebbe dovuto menzionarlo.", "label": 3}
{"idx": 423, "sentence": "Sono i politici che voi sindacalisti avete criticato alla manifestazione in piazza.", "label": 1}
{"idx": 1218, "sentence": "Maria potrebbe aver finito nessun esercizio in tempo utile.", "label": 1}
{"idx": 161, "sentence": "Alla cena di Natale loro annunciavano il matrimonio.", "label": 2}
{"idx": 24, "sentence": "Quando gli studenti erano troppo indisciplinati noi richiedevamo la presenza del preside.", "label": 3}
{"idx": 934, "sentence": "Quale candidato lui ha detto che lei avrebbe dovuto descrivere questo problema?", "label": 1}
{"idx": 718, "sentence": "Voci di corridoio dicono che lui evitavano la segretaria del dipartimento.", "label": 0}
{"idx": 1129, "sentence": "Nessuno sospetta che qualcuno possa aver gi finito questo esercizio in tempo utile?", "label": 2}
{"idx": 743, "sentence": "Se il treno non arrivava lui saltava la prima parte dello spettacolo.", "label": 1}
{"idx": 1145, "sentence": "Nessuno studente si aspetta che qualcuno abbia finito alcunch in cos poco tempo?", "label": 1}
{"idx": 276, "sentence": "Prima di andare a lavorare loro lasciavano il bambino dalla nonna.", "label": 2}
{"idx": 136, "sentence": "Secondo te sono atterrati gli elicotteri?", "label": 3}
{"idx": 895, "sentence": "Ho sentito che Maria ha saputo che il ministro dar il premio ai dottori.", "label": 3}
{"idx": 1250, "sentence": "Uno studente pensa che Francesco abbia mai finito questo esercizio in tempo utile?", "label": 1}
{"idx": 232, "sentence": "Secondo te i tifosi hanno esultato?", "label": 3}
{"idx": 1207, "sentence": "Ho sentito che Maria ha saputo quando Carlo prender questo provvedimento.", "label": 3}
{"idx": 987, "sentence": "Sapevo chi Maria voleva chiamarlo e Marco visitarlo.", "label": 1}
{"idx": 648, "sentence": "Qualcuno ha detto che lui scrivevano una lettera a casa ogni sera.", "label": 0}
{"idx": 566, "sentence": "Hanno bestemmiato i ragazzi.", "label": 1}
{"idx": 384, "sentence": "Secondo te le devastazioni del territorio sono il motivo del malumore?", "label": 3}
{"idx": 690, "sentence": "Prima di chiudere la cucina del ristorante voi asciugavate tutti i piatti.", "label": 3}
{"idx": 1153, "sentence": "Uno studente sostiene di avere gi finito questo esercizio in tempo utile.", "label": 3}
{"idx": 298, "sentence": "Il falegname  arrivato mentre io montavo la mensola.", "label": 3}
{"idx": 372, "sentence": "Prima che il comitato venisse eletto voi precisavate in modo chiaro il suo ruolo.", "label": 2}
{"idx": 1135, "sentence": "Questo candidato, lo studente dovrebbe descrivere questo problema .", "label": 1}
{"idx": 1025, "sentence": "Conoscevo il paziente che l'infermiera aveva chiamato un paziente e il dottore medicato.", "label": 1}
{"idx": 304, "sentence": "Prima di spegnere il computer io salvavo tutto sul server.", "label": 2}
{"idx": 1105, "sentence": "Questo, lui ha pensato che Carla avrebbe dovuto menzionare questo problema.", "label": 1}
{"idx": 40, "sentence": "I nemici sono scappati.", "label": 3}
{"idx": 430, "sentence": "Cosa non sai quale cuoco ha preparato la scorsa settimana?", "label": 0}
{"idx": 389, "sentence": "Siete voi testimoni che gli imputati hanno screditato durante tutto il processo.", "label": 2}
{"idx": 512, "sentence": "Tutte le sere loro preparava la cartella per la mattina.", "label": 0}
{"idx": 737, "sentence": "Hanno stonato le cantanti.", "label": 1}
{"idx": 1333, "sentence": "Maria potrebbe aver finito nessun esercizio in tempo utile?", "label": 2}
{"idx": 1266, "sentence": "Carlo conosceva bene lo studente che Anna sperava sempre di vedere.", "label": 3}
{"idx": 670, "sentence": "Siete voi avvocati che voi giudici avete evitato alla festa di inaugurazione.", "label": 1}
{"idx": 898, "sentence": "Maria ha saputo dove il ministro prender questo provvedimento.", "label": 3}
{"idx": 715, "sentence": "I ragazzi hanno bestemmiato.", "label": 3}
{"idx": 1112, "sentence": "Chi  che lui ha affermato che il professore aveva detto che lo studente avrebbe dovuto considerare questo candidato?", "label": 1}
{"idx": 388, "sentence": "Le vedute della piazza sono il riflesso del consenso.", "label": 2}
{"idx": 822, "sentence": "Ci mostrarono il paziente che Maria voleva registrarlo e Marco testare .", "label": 1}
{"idx": 863, "sentence": "Carlo conosceva bene il compagno di classe che Anna voleva sempre vedere.", "label": 3}
{"idx": 407, "sentence": "Secondo te hanno coltivato gli agricoltori il campo?", "label": 2}
{"idx": 781, "sentence": "Siete voi infermieri che i primari hanno chiamato in sala operatoria.", "label": 2}
{"idx": 1085, "sentence": "Ci mostrarono il paziente che Maria aveva registrato un paziente e Marco testato un malato.", "label": 0}
{"idx": 621, "sentence": "Hanno pulito le casalinghe il bagno.", "label": 1}
{"idx": 79, "sentence": "La giustificazione della ritirata sono gli stravolgimenti della strategia.", "label": 2}
{"idx": 524, "sentence": "L'identit dell'auditorium sono le pulizie del locale.", "label": 1}
{"idx": 226, "sentence": "Le foglie sono ingiallite.", "label": 3}
{"idx": 58, "sentence": "Quando il bambino non arrivava loro informava i genitori.", "label": 0}
{"idx": 850, "sentence": "Questo, lui ha affermato che il professore aveva detto che lo studente avrebbe dovuto considerare.", "label": 1}
{"idx": 787, "sentence": "Secondo te hanno abbassato i negozianti il prezzo?", "label": 1}
{"idx": 307, "sentence": "Secondo te hanno letto i cuochi la ricetta?", "label": 1}
{"idx": 672, "sentence": "Secondo te sono deragliati i treni?", "label": 3}
{"idx": 23, "sentence": "Secondo te hanno svaligiato i ladri la villa?", "label": 1}
{"idx": 340, "sentence": "Secondo te sono scomparse le prove?", "label": 2}
{"idx": 553, "sentence": "Le decorazioni della villa sono il motivo dello stupore.", "label": 3}
{"idx": 342, "sentence": "Siete voi tecnici che i dirigenti hanno respinto dopo l'accesa discussione.", "label": 1}
{"idx": 531, "sentence": "Durante il concorso tu selezionavate sempre le ragazze pi belle.", "label": 0}
{"idx": 1065, "sentence": "Questo problema, Susanna ha pensato che Carla avrebbe dovuto menzionare.", "label": 1}
{"idx": 1059, "sentence": "Quale problema il giornalista ha suggerito che Susanna aveva pensato che Carla avrebbe dovuto menzionare?", "label": 1}
{"idx": 200, "sentence": "Prima che il comitato venisse eletto tu precisavate in modo chiaro il suo ruolo.", "label": 0}
{"idx": 786, "sentence": "Secondo te le ostentazioni del potere sono la minaccia della societ?", "label": 2}
{"idx": 1043, "sentence": "Ci mostrarono il paziente che Maria aveva visto un paziente e Marco medicato un malato.", "label": 0}
{"idx": 637, "sentence": "Durante la stagione fredda loro curavano sempre il raffreddore con i rimedi naturali.", "label": 3}
{"idx": 604, "sentence": "Secondo te i debiti sono lievitati?", "label": 2}
{"idx": 355, "sentence": "La conferma dell'ipotesi sono le interpretazioni del risultato.", "label": 1}
{"idx": 315, "sentence": "Secondo te le mamme hanno guidato la macchina?", "label": 3}
{"idx": 1150, "sentence": "Ci dissero quale paziente l'infermiera voleva chiamare e il dottore medicarlo.", "label": 1}
{"idx": 488, "sentence": "Sono i pagliacci che i domatori hanno preceduto all'ingresso in sala.", "label": 2}
{"idx": 1151, "sentence": "Questo, lui ha suggerito che lei aveva pensato che lo studente avrebbe dovuto descrivere.", "label": 1}
{"idx": 1035, "sentence": "Che cos' che il giornalista ha scritto che Susanna aveva detto che lo studente avrebbe dovuto considerare questo problema?", "label": 1}
{"idx": 1335, "sentence": "Maria potrebbe aver finito alcunch in cos poco tempo .", "label": 1}
{"idx": 683, "sentence": "Anche senza supporto popolare tu proseguivate la lotta alla mafia.", "label": 0}
{"idx": 905, "sentence": "Ho sentito che Maria ti ha detto quando Carlo parler col diplomatico.", "label": 3}
{"idx": 1313, "sentence": "Sapevo che l'infermiera aveva registrato e Marco medicato.", "label": 1}
{"idx": 592, "sentence": "L'identificazione della nazione sono le raffigurazioni della vittoria.", "label": 1}
{"idx": 85, "sentence": "Se il treno non arrivava loro saltava la prima parte dello spettacolo.", "label": 0}
{"idx": 824, "sentence": "Ho sentito che Maria ha saputo perch Carlo prender questo provvedimento.", "label": 3}
{"idx": 800, "sentence": "Appena la mamma usciva di casa lui accendeva il televisore in cucina.", "label": 3}
{"idx": 1024, "sentence": "Ci dissero quale paziente l'infermiera voleva chiamare e il dottore medicare.", "label": 3}
{"idx": 591, "sentence": "La sintesi della storia sono le urbanizzazioni della capitale.", "label": 2}
{"idx": 509, "sentence": "Secondo te le dichiarazioni della protesta sono la testimonianza del malessere?", "label": 2}
{"idx": 811, "sentence": "Quale problema lui ha scritto che lei aveva detto che costui avrebbe dovuto descrivere questo problema?", "label": 1}
{"idx": 30, "sentence": "Hanno coperto le lenzuola il divano.", "label": 1}
{"idx": 1261, "sentence": "Ci mostrarono l'anziano signore che l'infermiera voleva vederlo e il dottore medicare.", "label": 1}
{"idx": 218, "sentence": "Gli stravolgimenti della strategia sono la giustificazione della ritirata.", "label": 3}
{"idx": 710, "sentence": "Le lacerazioni della diga sono l'annuncio del disastro.", "label": 2}
{"idx": 646, "sentence": "Secondo te le attrici sono tornate?", "label": 3}
{"idx": 207, "sentence": "Se i medicinali davano effetti collaterali voi sospendevi subito il trattamento.", "label": 0}
{"idx": 771, "sentence": "Hanno trasmesso i cavi il segnale.", "label": 1}
{"idx": 12, "sentence": "Secondo te i falegnami hanno costruito il tavolo?", "label": 3}
{"idx": 405, "sentence": "Quando gli studenti erano troppo indisciplinati loro richiedevano la presenza del preside.", "label": 3}
{"idx": 572, "sentence": "Il professore si arrabbiava quando voi modificavi il piano di lavoro.", "label": 0}
{"idx": 568, "sentence": "Siete voi tirocinanti che gli stagisti hanno interrogato dopo la visita in azienda.", "label": 1}
{"idx": 1041, "sentence": "Chi pensi che Maria abbia chiamato e il dottore medicato l'anziano signore?", "label": 1}
{"idx": 664, "sentence": "Secondo te le provviste sono bastate?", "label": 3}
{"idx": 274, "sentence": "Prima di uscire di casa la sera loro bevevano sempre una birra.", "label": 2}
{"idx": 508, "sentence": "Con dell'olio rimasto io friggevo le melanzane.", "label": 2}
{"idx": 744, "sentence": "Siete voi affittuari che voi proprietari avete denunciato alla guardia di finanza.", "label": 0}
{"idx": 202, "sentence": "Secondo te sono nati i cuccioli?", "label": 3}
{"idx": 1264, "sentence": "Questo, lui ha pensato che Carla avrebbe dovuto menzionarlo.", "label": 1}
{"idx": 283, "sentence": "Secondo te la conclusione della festa sono i racconti del viaggio?", "label": 1}
{"idx": 761, "sentence": "Sono i banchieri che voi funzionari avete lodato davanti alla folla.", "label": 1}
{"idx": 387, "sentence": "Secondo te hanno sbadigliato gli spettatori?", "label": 2}
{"idx": 901, "sentence": "A chi  che Maria ha saputo perch Carlo dar il premio?", "label": 0}
{"idx": 358, "sentence": "Secondo te hanno guidato le mamme la macchina?", "label": 1}
{"idx": 123, "sentence": "Quale fisico si chiede quale studente ha risolto questo problema in un'ora?", "label": 1}
{"idx": 1206, "sentence": "Con chi  che Maria ti ha detto dove il ministro parler?", "label": 1}
{"idx": 803, "sentence": "Ci mostrarono il paziente che l'infermiera voleva registrare e Marco medicarlo .", "label": 1}
{"idx": 799, "sentence": "I gatti entravano sempre in casa mentre lui serviva la cena.", "label": 3}
{"idx": 1215, "sentence": "Sapevo chi Maria voleva chiamare e Marco visitarlo.", "label": 0}
{"idx": 378, "sentence": "Secondo te gli strappi della bandiera sono la dimostrazione della sconfitta?", "label": 2}
{"idx": 930, "sentence": "quale paziente dici che Maria abbia registrato un uomo e il dottore visitato l'anziano signore?", "label": 0}
{"idx": 881, "sentence": "Questo candidato, Giulio ha scritto che lei aveva detto che Carla avrebbe dovuto menzionare questo problema.", "label": 1}
{"idx": 1039, "sentence": "Questo problema, il giornalista ha suggerito che Susanna aveva pensato che Carla avrebbe dovuto menzionare.", "label": 1}
{"idx": 494, "sentence": "Hanno riempito i mobili la stanza.", "label": 1}
{"idx": 447, "sentence": "Sono atterrati gli elicotteri.", "label": 3}
{"idx": 1272, "sentence": "Ci mostrarono il paziente che l'infermiera aveva registrato un paziente e Marco medicato.", "label": 0}
{"idx": 892, "sentence": "Questo candidato, lo studente dovrebbe descrivere questo candidato.", "label": 1}
{"idx": 970, "sentence": "Nessuno sospetta che qualcuno abbia finito nessun esercizio in tempo utile?", "label": 1}
{"idx": 464, "sentence": "Cosa credi che l'ingegnere ha costruito negli anni Sessanta?", "label": 1}
{"idx": 975, "sentence": "Maria si aspetta che qualcuno possa aver gi finito questo esercizio in tempo utile?", "label": 3}
{"idx": 481, "sentence": "Quando ne avevamo bisogno io organizzavo sempre dei corsi per stranieri.", "label": 2}
{"idx": 525, "sentence": "Prima che il presidente andasse in pensione tu ottenevi dei vantaggi.", "label": 1}
{"idx": 913, "sentence": "Uno studente sostiene di avere finito alcunch in cos poco tempo.", "label": 1}
{"idx": 757, "sentence": "Anche se era successo molto tempo fa io ricordavamo quel giorno con chiarezza.", "label": 1}
{"idx": 827, "sentence": "Ho sentito a chi  che Maria ha saputo dove il ministro dar il premio .", "label": 1}
{"idx": 215, "sentence": "Secondo te hanno cinguettato gli uccelli?", "label": 2}
{"idx": 138, "sentence": "Nel corso dell'anno voi prevedevate molte sconfitte per la Fiorentina.", "label": 2}
{"idx": 644, "sentence": "Gli specialisti hanno accordato lo strumento.", "label": 3}
{"idx": 326, "sentence": "Le descrizioni del castello sono l'origine della controversia.", "label": 2}
{"idx": 601, "sentence": "Le svendite della merce sono la salvezza dell'attivit.", "label": 2}
{"idx": 224, "sentence": "Secondo te hanno coperto le lenzuola il divano?", "label": 1}
{"idx": 660, "sentence": "Le esecuzioni del concerto sono la rivelazione della manifestazione.", "label": 2}
{"idx": 809, "sentence": "Uno studente potrebbe aver mai finito questo esercizio in tempo utile?", "label": 2}
{"idx": 88, "sentence": "Le ragazze si arrabbiavano se io limitavo le loro uscite durante la settimana.", "label": 2}
{"idx": 1270, "sentence": "Che cos' che il giornalista ha scritto che Susanna aveva detto che lo studente avrebbe dovuto considerarlo?", "label": 1}
{"idx": 502, "sentence": "Secondo te hanno rinfrescato i ventilatori la stanza?", "label": 1}
{"idx": 539, "sentence": "Appena la mamma usciva di casa io accendevamo il televisore in cucina.", "label": 0}
{"idx": 1113, "sentence": "Cos' che Maria ti ha detto dove Carlo far?", "label": 0}
{"idx": 462, "sentence": "Se i medicinali davano effetti collaterali loro sospendeva subito il trattamento.", "label": 0}
{"idx": 1082, "sentence": "Quale problema il giornalista ha suggerito che Susanna aveva pensato che Carla avrebbe dovuto menzionare questo candidato?", "label": 1}
{"idx": 675, "sentence": "Le segnalazioni del pericolo sono la delimitazione del porto.", "label": 2}
{"idx": 415, "sentence": "Qualcuno ha detto che loro scrivevano una lettera a casa ogni sera.", "label": 2}
{"idx": 13, "sentence": "Secondo te i ragazzi hanno bestemmiato?", "label": 3}
{"idx": 614, "sentence": "Secondo te i camion hanno frenato?", "label": 3}
{"idx": 1304, "sentence": "Ci dissero chi Maria voleva chiamarlo e Marco medicare.", "label": 0}
{"idx": 16, "sentence": "Sono scoppiati i petardi.", "label": 3}
{"idx": 22, "sentence": "Il simbolo della stagione sono le potature della vigna.", "label": 2}
{"idx": 558, "sentence": "Quale problema ti chiedi quale studente ha risolto in un'ora?", "label": 0}
{"idx": 963, "sentence": "Sapevo che l'infermiera voleva registrarlo e Marco visitare.", "label": 1}
{"idx": 945, "sentence": "lo studente dovrebbe considerare questo candidato.", "label": 3}
{"idx": 1321, "sentence": "Sapevo quale paziente l'infermiera aveva chiamato e il dottore medicato l'anziano signore.", "label": 0}
{"idx": 361, "sentence": "Alla cena di Natale lui annunciava il matrimonio.", "label": 3}
{"idx": 56, "sentence": "Secondo te hanno pranzato le signore?", "label": 2}
{"idx": 1015, "sentence": "Ci dissero che Maria aveva chiamato e il dottore visitato.", "label": 1}
{"idx": 1114, "sentence": "Maria si aspetta che qualcuno possa aver mai finito questo esercizio in tempo utile.", "label": 1}
{"idx": 157, "sentence": "Durante i periodi di stress lui ritrovavano la tranquillit solo in montagna.", "label": 0}
{"idx": 1267, "sentence": "A chi  che Maria ha saputo quando Carlo dar il premio?", "label": 1}
{"idx": 1075, "sentence": "Questo, il professore ha pensato che Carla avrebbe dovuto menzionare questo candidato.", "label": 1}
{"idx": 962, "sentence": "Nessuno studente si aspetta che un altro studente abbia finito nessun esercizio in tempo utile.", "label": 1}
{"idx": 90, "sentence": "I negozianti hanno protestato.", "label": 3}
{"idx": 408, "sentence": "Siete voi autori che voi lettori avete ascoltato dopo la presentazione dei libri.", "label": 0}
{"idx": 1074, "sentence": "Questo problema, Carla dovrebbe considerare questo candidato .", "label": 1}
{"idx": 186, "sentence": "Per concimare il terreno io utilizzavo un prodotto biologico.", "label": 3}
{"idx": 914, "sentence": "Questo, lei dovrebbe descrivere.", "label": 1}
{"idx": 651, "sentence": "In ufficio erano tutti scontenti perch io approvavamo il progetto del direttore.", "label": 0}
{"idx": 1338, "sentence": "Quale candidato Susanna ha pensato che Carla avrebbe dovuto menzionarlo?", "label": 1}
{"idx": 227, "sentence": "Secondo te le foto del muro sono la causa della rivolta?", "label": 3}
{"idx": 125, "sentence": "Se i medicinali davano effetti collaterali tu sospendevate subito il trattamento.", "label": 0}
{"idx": 876, "sentence": "Questo, lo studente dovrebbe considerare.", "label": 1}
{"idx": 1016, "sentence": "Chi  che lui ha affermato che il professore aveva detto che lo studente avrebbe dovuto considerare questo problema?", "label": 0}
{"idx": 1042, "sentence": "Sapevo chi l'infermiera voleva registrarlo e Marco visitarlo.", "label": 1}
{"idx": 846, "sentence": "Ci dissero chi Maria voleva chiamare e Marco medicarlo.", "label": 1}
{"idx": 440, "sentence": "Quando il dipartimento concedeva dei fondi voi spendevate tutti i soldi in trasferte.", "label": 3}
{"idx": 166, "sentence": "Secondo te hanno mangiato le bambine il dolce?", "label": 1}
{"idx": 119, "sentence": "Si vociferava che voi affidavate molte responsabilit al nuovo arrivato.", "label": 2}
{"idx": 789, "sentence": "Secondo te hanno pattinato le ragazze?", "label": 3}
{"idx": 965, "sentence": "Uno studente sostiene di avere finito nessun esercizio in tempo utile .", "label": 1}
{"idx": 760, "sentence": "Secondo te sono sprofondati i relitti?", "label": 3}
{"idx": 1038, "sentence": "Questo candidato, il giornalista ha affermato che Susanna aveva pensato che lo studente avrebbe dovuto considerarlo .", "label": 1}
{"idx": 1101, "sentence": "Nessuno studente sostiene di avere finito alcunch in cos poco tempo.", "label": 2}
{"idx": 322, "sentence": "Ogni volta che arrivava il direttore noi cambiavamo umore.", "label": 3}
{"idx": 1143, "sentence": "Ho sentito che Maria ti ha detto perch Carlo parler col diplomatico.", "label": 3}
{"idx": 1295, "sentence": "Sapevo quale paziente l'infermiera aveva chiamato un uomo e il dottore medicato l'anziano signore.", "label": 0}
{"idx": 1275, "sentence": "Quale candidato lui ha detto che lei avrebbe dovuto descriverlo?", "label": 1}
{"idx": 1152, "sentence": "Ci mostrarono il paziente che Maria voleva vedere e il dottore visitare .", "label": 2}
{"idx": 1222, "sentence": "Maria ti ha detto perch il ministro parler col diplomatico.", "label": 3}
{"idx": 1287, "sentence": "Nessuno studente sostiene di avere finito alcunch in cos poco tempo?", "label": 2}
{"idx": 1224, "sentence": "Chi pensi che l'infermiera voglia registrarlo e Marco visitare?", "label": 0}
{"idx": 927, "sentence": "il giornalista ha scritto che Susanna aveva detto che lo studente avrebbe dovuto considerare questo candidato.", "label": 2}
{"idx": 43, "sentence": "Quando il tassista ritardava anche soltanto cinque minuti lui perdeva il treno.", "label": 2}
{"idx": 41, "sentence": "Le capre hanno brucato l'erba.", "label": 3}
{"idx": 189, "sentence": "Secondo te le fondamenta hanno sorretto il palazzo?", "label": 3}
{"idx": 195, "sentence": "Ogni volta che arrivava il direttore loro cambiava umore.", "label": 0}
{"idx": 187, "sentence": "Le casalinghe hanno pulito il bagno.", "label": 3}
{"idx": 396, "sentence": "Per contrastare la crescente criminalit voi difendevi la casa con un recinto.", "label": 0}
{"idx": 451, "sentence": "Secondo te i giudici sono impazziti?", "label": 3}
{"idx": 685, "sentence": "Siete voi professori che i presidi hanno elogiato alla riunione d'istituto.", "label": 2}
{"idx": 734, "sentence": "Le navi sono salpate.", "label": 3}
{"idx": 1192, "sentence": "lui ha pensato che lo studente avrebbe dovuto considerare questo problema.", "label": 3}
{"idx": 720, "sentence": "Quale edificio ti chiedi quale ingegnere ha costruito negli anni Sessanta?", "label": 1}
{"idx": 1225, "sentence": "Quale provvedimento Maria ha saputo dove il ministro prender?", "label": 1}
{"idx": 899, "sentence": "Ci dissero quale paziente Maria aveva registrato e il dottore visitato.", "label": 3}
{"idx": 748, "sentence": "Hanno sciato gli alpinisti.", "label": 2}
{"idx": 8, "sentence": "Secondo te hanno esultato i tifosi?", "label": 2}
{"idx": 160, "sentence": "Secondo te gli aerei hanno trasportato l'equipaggio?", "label": 3}
{"idx": 916, "sentence": "Ci mostrarono l'anziano signore che Maria aveva registrato un paziente e Marco visitato .", "label": 0}
{"idx": 1045, "sentence": "Sapevo che Maria voleva chiamare e Marco visitare.", "label": 1}
{"idx": 256, "sentence": "I giudici sono impazziti.", "label": 3}
{"idx": 426, "sentence": "Secondo te sono appassite le piante?", "label": 3}
{"idx": 291, "sentence": "Secondo te i cuochi hanno letto la ricetta?", "label": 3}
{"idx": 938, "sentence": "Uno studente sostiene di avere mai finito questo esercizio in tempo utile.", "label": 1}
{"idx": 571, "sentence": "Poich i pacchi erano voluminosi noi trasportavo il carico con un furgone.", "label": 0}
{"idx": 196, "sentence": "Il presupposto della sentenza sono le verifiche del danno.", "label": 2}
{"idx": 296, "sentence": "Dicono che in passato loro rifiutavano sempre il sostegno degli altri.", "label": 2}
{"idx": 1301, "sentence": "Quale candidato Carla dovrebbe considerarlo?", "label": 1}
{"idx": 1196, "sentence": "Chi  che lui ha suggerito che lei aveva pensato che lo studente avrebbe dovuto descrivere?", "label": 1}
{"idx": 1242, "sentence": "Quale problema lui ha pensato che Carla avrebbe dovuto menzionare questo problema?", "label": 1}
{"idx": 1260, "sentence": "Chi dici che l'infermiera abbia registrato un uomo e Marco visitato l'anziano signore?", "label": 1}
{"idx": 623, "sentence": "Siete voi costumisti che voi clienti avete contattato al banco dei vestiti.", "label": 1}
{"idx": 1124, "sentence": "Conoscevo il paziente che l'infermiera aveva registrato un paziente e il dottore visitato un malato.", "label": 0}
{"idx": 299, "sentence": "I turisti hanno sorriso.", "label": 3}
{"idx": 1296, "sentence": "Nessuno studente sospetta che qualcuno abbia gi finito questo esercizio in tempo utile?", "label": 3}
{"idx": 386, "sentence": "Hanno dormito le guardie.", "label": 1}
{"idx": 618, "sentence": "Secondo te hanno indicato i cartelli la strada?", "label": 1}
{"idx": 888, "sentence": "Chi pensi che Maria voglia chiamare e Marco visitarlo?", "label": 1}
{"idx": 1108, "sentence": "Questo problema, lui ha scritto che lei aveva detto che costui avrebbe dovuto descrivere.", "label": 1}
{"idx": 1072, "sentence": "Uno studente potrebbe aver gi finito questo esercizio in tempo utile?", "label": 3}
{"idx": 367, "sentence": "Siete voi attori che voi registi avete incoraggiato prima dello spettacolo.", "label": 0}
{"idx": 587, "sentence": "Gli alpinisti hanno sciato.", "label": 3}
{"idx": 1092, "sentence": "quale paziente dici che l'infermiera abbia chiamato un uomo e Marco medicato?", "label": 1}
{"idx": 402, "sentence": "Siete voi costumisti che i clienti hanno contattato al banco dei vestiti.", "label": 1}
{"idx": 1233, "sentence": "Nessuno sostiene di avere finito alcunch in cos poco tempo?", "label": 1}
{"idx": 1228, "sentence": "Quale candidato Giulio ha scritto che lei aveva detto che Carla avrebbe dovuto menzionare questo problema?", "label": 1}
{"idx": 443, "sentence": "Secondo te sono ingiallite le foglie?", "label": 2}
{"idx": 745, "sentence": "Secondo te hanno trasportato gli aerei l'equipaggio?", "label": 1}
{"idx": 1273, "sentence": "Nessuno studente si aspetta che un altro studente abbia mai finito questo esercizio in tempo utile.", "label": 2}
{"idx": 790, "sentence": "Ogni anno io sprecavo tonnellate di carta per fare fotocopie.", "label": 3}
{"idx": 626, "sentence": "Quando la ragazza spendeva troppo voi coprivi le sue spese.", "label": 0}
{"idx": 956, "sentence": "Nessuno si aspetta che qualcuno abbia finito nessun esercizio in tempo utile?", "label": 1}
{"idx": 219, "sentence": "Sono bastate le provviste.", "label": 2}
{"idx": 453, "sentence": "Secondo te l'identit dell'auditorium sono le pulizie del locale?", "label": 1}
{"idx": 753, "sentence": "Le motivazioni dello scandalo sono la rovina del paese.", "label": 3}
{"idx": 640, "sentence": "Tutte le domeniche durante la messa voi eseguivi un pezzo al pianoforte.", "label": 0}
{"idx": 50, "sentence": "Sono gli attori che voi registi avete incoraggiato prima dello spettacolo.", "label": 2}
{"idx": 969, "sentence": "Che cos' che Carla dovrebbe menzionare questo problema?", "label": 1}
{"idx": 320, "sentence": "Secondo te sono salpate le navi?", "label": 3}
{"idx": 775, "sentence": "Secondo te hanno bevuto i neonati il latte?", "label": 1}
{"idx": 1265, "sentence": "Uno studente pensa che Francesco abbia finito alcunch in cos poco tempo.", "label": 1}
{"idx": 642, "sentence": "Secondo te i giornalisti hanno mentito?", "label": 3}
{"idx": 538, "sentence": "I clienti sono soddisfatti.", "label": 3}
{"idx": 1195, "sentence": "Conoscevo il paziente che l'infermiera voleva chiamarlo e il dottore medicarlo.", "label": 0}
{"idx": 262, "sentence": "Sono crollate le mura.", "label": 3}
{"idx": 348, "sentence": "Siete voi tirocinanti che voi stagisti avete interrogato dopo la visita in azienda.", "label": 0}
{"idx": 162, "sentence": "Secondo te il motivo dello stupore sono le decorazioni della villa?", "label": 2}
{"idx": 716, "sentence": "Secondo te hanno mentito i giornalisti?", "label": 3}
{"idx": 113, "sentence": "Sono gli architetti che gli ingegneri hanno consultato prima di iniziare i lavori.", "label": 2}
{"idx": 978, "sentence": "Sapevo chi Maria voleva chiamare e il dottore medicarlo.", "label": 0}
{"idx": 759, "sentence": "Sono salpate le navi.", "label": 3}
{"idx": 395, "sentence": "Hanno costruito i falegnami il tavolo.", "label": 1}
{"idx": 356, "sentence": "Secondo te i vetri hanno filtrato la luce?", "label": 3}
{"idx": 778, "sentence": "I soldati hanno reagito.", "label": 3}
{"idx": 1284, "sentence": "Che cos' che Carla dovrebbe menzionare questo candidato?", "label": 0}
{"idx": 477, "sentence": "Secondo te hanno ascoltato le musiciste il concerto?", "label": 1}
{"idx": 628, "sentence": "Quando gli invitati erano in ritardo io avvertivamo sempre il ristorante.", "label": 0}
{"idx": 478, "sentence": "Prima di evadere un ordine loro contava sempre i pezzi in ogni scatola.", "label": 0}
{"idx": 334, "sentence": "Secondo te la dimostrazione della sconfitta sono gli strappi della bandiera?", "label": 1}
{"idx": 1330, "sentence": "Giulio ha scritto che lei aveva detto che lo studente avrebbe dovuto descrivere questo candidato.", "label": 2}
{"idx": 1334, "sentence": "Chi dici che l'infermiera voglia chiamarlo e il dottore visitare?", "label": 0}
{"idx": 706, "sentence": "Secondo te sono impalliditi gli studenti?", "label": 2}
{"idx": 897, "sentence": "Nessuno sostiene di avere finito nessun esercizio in tempo utile?", "label": 2}
{"idx": 54, "sentence": "Quale fisico si chiede chi ha risolto questo problema in un'ora?", "label": 2}
{"idx": 1325, "sentence": "Uno studente si aspetta che Francesco possa aver mai finito questo esercizio in tempo utile.", "label": 1}
{"idx": 192, "sentence": "Al ristorante di Giovanni normalmente noi ordinavamo del maiale.", "label": 3}
{"idx": 1068, "sentence": "Che cos' che lo studente dovrebbe considerare?", "label": 3}
{"idx": 255, "sentence": "Anche senza supporto popolare lui proseguiva la lotta alla mafia.", "label": 3}
{"idx": 784, "sentence": "Secondo te le signore hanno pranzato?", "label": 3}
{"idx": 61, "sentence": "Prima di chiudere la cucina del ristorante tu asciugavate tutti i piatti.", "label": 0}
{"idx": 329, "sentence": "Sono i ballerini che i coreografi hanno ringraziato alla prima dello spettacolo.", "label": 2}
{"idx": 107, "sentence": "Secondo te sono scoppiati i petardi?", "label": 3}
{"idx": 42, "sentence": "Secondo te sono ingrassati i maiali?", "label": 2}
{"idx": 37, "sentence": "Quando il cane dei vicini abbaiava noi chiamavo sempre i carabinieri.", "label": 0}
{"idx": 114, "sentence": "Hanno indicato i cartelli la strada.", "label": 1}
{"idx": 813, "sentence": "Sapevo che l'infermiera aveva registrato un uomo e Marco medicato .", "label": 1}
{"idx": 180, "sentence": "Secondo te i cartelli hanno indicato la strada?", "label": 2}
{"idx": 843, "sentence": "Ho sentito che Maria ha saputo dove il ministro incontrer i dottori.", "label": 3}
{"idx": 931, "sentence": "Ho sentito che Maria ha saputo quando il ministro dar il premio ai dottori.", "label": 3}
{"idx": 989, "sentence": "Questo, lei dovrebbe descrivere questo candidato.", "label": 2}
{"idx": 961, "sentence": "Ci dissero che l'infermiera voleva chiamarlo e il dottore visitarlo .", "label": 2}
{"idx": 81, "sentence": "La protezione della citt sono i prosciugamenti del canale.", "label": 1}
{"idx": 832, "sentence": "Nessuno studente sospetta che qualcuno abbia gi finito questo esercizio in tempo utile.", "label": 2}
{"idx": 911, "sentence": "Chi pensi che Maria abbia chiamato un uomo e Marco visitato l'anziano signore?", "label": 1}
{"idx": 376, "sentence": "Hanno ricoperto i pannelli il tetto.", "label": 0}
{"idx": 1017, "sentence": "Ci dissero quale paziente Maria voleva chiamare e il dottore visitare.", "label": 2}
{"idx": 1131, "sentence": "Ho sentito che Maria ha saputo che Carlo prender questo provvedimento.", "label": 3}
{"idx": 504, "sentence": "Siete voi banchieri che voi funzionari avete lodato davanti alla folla.", "label": 0}
{"idx": 556, "sentence": "Siete voi affittuari che i proprietari hanno denunciato alla guardia di finanza.", "label": 1}
{"idx": 750, "sentence": "Siete voi consulenti che voi amministratori avete offeso nella sala conferenze.", "label": 0}
{"idx": 1050, "sentence": "Giulio ha scritto che lei aveva detto che lo studente avrebbe dovuto descrivere questo problema.", "label": 2}
{"idx": 281, "sentence": "Secondo te le fortificazioni del palazzo sono il limite del latifondo?", "label": 2}
{"idx": 997, "sentence": "Cos' che Maria ti ha detto quando Carlo far?", "label": 0}
{"idx": 1066, "sentence": "Questo candidato, il giornalista ha affermato che Susanna aveva pensato che lo studente avrebbe dovuto considerare.", "label": 1}
{"idx": 1221, "sentence": "Maria ti ha detto perch Carlo far un sopralluogo .", "label": 2}
{"idx": 309, "sentence": "Quando il dipartimento concedeva dei fondi tu spendevi tutti i soldi in trasferte.", "label": 3}
{"idx": 252, "sentence": "Siete voi testimoni che voi imputati avete screditato durante tutto il processo.", "label": 1}
{"idx": 976, "sentence": "Conoscevo il paziente che Maria aveva registrato un paziente e Marco medicato.", "label": 1}
{"idx": 403, "sentence": "Secondo te i cambi della rotta sono la motivazione dell'ammutinamento?", "label": 3}
{"idx": 764, "sentence": "Secondo te la salvezza dell'attivit sono le svendite della merce?", "label": 1}
{"idx": 441, "sentence": "I neonati hanno bevuto il latte.", "label": 3}
{"idx": 505, "sentence": "Cosa ti chiedi quale ingegnere ha costruito negli anni Sessanta?", "label": 0}
{"idx": 894, "sentence": "Uno studente sostiene di avere gi finito questo esercizio in tempo utile?", "label": 2}
{"idx": 231, "sentence": "Siete voi camerieri che voi cassieri avete rimproverato dopo la chiusura del ristorante.", "label": 1}
{"idx": 460, "sentence": "Le bambine hanno mangiato il dolce.", "label": 3}
{"idx": 955, "sentence": "Uno studente sostiene di avere finito alcunch in cos poco tempo?", "label": 1}
{"idx": 678, "sentence": "Secondo te hanno sorretto le fondamenta il palazzo?", "label": 1}
{"idx": 885, "sentence": "Ci mostrarono il paziente che Maria aveva registrato e Marco testato un malato .", "label": 1}
{"idx": 935, "sentence": "Sapevo quale paziente l'infermiera voleva chiamarlo e il dottore visitarlo.", "label": 0}
{"idx": 986, "sentence": "quale paziente pensi che Maria abbia chiamato e Marco visitato l'anziano signore?", "label": 1}
{"idx": 1005, "sentence": "quale paziente dici che Maria voglia chiamare e il dottore visitarlo?", "label": 1}
{"idx": 883, "sentence": "Maria si aspetta che qualcuno possa aver mai finito questo esercizio in tempo utile?", "label": 1}
{"idx": 323, "sentence": "Cosa sai quale giornalista ha scritto in un pomeriggio?", "label": 0}
{"idx": 860, "sentence": "Questo, lui ha pensato che Carla avrebbe dovuto menzionare questo candidato.", "label": 2}
{"idx": 831, "sentence": "quale paziente pensi che Maria voglia chiamarlo e Marco medicarlo?", "label": 0}
{"idx": 91, "sentence": "Secondo te gli agricoltori hanno coltivato il campo?", "label": 3}
{"idx": 272, "sentence": "Hanno scaldato i fuochi l'accampamento.", "label": 1}
{"idx": 943, "sentence": "Sapevo chi l'infermiera voleva registrare e Marco visitare.", "label": 3}
{"idx": 27, "sentence": "Il riflesso del consenso sono le vedute della piazza.", "label": 1}
{"idx": 1154, "sentence": "Ho sentito che Maria ha saputo quando il ministro incontrer i dottori .", "label": 2}
{"idx": 1140, "sentence": "Carlo conosceva bene la ragazza con cui passare il tempo divertiva sempre Sara.", "label": 1}
{"idx": 1230, "sentence": "Uno studente potrebbe aver finito alcunch in cos poco tempo.", "label": 0}
{"idx": 1021, "sentence": "Maria ha saputo che Carlo incontrer i dottori.", "label": 3}
{"idx": 982, "sentence": "Sapevo chi Maria voleva chiamarlo e Marco visitare.", "label": 0}
{"idx": 171, "sentence": "Quando ne avevamo bisogno loro organizzava sempre dei corsi per stranieri.", "label": 0}
{"idx": 1104, "sentence": "Quale candidato Giulio ha scritto che lei aveva detto che Carla avrebbe dovuto menzionare?", "label": 1}
{"idx": 548, "sentence": "Per produrre questi abiti lui impiegava solo stoffe di prima qualit.", "label": 3}
{"idx": 673, "sentence": "Secondo te hanno filtrato i vetri la luce?", "label": 1}
{"idx": 238, "sentence": "Quando il tassista ritardava anche soltanto cinque minuti loro perdevano il treno.", "label": 1}
{"idx": 260, "sentence": "I dipendenti scioperavano sempre se loro imponeva turni di lavoro pi lunghi.", "label": 0}
{"idx": 500, "sentence": "Hanno mangiato le bambine il dolce.", "label": 1}
{"idx": 266, "sentence": "Hanno starnutito i malati.", "label": 2}
{"idx": 835, "sentence": "Nessuno studente sostiene di avere mai finito questo esercizio in tempo utile?", "label": 2}
{"idx": 339, "sentence": "Secondo te sono precipitati gli scalatori?", "label": 3}
{"idx": 1095, "sentence": "Nessuno studente si aspetta che qualcuno abbia gi finito questo esercizio in tempo utile?", "label": 1}
{"idx": 1316, "sentence": "Con chi  che Maria ti ha detto quando il ministro parler?", "label": 1}
{"idx": 988, "sentence": "Conoscevo il paziente che l'infermiera voleva chiamarlo e il dottore medicare.", "label": 1}
{"idx": 874, "sentence": "Chi  che lui ha suggerito che lei aveva pensato che lo studente avrebbe dovuto descrivere questo problema?", "label": 1}
{"idx": 661, "sentence": "I vicini hanno traslocato.", "label": 3}
{"idx": 1063, "sentence": "Sapevo quale paziente l'infermiera aveva registrato un uomo e Marco visitato l'anziano signore.", "label": 0}
{"idx": 518, "sentence": "Siete voi autori che i lettori hanno ascoltato dopo la presentazione dei libri.", "label": 2}
{"idx": 486, "sentence": "Hanno bloccato i tronchi il sentiero.", "label": 1}
{"idx": 368, "sentence": "Anche se era successo molto tempo fa noi ricordavo quel giorno con chiarezza.", "label": 0}
{"idx": 1123, "sentence": "lo studente dovrebbe considerare questo problema.", "label": 3}
{"idx": 1236, "sentence": "Ho sentito cos' che Maria ti ha detto perch Carlo far .", "label": 1}
{"idx": 474, "sentence": "Secondo te le guardie hanno dormito?", "label": 3}
{"idx": 1255, "sentence": "Ho sentito chi  che Maria ha saputo che il ministro incontrer.", "label": 1}
{"idx": 684, "sentence": "Secondo te sono retrocesse le squadre?", "label": 2}
{"idx": 199, "sentence": "Prima di uscire di casa la sera io bevevo sempre una birra.", "label": 3}
{"idx": 98, "sentence": "Hanno barato i giocatori.", "label": 1}
{"idx": 686, "sentence": "I vicini sono scesi.", "label": 3}
{"idx": 851, "sentence": "Ho sentito quale provvedimento Maria ha saputo quando Carlo prender.", "label": 0}
{"idx": 721, "sentence": "I computer hanno svolto il calcolo.", "label": 3}
{"idx": 204, "sentence": "Sono tornate le attrici.", "label": 3}
{"idx": 564, "sentence": "Secondo te le piante sono appassite?", "label": 3}
{"idx": 353, "sentence": "Di solito loro accettavano i lavori di traduzione solo con pagamento anticipato.", "label": 2}
{"idx": 1044, "sentence": "Maria sostiene di avere mai finito questo esercizio in tempo utile?", "label": 1}
{"idx": 615, "sentence": "Secondo te le leonesse hanno ruggito?", "label": 3}
{"idx": 62, "sentence": "Appena la mamma usciva di casa loro accendevano il televisore in cucina.", "label": 3}
{"idx": 844, "sentence": "Ci dissero chi l'infermiera aveva registrato e il dottore visitato l'anziano signore .", "label": 1}
{"idx": 246, "sentence": "Chi si chiede quale studente ha risolto questo problema in un'ora?", "label": 2}
{"idx": 449, "sentence": "Secondo te hanno aperto i commessi il negozio?", "label": 1}
{"idx": 223, "sentence": "Anche se era successo molto tempo fa loro ricordavano quel giorno con chiarezza.", "label": 2}
{"idx": 310, "sentence": "Durante la stagione fredda lui curava sempre il raffreddore con i rimedi naturali.", "label": 3}
{"idx": 377, "sentence": "Secondo te le casalinghe hanno pulito il bagno?", "label": 3}
{"idx": 1128, "sentence": "Ci mostrarono l'anziano signore che l'infermiera aveva visto un paziente e il dottore medicato un malato.", "label": 1}
{"idx": 152, "sentence": "Quando il bambino non arrivava voi informavi i genitori.", "label": 0}
{"idx": 722, "sentence": "Voci di corridoio dicono che io evitavo la segretaria del dipartimento.", "label": 2}
{"idx": 265, "sentence": "Le ostentazioni del potere sono la minaccia della societ.", "label": 3}
{"idx": 1166, "sentence": "Conoscevo il paziente che l'infermiera voleva vedere e Marco testarlo.", "label": 1}
{"idx": 1071, "sentence": "Quale candidato Susanna ha pensato che Carla avrebbe dovuto menzionare?", "label": 3}
{"idx": 1120, "sentence": "Chi  che Maria ha saputo che Carlo incontrer?", "label": 2}
{"idx": 736, "sentence": "I vetri hanno filtrato la luce.", "label": 3}
{"idx": 294, "sentence": "Gli strappi della bandiera sono la dimostrazione della sconfitta.", "label": 3}
{"idx": 263, "sentence": "Sono soddisfatti i clienti.", "label": 2}
{"idx": 655, "sentence": "Le foto del muro sono la causa della rivolta.", "label": 3}
{"idx": 746, "sentence": "Al ristorante di Giovanni normalmente lui ordinavano del maiale.", "label": 0}
{"idx": 182, "sentence": "Siete voi violinisti che voi pianisti avete accompagnato durante tutto il concerto.", "label": 1}
{"idx": 1086, "sentence": "Questo candidato, Susanna ha detto che lei avrebbe dovuto descrivere.", "label": 1}
{"idx": 541, "sentence": "Sono i pagliacci che voi domatori avete preceduto all'ingresso in sala.", "label": 1}
{"idx": 269, "sentence": "Alla cena di Natale noi annunciavo il matrimonio.", "label": 0}
{"idx": 999, "sentence": "Conoscevo il paziente che Maria aveva registrato un paziente e Marco medicato un malato.", "label": 0}
{"idx": 270, "sentence": "Secondo te sono lievitati i debiti?", "label": 3}
{"idx": 823, "sentence": "Ci mostrarono il paziente che Maria aveva visto un paziente e il dottore visitato.", "label": 0}
{"idx": 155, "sentence": "Siete voi custodi che i postini hanno interpellato per aprire la cassetta.", "label": 2}
{"idx": 666, "sentence": "Prima della fine di ogni mese lui concludevano la lavorazione di tutti i capitoli.", "label": 0}
{"idx": 394, "sentence": "Da un po' di tempo voi consideravi il comunismo ormai morto.", "label": 0}
{"idx": 454, "sentence": "Le dichiarazioni della protesta sono la testimonianza del malessere.", "label": 3}
{"idx": 1146, "sentence": "Ci mostrarono l'anziano signore che Maria aveva registrato e Marco visitato.", "label": 2}
{"idx": 1246, "sentence": "Ci mostrarono il paziente che Maria aveva registrato e Marco testato.", "label": 3}
{"idx": 676, "sentence": "Per produrre questi abiti io impiegavamo solo stoffe di prima qualit.", "label": 0}
{"idx": 7, "sentence": "Il falegname  arrivato mentre lui montava la mensola.", "label": 3}
{"idx": 1198, "sentence": "Ci dissero chi Maria aveva chiamato e Marco visitato.", "label": 3}
{"idx": 576, "sentence": "Durante la partita della nazionale loro indossava la maglia azzurra.", "label": 0}
{"idx": 527, "sentence": "Le guardie hanno dormito.", "label": 3}
{"idx": 1308, "sentence": "Ci dissero che l'infermiera voleva chiamarlo e il dottore visitare.", "label": 1}
{"idx": 1197, "sentence": "Quale candidato Susanna ha pensato che Carla avrebbe dovuto menzionare questo problema?", "label": 1}
{"idx": 602, "sentence": "Di solito nel secondo semestre lui seguiva il corso di storia.", "label": 3}
{"idx": 333, "sentence": "Sono i critici che gli artisti hanno impressionato al concorso internazionale.", "label": 2}
{"idx": 1164, "sentence": "Ci dissero chi Maria aveva chiamato un uomo e Marco visitato l'anziano signore .", "label": 1}
{"idx": 681, "sentence": "Prima che il comitato venisse eletto lui precisavano in modo chiaro il suo ruolo.", "label": 0}
{"idx": 1079, "sentence": "Con chi  che Maria ti ha detto perch il ministro parler?", "label": 0}
{"idx": 484, "sentence": "Siete voi turisti che i bagnini hanno aiutato sulla spiaggia affollata.", "label": 1}
{"idx": 442, "sentence": "Hanno mentito i giornalisti.", "label": 2}
{"idx": 702, "sentence": "Secondo te sono degenerati i festeggiamenti?", "label": 2}
{"idx": 1318, "sentence": "il professore ha detto che lo studente avrebbe dovuto descriverlo .", "label": 3}
{"idx": 924, "sentence": "Sapevo Chi Maria aveva chiamato un uomo e il dottore medicato l'anziano signore .", "label": 1}
{"idx": 805, "sentence": "Ho sentito chi  che Maria ha saputo dove il ministro incontrer.", "label": 0}
{"idx": 701, "sentence": "Prima di spegnere il computer io salvavamo tutto sul server.", "label": 0}
{"idx": 712, "sentence": "La delimitazione del porto sono le segnalazioni del pericolo.", "label": 1}
{"idx": 948, "sentence": "Ci dissero che Maria aveva chiamato un uomo e il dottore visitato.", "label": 1}
{"idx": 880, "sentence": "Questo, lui ha pensato che Carla avrebbe dovuto menzionare.", "label": 1}
{"idx": 953, "sentence": "Chi  che Susanna ha detto che lo studente avrebbe dovuto descriverlo?", "label": 0}
{"idx": 308, "sentence": "Prima che il presidente andasse in pensione voi ottenevi dei vantaggi.", "label": 0}
{"idx": 1136, "sentence": "Conoscevo il paziente che l'infermiera voleva registrarlo e il dottore visitarlo.", "label": 0}
{"idx": 667, "sentence": "Secondo te le ragazze sono dimagrite?", "label": 3}
{"idx": 104, "sentence": "Durante la partita della nazionale voi indossavi la maglia azzurra.", "label": 0}
{"idx": 72, "sentence": "I gatti entravano sempre in casa mentre lui servivano la cena.", "label": 0}
{"idx": 1219, "sentence": "Quale problema lui ha pensato che Carla avrebbe dovuto menzionare?", "label": 2}
{"idx": 957, "sentence": "Sapevo quale paziente l'infermiera voleva chiamarlo e il dottore visitare.", "label": 1}
{"idx": 559, "sentence": "Con dell'olio rimasto lui friggevano le melanzane.", "label": 0}
{"idx": 921, "sentence": "Questo, il professore ha pensato che Carla avrebbe dovuto menzionare questo problema .", "label": 1}
{"idx": 593, "sentence": "Hanno sbandato le automobili.", "label": 1}
{"idx": 369, "sentence": "In ufficio erano tutti scontenti perch noi approvavamo il progetto del direttore.", "label": 2}
{"idx": 940, "sentence": "Quale problema lui ha pensato che Carla avrebbe dovuto menzionarlo?", "label": 1}
{"idx": 671, "sentence": "La conclusione dello sciopero sono le dichiarazioni dell'accordo.", "label": 1}
{"idx": 175, "sentence": "Il professore si arrabbiava quando loro modificava il piano di lavoro.", "label": 0}
{"idx": 178, "sentence": "Sono i giornalisti che voi consiglieri avete accolto all'entrata del palazzo.", "label": 2}
{"idx": 404, "sentence": "Durante i periodi di stress noi ritrovavamo la tranquillit solo in montagna.", "label": 3}
{"idx": 674, "sentence": "Sono impalliditi gli studenti.", "label": 2}
{"idx": 1256, "sentence": "Chi  che lo studente dovrebbe considerare questo candidato?", "label": 0}
{"idx": 434, "sentence": "I prosciugamenti del canale sono la protezione della citt.", "label": 2}
{"idx": 1029, "sentence": "Quale problema il professore ha detto che lei avrebbe dovuto descrivere questo candidato?", "label": 0}
{"idx": 1033, "sentence": "lo studente dovrebbe considerarlo.", "label": 2}
{"idx": 213, "sentence": "Mentre il bambino dormiva lui puliva la cucina.", "label": 3}
{"idx": 545, "sentence": "Quando la ragazza spendeva troppo loro copriva le sue spese.", "label": 0}
{"idx": 289, "sentence": "Secondo te le verifiche del danno sono il presupposto della sentenza?", "label": 2}
{"idx": 433, "sentence": "Hanno guardato gli anziani la televisione.", "label": 1}
{"idx": 875, "sentence": "Maria ha saputo che Carlo dar il premio ai dottori.", "label": 3}
{"idx": 193, "sentence": "Siete voi giornalisti che voi consiglieri avete accolto all'entrata del palazzo.", "label": 0}
{"idx": 949, "sentence": "Questo, lo studente dovrebbe considerarlo.", "label": 2}
{"idx": 893, "sentence": "Ci dissero che l'infermiera voleva chiamare e il dottore visitarlo.", "label": 1}
{"idx": 669, "sentence": "Siete voi violinisti che i pianisti hanno accompagnato durante tutto il concerto.", "label": 1}
{"idx": 872, "sentence": "Nessuno sostiene di avere gi finito questo esercizio in tempo utile?", "label": 2}
{"idx": 1183, "sentence": "Ci mostrarono il paziente che l'infermiera aveva registrato e Marco medicato un malato.", "label": 1}
{"idx": 452, "sentence": "Quando il dipartimento concedeva dei fondi tu spendevate tutti i soldi in trasferte.", "label": 0}
{"idx": 537, "sentence": "Secondo te il presupposto della sentenza sono le verifiche del danno?", "label": 1}
{"idx": 247, "sentence": "Siete voi marinai che voi passeggeri hanno avvertito prima del naufragio.", "label": 1}
{"idx": 1269, "sentence": "Nessuno si aspetta che qualcuno abbia finito nessun esercizio in tempo utile.", "label": 2}
{"idx": 121, "sentence": "Sono i camerieri che i cassieri hanno rimproverato dopo la chiusura del ristorante.", "label": 2}
{"idx": 1155, "sentence": "Nessuno studente si aspetta che qualcuno abbia mai finito questo esercizio in tempo utile.", "label": 3}
{"idx": 373, "sentence": "La caratteristica del convento sono le recite della preghiera.", "label": 2}
{"idx": 419, "sentence": "Sono i turisti che i bagnini hanno aiutato sulla spiaggia affollata.", "label": 2}
{"idx": 1211, "sentence": "Chi  che Maria ha saputo perch Carlo incontrer?", "label": 0}
{"idx": 1332, "sentence": "Chi pensi che l'infermiera voglia registrarlo e Marco visitarlo?", "label": 0}
{"idx": 491, "sentence": "Siete voi inquilini che i locatori hanno disapprovato durante la riunione di condominio.", "label": 2}
{"idx": 1037, "sentence": "Questo candidato, il professore ha detto che lo studente avrebbe dovuto descrivere questo candidato.", "label": 1}
{"idx": 1049, "sentence": "Conoscevo il paziente che l'infermiera voleva registrare e il dottore visitare.", "label": 3}
{"idx": 1281, "sentence": "Che cos' che il professore ha pensato che lo studente avrebbe dovuto considerare questo candidato?", "label": 0}
{"idx": 393, "sentence": "Secondo te hanno bloccato i tronchi il sentiero?", "label": 1}
{"idx": 658, "sentence": "Il professore si arrabbiava quando tu modificavate il piano di lavoro.", "label": 0}
{"idx": 75, "sentence": "Quando le cose si mettevano male lui esprimevano la rabbia piangendo.", "label": 0}
{"idx": 848, "sentence": "Carlo conosceva bene la ragazza con cui Sara voleva sempre passare il tempo .", "label": 2}
{"idx": 343, "sentence": "Secondo te sono caduti i quadri?", "label": 3}
{"idx": 11, "sentence": "Per contrastare la crescente criminalit tu difendevate la casa con un recinto.", "label": 0}
{"idx": 1176, "sentence": "Conoscevo il paziente che l'infermiera voleva registrarlo e il dottore visitare.", "label": 1}
{"idx": 607, "sentence": "Sono degenerati i festeggiamenti.", "label": 2}
{"idx": 517, "sentence": "Chi si chiede chi ha costruito questo edificio negli anni Sessanta?", "label": 2}
{"idx": 973, "sentence": "Che cos' che il giornalista ha scritto che Susanna aveva detto che lo studente avrebbe dovuto considerare questo candidato?", "label": 1}
{"idx": 738, "sentence": "Cosa ti chiedi chi ha risolto in un'ora?", "label": 0}
{"idx": 1235, "sentence": "Che cos' che Carla dovrebbe menzionare?", "label": 2}
{"idx": 205, "sentence": "Hanno esultato i tifosi.", "label": 2}
{"idx": 110, "sentence": "Sono arrivati gli ospiti.", "label": 3}
{"idx": 319, "sentence": "Il presidente della giuria si domanda chi sia il colpevole.", "label": 3}
{"idx": 409, "sentence": "Secondo te le bende hanno coperto le ustioni?", "label": 3}
{"idx": 708, "sentence": "La rivelazione della manifestazione sono le esecuzioni del concerto.", "label": 1}
{"idx": 468, "sentence": "Secondo te hanno danzato gli invitati?", "label": 2}
{"idx": 1174, "sentence": "Nessuno sospetta che qualcuno possa aver finito alcunch in cos poco tempo.", "label": 3}
{"idx": 1034, "sentence": "Quale candidato il giornalista ha affermato che Susanna aveva pensato che lo studente avrebbe dovuto considerare questo candidato?", "label": 0}
{"idx": 756, "sentence": "Quando le cose si mettevano male tu esprimevate la rabbia piangendo.", "label": 0}
{"idx": 919, "sentence": "Susanna ha detto che Carla avrebbe dovuto menzionare questo problema.", "label": 3}
{"idx": 29, "sentence": "Sono i testimoni che gli imputati hanno screditato durante tutto il processo.", "label": 2}
{"idx": 465, "sentence": "Qualcuno ha detto che voi scrivevi una lettera a casa ogni sera.", "label": 0}
{"idx": 521, "sentence": "Gli spettatori hanno sbadigliato.", "label": 3}
{"idx": 816, "sentence": "Maria ha saputo quando Carlo dar il premio ai dottori.", "label": 3}
{"idx": 201, "sentence": "Le potature della vigna sono il simbolo della stagione.", "label": 3}
{"idx": 498, "sentence": "Siete voi critici che gli artisti hanno impressionato al concorso internazionale.", "label": 1}
{"idx": 250, "sentence": "Quando il tassista ritardava anche soltanto cinque minuti noi perdevamo il treno.", "label": 1}
{"idx": 211, "sentence": "Cosa credi che il giornalista ha scritto in un pomeriggio?", "label": 1}
{"idx": 825, "sentence": "Conoscevo il paziente che Maria voleva registrarlo e Marco medicare.", "label": 1}
{"idx": 352, "sentence": "Mentre gli invitati giocavano a carte lui suonavano il pianoforte.", "label": 0}
{"idx": 950, "sentence": "Carla dovrebbe menzionarlo.", "label": 3}
{"idx": 492, "sentence": "Per contrastare la crescente criminalit tu difendevi la casa con un recinto.", "label": 2}
{"idx": 1107, "sentence": "Maria si aspetta che qualcuno possa aver gi finito questo esercizio in tempo utile.", "label": 2}
{"idx": 209, "sentence": "I dipendenti scioperavano sempre se io imponevo turni di lavoro pi lunghi.", "label": 2}
{"idx": 278, "sentence": "Secondo te la rivelazione della manifestazione sono le esecuzioni del concerto?", "label": 1}
{"idx": 105, "sentence": "Hanno guidato le mamme la macchina.", "label": 1}
{"idx": 398, "sentence": "Le interpretazioni del risultato sono la conferma dell'ipotesi.", "label": 3}
{"idx": 792, "sentence": "Secondo te hanno sciato gli alpinisti?", "label": 2}
{"idx": 237, "sentence": "I racconti dell'epidemia sono l'ispirazione del film.", "label": 3}
{"idx": 845, "sentence": "Uno studente pensa che Francesco abbia mai finito questo esercizio in tempo utile .", "label": 1}
{"idx": 589, "sentence": "I gatti entravano sempre in casa mentre io servivo la cena.", "label": 3}
{"idx": 466, "sentence": "Prima di spegnere il computer loro salvavano tutto sul server.", "label": 2}
{"idx": 381, "sentence": "Le ragazze sono dimagrite.", "label": 3}
{"idx": 495, "sentence": "Da un po' di tempo loro considerava il comunismo ormai morto.", "label": 0}
{"idx": 923, "sentence": "Nessuno studente si aspetta che qualcuno abbia finito nessun esercizio in tempo utile .", "label": 1}
{"idx": 106, "sentence": "Poich i pacchi erano voluminosi lui trasportava il carico con un furgone.", "label": 2}
{"idx": 66, "sentence": "Sono i tecnici che voi dirigenti avete respinto dopo l'accesa discussione.", "label": 3}
{"idx": 1323, "sentence": "Chi pensi che Maria abbia chiamato e Marco visitato l'anziano signore?", "label": 0}
{"idx": 490, "sentence": "Siete voi cantanti che i musicisti hanno riconosciuto al concerto di beneficenza.", "label": 0}
{"idx": 76, "sentence": "Sono gli autori che voi lettori avete ascoltato dopo la presentazione dei libri.", "label": 2}
{"idx": 599, "sentence": "Quando il tempo non era bello loro annullavano tutte le immersioni.", "label": 3}
{"idx": 230, "sentence": "Sono i ballerini che voi coreografi avete ringraziato alla prima dello spettacolo.", "label": 2}
{"idx": 560, "sentence": "Quando la crema era molto densa lui aggiungevano un po' di latte.", "label": 0}
{"idx": 82, "sentence": "Secondo te le sorelle sono sopravvissute?", "label": 3}
{"idx": 1070, "sentence": "Quale provvedimento Maria ha saputo che il ministro prender?", "label": 2}
{"idx": 135, "sentence": "Secondo te le capre hanno brucato l'erba?", "label": 3}
{"idx": 496, "sentence": "Si vociferava che lui affidavano molte responsabilit al nuovo arrivato.", "label": 0}
{"idx": 469, "sentence": "Secondo te le musiciste hanno ascoltato il concerto?", "label": 3}
{"idx": 941, "sentence": "Ho sentito che Maria ti ha detto dove Carlo parler col diplomatico.", "label": 2}
{"idx": 191, "sentence": "Secondo te i fidanzati hanno convissuto?", "label": 2}
{"idx": 302, "sentence": "Gli autobus sono partiti.", "label": 3}
{"idx": 350, "sentence": "Se si verificava una perdita di acqua tu fermavate ogni volta il depuratore.", "label": 0}
{"idx": 46, "sentence": "Siete voi turisti che voi bagnini avete aiutato sulla spiaggia affollata.", "label": 1}
{"idx": 271, "sentence": "Hanno protestato i negozianti.", "label": 2}
{"idx": 397, "sentence": "Le mura sono crollate.", "label": 3}
{"idx": 295, "sentence": "Quando ne avevamo bisogno lui organizzavano sempre dei corsi per stranieri.", "label": 0}
{"idx": 867, "sentence": "quale paziente pensi che Maria abbia chiamato un uomo e Marco visitato?", "label": 0}
{"idx": 239, "sentence": "Si vociferava che tu affidavate molte responsabilit al nuovo arrivato.", "label": 0}
{"idx": 425, "sentence": "Le attrici sono tornate.", "label": 3}
{"idx": 569, "sentence": "Quando gli idraulici avevano sostituito i tubi lui riparava il lavello.", "label": 1}
{"idx": 1048, "sentence": "Questo candidato, il giornalista ha affermato che Susanna aveva pensato che lo studente avrebbe dovuto considerare questo problema.", "label": 1}
{"idx": 487, "sentence": "Quale articolo sai quale giornalista ha scritto in un pomeriggio?", "label": 0}
{"idx": 436, "sentence": "Prima di andare a lavorare lui lasciavano il bambino dalla nonna.", "label": 0}
{"idx": 64, "sentence": "Cosa credi che ha scritto in un pomeriggio?", "label": 2}
{"idx": 1200, "sentence": "Chi  che Susanna ha detto che lo studente avrebbe dovuto descrivere?", "label": 1}
{"idx": 972, "sentence": "quale paziente dici che Maria abbia registrato e il dottore visitato l'anziano signore?", "label": 1}
{"idx": 795, "sentence": "Secondo te gli studenti sono impalliditi?", "label": 3}
{"idx": 1324, "sentence": "Questo, lui ha suggerito che lei aveva pensato che lo studente avrebbe dovuto descrivere questo candidato .", "label": 1}
{"idx": 379, "sentence": "Tutte le sere voi preparavi la cartella per la mattina.", "label": 0}
{"idx": 841, "sentence": "Carlo conosceva bene la persona con cui Sara voleva sempre fare qualcosa.", "label": 2}
{"idx": 349, "sentence": "Tutti sanno che voi cantavi i salmi in chiesa.", "label": 0}
{"idx": 179, "sentence": "Le squadre sono retrocesse.", "label": 3}
{"idx": 1234, "sentence": "Conoscevo il paziente che l'infermiera voleva vedere e Marco testare.", "label": 2}
{"idx": 111, "sentence": "Secondo te le dichiarazioni dell'accordo sono la conclusione dello sciopero?", "label": 2}
{"idx": 1019, "sentence": "Maria potrebbe aver gi finito questo esercizio in tempo utile.", "label": 3}
{"idx": 321, "sentence": "Mentre gli invitati giocavano a carte lui suonava il pianoforte.", "label": 3}
{"idx": 1168, "sentence": "Carla dovrebbe menzionare questo candidato .", "label": 3}
{"idx": 1223, "sentence": "Questo, lui ha affermato che il professore aveva detto che lo studente avrebbe dovuto considerare questo problema .", "label": 1}
{"idx": 173, "sentence": "Secondo te la caratteristica del convento sono le recite della preghiera?", "label": 1}
{"idx": 257, "sentence": "Secondo te gli stravolgimenti della strategia sono la giustificazione della ritirata?", "label": 2}
{"idx": 1212, "sentence": "quale paziente dici che l'infermiera abbia chiamato e Marco medicato?", "label": 2}
{"idx": 317, "sentence": "I cartelli hanno indicato la strada.", "label": 3}
{"idx": 815, "sentence": "Chi dici che l'infermiera abbia registrato un uomo e Marco visitato?", "label": 1}
{"idx": 522, "sentence": "Durante il concorso lui selezionavano sempre le ragazze pi belle.", "label": 0}
{"idx": 1182, "sentence": "Ci dissero quale paziente Maria voleva chiamarlo e il dottore visitare .", "label": 0}
{"idx": 1193, "sentence": "Chi pensi che Maria voglia chiamarlo e il dottore medicare?", "label": 0}
{"idx": 1314, "sentence": "quale paziente dici che l'infermiera voglia chiamarlo e il dottore medicarlo?", "label": 0}
{"idx": 996, "sentence": "Questo, lo studente dovrebbe considerare questo candidato.", "label": 2}
{"idx": 475, "sentence": "Secondo te hanno reagito i soldati?", "label": 3}
{"idx": 1012, "sentence": "Conoscevo il paziente che Maria aveva registrato e Marco medicato.", "label": 3}
{"idx": 382, "sentence": "Prima di uscire di casa la sera noi bevevo sempre una birra.", "label": 0}
{"idx": 741, "sentence": "I giornalisti hanno mentito.", "label": 3}
{"idx": 151, "sentence": "Secondo te le esecuzioni del concerto sono la rivelazione della manifestazione?", "label": 1}
{"idx": 1190, "sentence": "Conoscevo il paziente che l'infermiera aveva chiamato e il dottore medicato un malato.", "label": 1}
{"idx": 698, "sentence": "Secondo te gli specialisti hanno accordato lo strumento?", "label": 3}
{"idx": 1090, "sentence": "Nessuno sostiene di avere gi finito questo esercizio in tempo utile.", "label": 3}
{"idx": 347, "sentence": "Secondo te le telecamere hanno registrato l'evento?", "label": 3}
{"idx": 755, "sentence": "Sono deragliati i treni.", "label": 3}
{"idx": 586, "sentence": "Gli uccelli hanno cinguettato.", "label": 3}
{"idx": 966, "sentence": "Conoscevo il paziente che l'infermiera aveva visto e Marco testato.", "label": 3}
{"idx": 1087, "sentence": "lui ha pensato che lo studente avrebbe dovuto considerarlo.", "label": 3}
{"idx": 406, "sentence": "Hanno sorriso i turisti.", "label": 1}
{"idx": 507, "sentence": "Secondo te i clienti sono soddisfatti?", "label": 3}
{"idx": 297, "sentence": "Quale collega sa chi ha scritto questo articolo in un pomeriggio?", "label": 2}
{"idx": 777, "sentence": "L'annuncio del disastro sono le lacerazioni della diga.", "label": 1}
{"idx": 144, "sentence": "Siete voi giardinieri che i decoratori hanno supportato per la sistemazione del cortile.", "label": 1}
{"idx": 448, "sentence": "Secondo te le tinteggiature della stanza sono la conclusione del restauro?", "label": 2}
{"idx": 28, "sentence": "Hanno riposato i calciatori.", "label": 1}
{"idx": 550, "sentence": "Secondo te gli invitati hanno danzato?", "label": 3}
{"idx": 432, "sentence": "Le ragazze si arrabbiavano se noi limitavo le loro uscite durante la settimana.", "label": 0}
{"idx": 438, "sentence": "Siete voi critici che voi artisti avete impressionato al concorso internazionale.", "label": 1}
{"idx": 1137, "sentence": "Ci dissero quale paziente l'infermiera voleva chiamarlo e il dottore medicarlo.", "label": 0}
{"idx": 1259, "sentence": "Chi  che lui ha affermato che il professore aveva detto che lo studente avrebbe dovuto considerarlo?", "label": 1}
{"idx": 303, "sentence": "Secondo te il connotato della dittatura sono le manipolazioni della votazione?", "label": 1}
{"idx": 435, "sentence": "I ministri hanno parlato.", "label": 3}
{"idx": 115, "sentence": "Cosa credi che ha risolto in un'ora?", "label": 2}
{"idx": 942, "sentence": "Ci dissero che l'infermiera aveva chiamato e il dottore medicato un malato .", "label": 2}
{"idx": 439, "sentence": "Siete voi professori che voi presidi avete elogiato alla riunione d'istituto.", "label": 1}
{"idx": 130, "sentence": "Secondo te i soldati hanno reagito?", "label": 3}
{"idx": 909, "sentence": "Cos' che Maria ti ha detto perch Carlo far?", "label": 1}
{"idx": 891, "sentence": "Sapevo che Maria voleva chiamare e il dottore medicare.", "label": 1}
{"idx": 100, "sentence": "Secondo te i relitti sono sprofondati?", "label": 3}
{"idx": 318, "sentence": "I quadri sono caduti.", "label": 3}
{"idx": 1157, "sentence": "Questo, lei dovrebbe descriverlo .", "label": 2}
{"idx": 1178, "sentence": "Nessuno studente si aspetta che qualcuno abbia finito alcunch in cos poco tempo.", "label": 2}
{"idx": 1004, "sentence": "Ci mostrarono il paziente che l'infermiera aveva chiamato un paziente e Marco medicato un malato .", "label": 1}
{"idx": 1094, "sentence": "Ci dissero che l'infermiera aveva chiamato un uomo e il dottore medicato un malato.", "label": 2}
{"idx": 217, "sentence": "Quando la ragazza spendeva troppo lui coprivano le sue spese.", "label": 0}
{"idx": 1051, "sentence": "Ci mostrarono il paziente che l'infermiera aveva chiamato un paziente e Marco medicato.", "label": 0}
{"idx": 220, "sentence": "Secondo te i pittori hanno dipinto il panorama?", "label": 3}
{"idx": 796, "sentence": "Sono i macchinisti che voi controllori avete salutato alla stazione di Milano.", "label": 2}
{"idx": 879, "sentence": "Quale candidato Carla dovrebbe considerare questo problema?", "label": 1}
{"idx": 1290, "sentence": "Ci mostrarono il paziente che l'infermiera aveva registrato un paziente e Marco medicato un malato.", "label": 0}
{"idx": 1226, "sentence": "quale paziente pensi che l'infermiera abbia registrato un uomo e il dottore visitato?", "label": 1}
{"idx": 1328, "sentence": "Maria potrebbe aver finito alcunch in cos poco tempo?", "label": 2}
{"idx": 779, "sentence": "Hanno pranzato le signore.", "label": 2}
{"idx": 167, "sentence": "Prima di evadere un ordine voi contavate sempre i pezzi in ogni scatola.", "label": 3}
{"idx": 791, "sentence": "Le fondamenta hanno sorretto il palazzo.", "label": 3}
{"idx": 293, "sentence": "Ogni anno loro sprecava tonnellate di carta per fare fotocopie.", "label": 0}
{"idx": 421, "sentence": "Il motivo del malumore sono le devastazioni del territorio.", "label": 2}
{"idx": 300, "sentence": "Sono i custodi che voi postini avete interpellato per aprire la cassetta.", "label": 2}
{"idx": 782, "sentence": "Secondo te le recinzioni della propriet sono la protezione della fauna?", "label": 2}
{"idx": 711, "sentence": "Hanno reagito i soldati.", "label": 2}
{"idx": 730, "sentence": "Quando ne avevamo bisogno lui organizzava sempre dei corsi per stranieri.", "label": 3}
{"idx": 1315, "sentence": "Nessuno studente sospetta che qualcuno abbia mai finito questo esercizio in tempo utile .", "label": 2}
{"idx": 817, "sentence": "Questo problema, Carla dovrebbe considerare.", "label": 1}
{"idx": 92, "sentence": "Secondo te la protezione della citt sono i prosciugamenti del canale?", "label": 1}
{"idx": 902, "sentence": "Ho sentito con chi  che Maria ti ha detto quando Carlo parler.", "label": 1}
{"idx": 833, "sentence": "Quale candidato Giulio ha scritto che lei aveva detto che Carla avrebbe dovuto menzionare questo candidato?", "label": 1}
{"idx": 751, "sentence": "Secondo te hanno ruggito le leonesse?", "label": 2}
{"idx": 1331, "sentence": "Maria sostiene di avere gi finito questo esercizio in tempo utile?", "label": 2}
{"idx": 359, "sentence": "Le galline sono scomparse.", "label": 3}
{"idx": 692, "sentence": "Gli operai hanno scioperato.", "label": 3}
{"idx": 1040, "sentence": "Carlo conosceva bene lo studente che evitare divertiva sempre Anna.", "label": 1}
{"idx": 1271, "sentence": "quale paziente pensi che l'infermiera abbia registrato e il dottore visitato l'anziano signore?", "label": 0}
{"idx": 1294, "sentence": "Quale candidato il giornalista ha affermato che Susanna aveva pensato che lo studente avrebbe dovuto considerare?", "label": 1}
{"idx": 1248, "sentence": "Ci mostrarono il paziente che Maria voleva vedere e Marco medicarlo.", "label": 1}
{"idx": 375, "sentence": "Il falegname  arrivato mentre noi montavo la mensola.", "label": 0}
{"idx": 241, "sentence": "Sono i violinisti che i pianisti hanno accompagnato durante tutto il concerto.", "label": 2}
{"idx": 603, "sentence": "Prima della fine di ogni mese loro concludeva la lavorazione di tutti i capitoli.", "label": 0}
{"idx": 1279, "sentence": "Conoscevo il paziente che Maria voleva registrare e Marco medicare .", "label": 2}
{"idx": 1300, "sentence": "Uno studente pensa che Francesco abbia finito nessun esercizio in tempo utile.", "label": 1}
{"idx": 890, "sentence": "quale paziente pensi che l'infermiera abbia registrato un uomo e il dottore visitato l'anziano signore?", "label": 1}
{"idx": 830, "sentence": "Ci mostrarono il paziente che Maria voleva registrare e Marco testare.", "label": 2}
{"idx": 1077, "sentence": "Uno studente ha mai finito questo esercizio in tempo utile?", "label": 3}
{"idx": 662, "sentence": "Hanno ascoltato le musiciste il concerto.", "label": 1}
{"idx": 268, "sentence": "Mentre il pubblico applaudiva lui continuava a gioire di tanto successo.", "label": 3}
{"idx": 585, "sentence": "Prima di evadere un ordine voi contavi sempre i pezzi in ogni scatola.", "label": 0}
{"idx": 1339, "sentence": "Giulio ha scritto che lei aveva detto che lo studente avrebbe dovuto descrivere.", "label": 1}
{"idx": 127, "sentence": "Hanno apprezzato gli adolescenti il videogioco.", "label": 1}
{"idx": 280, "sentence": "Le cantanti hanno stonato.", "label": 3}
{"idx": 97, "sentence": "Il connotato della dittatura sono le manipolazioni della votazione.", "label": 2}
{"idx": 1007, "sentence": "Conoscevo il paziente che Maria aveva registrato e Marco medicato un malato.", "label": 1}
{"idx": 1060, "sentence": "Nessuno sospetta che qualcuno abbia finito nessun esercizio in tempo utile.", "label": 1}
{"idx": 341, "sentence": "Ogni anno lui sprecavano tonnellate di carta per fare fotocopie.", "label": 0}
{"idx": 109, "sentence": "Le recinzioni della propriet sono la protezione della fauna.", "label": 2}
{"idx": 9, "sentence": "Quando il tassista ritardava anche soltanto cinque minuti io perdevamo il treno.", "label": 0}
{"idx": 847, "sentence": "Nessuno sostiene di avere mai finito questo esercizio in tempo utile?", "label": 2}
{"idx": 705, "sentence": "Siete voi avvocati che i giudici hanno evitato alla festa di inaugurazione.", "label": 2}
{"idx": 1291, "sentence": "Quale problema il professore ha detto che lei avrebbe dovuto descrivere questo problema?", "label": 1}
{"idx": 1220, "sentence": "Maria potrebbe aver mai finito questo esercizio in tempo utile.", "label": 1}
{"idx": 1216, "sentence": "Quale problema lo studente dovrebbe descrivere questo problema?", "label": 0}
{"idx": 590, "sentence": "Sono i testimoni che voi imputati avete screditato durante tutto il processo.", "label": 2}
{"idx": 137, "sentence": "Le piante sono appassite.", "label": 3}
{"idx": 1194, "sentence": "Conoscevo il paziente che l'infermiera aveva chiamato e il dottore medicato.", "label": 3}
{"idx": 33, "sentence": "Secondo te i poliziotti sono intervenuti?", "label": 3}
{"idx": 63, "sentence": "Le lenzuola hanno coperto il divano.", "label": 2}
