{"idx": 1, "sentence": "Chi dici che l'infermiera voglia chiamare e il dottore visitare?", "label": 1}
{"idx": 2, "sentence": "Sapevo che l'infermiera voleva registrare e Marco visitarlo .", "label": 1}
{"idx": 3, "sentence": "Ci mostrarono il paziente che l'infermiera voleva registrare e Marco medicarlo .", "label": 0}
{"idx": 4, "sentence": "Ci mostrarono l'anziano signore che l'infermiera aveva visto e il dottore medicato un malato.", "label": 2}
{"idx": 5, "sentence": "Ho sentito chi  che Maria ha saputo dove il ministro incontrer.", "label": 1}
{"idx": 6, "sentence": "quale paziente pensi che Maria abbia chiamato e Marco visitato?", "label": 1}
{"idx": 7, "sentence": "Questo, lui ha suggerito che lei aveva pensato che lo studente avrebbe dovuto descriverlo.", "label": 2}
{"idx": 8, "sentence": "Nessuno si aspetta che qualcuno abbia gi finito questo esercizio in tempo utile?", "label": 1}
{"idx": 9, "sentence": "Uno studente potrebbe aver mai finito questo esercizio in tempo utile?", "label": 1}
{"idx": 10, "sentence": "Che cos' che Giulio ha scritto che lei aveva detto che lo studente avrebbe dovuto descrivere questo candidato?", "label": 2}
{"idx": 11, "sentence": "Quale problema lui ha scritto che lei aveva detto che costui avrebbe dovuto descrivere questo problema?", "label": 3}
{"idx": 12, "sentence": "Chi dici che l'infermiera abbia chiamato un uomo e il dottore medicato l'anziano signore?", "label": 1}
{"idx": 13, "sentence": "Sapevo che l'infermiera aveva registrato un uomo e Marco medicato .", "label": 1}
{"idx": 14, "sentence": "Ho sentito chi  che Maria ha saputo perch il ministro incontrer.", "label": 2}
{"idx": 15, "sentence": "Chi dici che l'infermiera abbia registrato un uomo e Marco visitato?", "label": 1}
{"idx": 16, "sentence": "Maria ha saputo quando Carlo dar il premio ai dottori.", "label": 1}
{"idx": 17, "sentence": "Questo problema, Carla dovrebbe considerare.", "label": 0}
{"idx": 18, "sentence": "Conoscevo il paziente che l'infermiera voleva chiamare e il dottore medicarlo.", "label": 1}
{"idx": 19, "sentence": "Nessuno si aspetta che qualcuno abbia finito alcunch in cos poco tempo?", "label": 2}
{"idx": 20, "sentence": "quale paziente dici che Maria abbia registrato e il dottore visitato?", "label": 1}
{"idx": 21, "sentence": "Chi  che lei dovrebbe descrivere?", "label": 0}
{"idx": 22, "sentence": "Ci mostrarono il paziente che Maria voleva registrarlo e Marco testare .", "label": 1}
{"idx": 23, "sentence": "Ci mostrarono il paziente che Maria aveva visto un paziente e il dottore visitato.", "label": 1}
{"idx": 24, "sentence": "Ho sentito che Maria ha saputo perch Carlo prender questo provvedimento.", "label": 1}
{"idx": 25, "sentence": "Conoscevo il paziente che Maria voleva registrarlo e Marco medicare.", "label": 1}
{"idx": 26, "sentence": "Ci mostrarono l'anziano signore che l'infermiera voleva vederlo e il dottore medicarlo.", "label": 1}
{"idx": 27, "sentence": "Ho sentito a chi  che Maria ha saputo dove il ministro dar il premio .", "label": 1}
{"idx": 28, "sentence": "Questo candidato, il professore ha detto che lo studente avrebbe dovuto descriverlo.", "label": 1}
{"idx": 29, "sentence": "Nessuno studente si aspetta che un altro studente abbia gi finito questo esercizio in tempo utile.", "label": 1}
{"idx": 30, "sentence": "Ci mostrarono il paziente che Maria voleva registrare e Marco testare.", "label": 1}
{"idx": 31, "sentence": "quale paziente pensi che Maria voglia chiamarlo e Marco medicarlo?", "label": 1}
{"idx": 32, "sentence": "Nessuno studente sospetta che qualcuno abbia gi finito questo esercizio in tempo utile.", "label": 1}
{"idx": 33, "sentence": "Quale candidato Giulio ha scritto che lei aveva detto che Carla avrebbe dovuto menzionare questo candidato?", "label": 2}
{"idx": 34, "sentence": "Uno studente ha finito nessun esercizio in tempo utile?", "label": 1}
{"idx": 35, "sentence": "Nessuno studente sostiene di avere mai finito questo esercizio in tempo utile?", "label": 1}
{"idx": 36, "sentence": "Ho sentito con chi  che Maria ti ha detto dove Carlo parler.", "label": 1}
{"idx": 37, "sentence": "Ci mostrarono l'anziano signore che Maria voleva registrare e Marco visitare.", "label": 1}
{"idx": 38, "sentence": "Ho sentito chi  che Maria ha saputo quando il ministro incontrer .", "label": 1}
{"idx": 39, "sentence": "Ho sentito che Maria ha saputo perch il ministro dar il premio ai dottori.", "label": 1}
{"idx": 40, "sentence": "Maria ti ha detto che Carlo far un sopralluogo.", "label": 1}
{"idx": 41, "sentence": "Carlo conosceva bene la persona con cui Sara voleva sempre fare qualcosa.", "label": 1}
{"idx": 42, "sentence": "Questo candidato, Giulio ha scritto che lei aveva detto che Carla avrebbe dovuto menzionare .", "label": 2}
{"idx": 43, "sentence": "Ho sentito che Maria ha saputo dove il ministro incontrer i dottori.", "label": 1}
{"idx": 44, "sentence": "Ci dissero chi l'infermiera aveva registrato e il dottore visitato l'anziano signore .", "label": 1}
{"idx": 45, "sentence": "Uno studente pensa che Francesco abbia mai finito questo esercizio in tempo utile .", "label": 1}
{"idx": 46, "sentence": "Ci dissero chi Maria voleva chiamare e Marco medicarlo.", "label": 1}
{"idx": 47, "sentence": "Nessuno sostiene di avere mai finito questo esercizio in tempo utile?", "label": 1}
{"idx": 48, "sentence": "Carlo conosceva bene la ragazza con cui Sara voleva sempre passare il tempo .", "label": 1}
{"idx": 49, "sentence": "il giornalista ha scritto che Susanna aveva detto che lo studente avrebbe dovuto considerare questo problema.", "label": 2}
{"idx": 50, "sentence": "Questo, lui ha affermato che il professore aveva detto che lo studente avrebbe dovuto considerare.", "label": 2}
{"idx": 51, "sentence": "Ho sentito quale provvedimento Maria ha saputo quando Carlo prender.", "label": 1}
{"idx": 52, "sentence": "Ci dissero quale paziente l'infermiera aveva chiamato e Marco medicato .", "label": 1}
{"idx": 53, "sentence": "Ci dissero chi l'infermiera aveva registrato un uomo e il dottore visitato l'anziano signore.", "label": 1}
{"idx": 54, "sentence": "Quale problema il giornalista ha suggerito che Susanna aveva pensato che Carla avrebbe dovuto menzionare questo problema?", "label": 3}
{"idx": 55, "sentence": "Ci dissero che l'infermiera voleva chiamare e il dottore visitare.", "label": 1}
{"idx": 56, "sentence": "Maria ha saputo dove Carlo dar il premio ai dottori .", "label": 0}
{"idx": 57, "sentence": "Ci mostrarono il paziente che l'infermiera voleva chiamarlo e Marco medicarlo.", "label": 1}
{"idx": 58, "sentence": "Questo problema, lui ha scritto che lei aveva detto che costui avrebbe dovuto descriverlo.", "label": 1}
{"idx": 59, "sentence": "Chi  che il professore ha pensato che Carla avrebbe dovuto menzionarlo?", "label": 1}
{"idx": 60, "sentence": "Questo, lui ha pensato che Carla avrebbe dovuto menzionare questo candidato.", "label": 1}
{"idx": 61, "sentence": "lo studente dovrebbe considerare .", "label": 0}
{"idx": 62, "sentence": "Ci dissero quale paziente Maria aveva registrato un uomo e il dottore visitato l'anziano signore.", "label": 1}
{"idx": 63, "sentence": "Carlo conosceva bene il compagno di classe che Anna voleva sempre vedere.", "label": 1}
{"idx": 64, "sentence": "quale paziente dici che l'infermiera voglia chiamare e il dottore medicarlo?", "label": 1}
{"idx": 65, "sentence": "Ci mostrarono l'anziano signore che Maria voleva registrarlo e Marco visitare.", "label": 1}
{"idx": 66, "sentence": "Chi  che Maria ha saputo quando Carlo incontrer?", "label": 1}
{"idx": 67, "sentence": "quale paziente pensi che Maria abbia chiamato un uomo e Marco visitato?", "label": 2}
{"idx": 68, "sentence": "Quale candidato il giornalista ha affermato che Susanna aveva pensato che lo studente avrebbe dovuto considerarlo?", "label": 3}
{"idx": 69, "sentence": "Che cos' che lo studente dovrebbe considerare questo problema?", "label": 1}
{"idx": 70, "sentence": "A chi  che Maria ha saputo che Carlo dar il premio?", "label": 1}
{"idx": 71, "sentence": "Sapevo che l'infermiera voleva registrare e Marco visitare.", "label": 0}
{"idx": 72, "sentence": "Nessuno sostiene di avere gi finito questo esercizio in tempo utile?", "label": 1}
{"idx": 73, "sentence": "Ci dissero chi l'infermiera voleva registrarlo e Marco medicarlo.", "label": 1}
{"idx": 74, "sentence": "Chi  che lui ha suggerito che lei aveva pensato che lo studente avrebbe dovuto descrivere questo problema?", "label": 2}
{"idx": 75, "sentence": "Maria ha saputo che Carlo dar il premio ai dottori.", "label": 0}
{"idx": 76, "sentence": "Questo, lo studente dovrebbe considerare.", "label": 1}
{"idx": 77, "sentence": "quale paziente pensi che Maria voglia chiamare e Marco medicare?", "label": 1}
{"idx": 78, "sentence": "Conoscevo il paziente che l'infermiera voleva chiamare e il dottore medicare.", "label": 1}
{"idx": 79, "sentence": "Quale candidato Carla dovrebbe considerare questo problema?", "label": 1}
{"idx": 80, "sentence": "Questo, lui ha pensato che Carla avrebbe dovuto menzionare.", "label": 1}
{"idx": 81, "sentence": "Questo candidato, Giulio ha scritto che lei aveva detto che Carla avrebbe dovuto menzionare questo problema.", "label": 2}
{"idx": 82, "sentence": "Uno studente ha gi finito questo esercizio in tempo utile?", "label": 0}
{"idx": 83, "sentence": "Maria si aspetta che qualcuno possa aver mai finito questo esercizio in tempo utile?", "label": 1}
{"idx": 84, "sentence": "Nessuno sospetta che qualcuno abbia mai finito questo esercizio in tempo utile.", "label": 1}
{"idx": 85, "sentence": "Ci mostrarono il paziente che Maria aveva registrato e Marco testato un malato .", "label": 1}
{"idx": 86, "sentence": "Che cos' che lo studente dovrebbe considerarlo?", "label": 1}
{"idx": 87, "sentence": "Ci mostrarono il paziente che Maria voleva vederlo e il dottore visitare.", "label": 1}
{"idx": 88, "sentence": "Chi pensi che Maria voglia chiamare e Marco visitarlo?", "label": 1}
{"idx": 89, "sentence": "Nessuno sostiene di avere mai finito questo esercizio in tempo utile.", "label": 1}
{"idx": 90, "sentence": "quale paziente pensi che l'infermiera abbia registrato un uomo e il dottore visitato l'anziano signore?", "label": 2}
{"idx": 91, "sentence": "Sapevo che Maria voleva chiamare e il dottore medicare.", "label": 1}
{"idx": 92, "sentence": "Questo candidato, lo studente dovrebbe descrivere questo candidato.", "label": 1}
{"idx": 93, "sentence": "Ci dissero che l'infermiera voleva chiamare e il dottore visitarlo.", "label": 1}
{"idx": 94, "sentence": "Uno studente sostiene di avere gi finito questo esercizio in tempo utile?", "label": 1}
{"idx": 95, "sentence": "Ho sentito che Maria ha saputo che il ministro dar il premio ai dottori.", "label": 1}
{"idx": 96, "sentence": "Maria ha saputo perch Carlo incontrer i dottori.", "label": 1}
{"idx": 97, "sentence": "Nessuno sostiene di avere finito nessun esercizio in tempo utile?", "label": 1}
{"idx": 98, "sentence": "Maria ha saputo dove il ministro prender questo provvedimento.", "label": 1}
{"idx": 99, "sentence": "Ci dissero quale paziente Maria aveva registrato e il dottore visitato.", "label": 1}
{"idx": 100, "sentence": "Questo problema, Susanna ha pensato che Carla avrebbe dovuto menzionare questo problema.", "label": 1}
{"idx": 101, "sentence": "A chi  che Maria ha saputo perch Carlo dar il premio?", "label": 2}
{"idx": 102, "sentence": "Ho sentito con chi  che Maria ti ha detto quando Carlo parler.", "label": 1}
{"idx": 103, "sentence": "Ci mostrarono l'anziano signore che Maria voleva registrare e Marco visitarlo.", "label": 1}
{"idx": 104, "sentence": "Uno studente pensa che Francesco abbia finito alcunch in cos poco tempo?", "label": 1}
{"idx": 105, "sentence": "Ho sentito che Maria ti ha detto quando Carlo parler col diplomatico.", "label": 1}
{"idx": 106, "sentence": "Uno studente ha mai finito questo esercizio in tempo utile.", "label": 1}
{"idx": 107, "sentence": "Nessuno sospetta che qualcuno possa aver finito nessun esercizio in tempo utile.", "label": 1}
{"idx": 108, "sentence": "Conoscevo il paziente che l'infermiera aveva registrato e il dottore visitato un malato.", "label": 1}
{"idx": 109, "sentence": "Cos' che Maria ti ha detto perch Carlo far?", "label": 1}
{"idx": 110, "sentence": "Carlo conosceva bene il compagno di classe con cui discutere divertiva sempre Sara.", "label": 1}
{"idx": 111, "sentence": "Chi pensi che Maria abbia chiamato un uomo e Marco visitato l'anziano signore?", "label": 1}
{"idx": 112, "sentence": "Che cos' che Giulio ha scritto che lei aveva detto che lo studente avrebbe dovuto descrivere questo problema?", "label": 2}
{"idx": 113, "sentence": "Uno studente sostiene di avere finito alcunch in cos poco tempo.", "label": 1}
{"idx": 114, "sentence": "Questo, lei dovrebbe descrivere.", "label": 1}
{"idx": 115, "sentence": "Cos' che Maria ti ha detto che Carlo far?", "label": 0}
{"idx": 116, "sentence": "Ci mostrarono l'anziano signore che Maria aveva registrato un paziente e Marco visitato .", "label": 1}
{"idx": 117, "sentence": "Uno studente pensa che Francesco abbia finito nessun esercizio in tempo utile?", "label": 1}
{"idx": 118, "sentence": "Questo problema, Susanna ha pensato che Carla avrebbe dovuto menzionare questo candidato.", "label": 1}
{"idx": 119, "sentence": "Susanna ha detto che Carla avrebbe dovuto menzionare questo problema.", "label": 1}
{"idx": 120, "sentence": "Ci dissero che Maria aveva chiamato un uomo e il dottore visitato un malato.", "label": 1}
{"idx": 121, "sentence": "Questo, il professore ha pensato che Carla avrebbe dovuto menzionare questo problema .", "label": 1}
{"idx": 122, "sentence": "Maria sostiene di avere finito nessun esercizio in tempo utile.", "label": 1}
{"idx": 123, "sentence": "Nessuno studente si aspetta che qualcuno abbia finito nessun esercizio in tempo utile .", "label": 1}
{"idx": 124, "sentence": "Sapevo Chi Maria aveva chiamato un uomo e il dottore medicato l'anziano signore .", "label": 1}
{"idx": 125, "sentence": "Ci dissero quale paziente Maria voleva chiamare e il dottore visitarlo.", "label": 1}
{"idx": 126, "sentence": "Ci dissero chi Maria aveva chiamato e Marco visitato l'anziano signore.", "label": 1}
{"idx": 127, "sentence": "il giornalista ha scritto che Susanna aveva detto che lo studente avrebbe dovuto considerare questo candidato.", "label": 1}
{"idx": 128, "sentence": "Chi  che lui ha suggerito che lei aveva pensato che lo studente avrebbe dovuto descriverlo?", "label": 2}
{"idx": 129, "sentence": "Carlo conosceva bene il compagno di classe con cui Sara sperava sempre di fare qualcosa .", "label": 1}
{"idx": 130, "sentence": "quale paziente dici che Maria abbia registrato un uomo e il dottore visitato l'anziano signore?", "label": 2}
{"idx": 131, "sentence": "Ho sentito che Maria ha saputo quando il ministro dar il premio ai dottori.", "label": 1}
{"idx": 132, "sentence": "Ho sentito con chi  che Maria ti ha detto che Carlo parler .", "label": 1}
{"idx": 133, "sentence": "il giornalista ha scritto che Susanna aveva detto che lo studente avrebbe dovuto considerarlo.", "label": 1}
{"idx": 134, "sentence": "Quale candidato lui ha detto che lei avrebbe dovuto descrivere questo problema?", "label": 2}
{"idx": 135, "sentence": "Sapevo quale paziente l'infermiera voleva chiamarlo e il dottore visitarlo.", "label": 1}
{"idx": 136, "sentence": "Nessuno studente sostiene di avere mai finito questo esercizio in tempo utile.", "label": 1}
{"idx": 137, "sentence": "Che cos' che il professore ha pensato che lo studente avrebbe dovuto considerare questo problema?", "label": 2}
{"idx": 138, "sentence": "Uno studente sostiene di avere mai finito questo esercizio in tempo utile.", "label": 1}
{"idx": 139, "sentence": "Questo, il professore ha pensato che Carla avrebbe dovuto menzionare.", "label": 1}
{"idx": 140, "sentence": "Quale problema lui ha pensato che Carla avrebbe dovuto menzionarlo?", "label": 1}
{"idx": 141, "sentence": "Ho sentito che Maria ti ha detto dove Carlo parler col diplomatico.", "label": 1}
{"idx": 142, "sentence": "Ci dissero che l'infermiera aveva chiamato e il dottore medicato un malato .", "label": 1}
{"idx": 143, "sentence": "Sapevo chi l'infermiera voleva registrare e Marco visitare.", "label": 1}
{"idx": 144, "sentence": "quale paziente dici che l'infermiera voglia chiamare e il dottore medicare?", "label": 1}
{"idx": 145, "sentence": "lo studente dovrebbe considerare questo candidato.", "label": 0}
{"idx": 146, "sentence": "Maria ti ha detto quando Carlo far un sopralluogo.", "label": 0}
{"idx": 147, "sentence": "Nessuno studente si aspetta che qualcuno abbia finito nessun esercizio in tempo utile?", "label": 1}
{"idx": 148, "sentence": "Ci dissero che Maria aveva chiamato un uomo e il dottore visitato.", "label": 1}
{"idx": 149, "sentence": "Questo, lo studente dovrebbe considerarlo.", "label": 0}
{"idx": 150, "sentence": "Carla dovrebbe menzionarlo.", "label": 0}
{"idx": 151, "sentence": "Ci dissero che Maria aveva chiamato e il dottore visitato un malato.", "label": 1}
{"idx": 152, "sentence": "Chi dici che l'infermiera abbia registrato e Marco visitato?", "label": 1}
{"idx": 153, "sentence": "Chi  che Susanna ha detto che lo studente avrebbe dovuto descriverlo?", "label": 1}
{"idx": 154, "sentence": "Carlo conosceva bene il compagno di classe che Anna voleva sempre incontrare.", "label": 0}
{"idx": 155, "sentence": "Uno studente sostiene di avere finito alcunch in cos poco tempo?", "label": 1}
{"idx": 156, "sentence": "Nessuno si aspetta che qualcuno abbia finito nessun esercizio in tempo utile?", "label": 2}
{"idx": 157, "sentence": "Sapevo quale paziente l'infermiera voleva chiamarlo e il dottore visitare.", "label": 1}
{"idx": 158, "sentence": "Questo problema, il giornalista ha suggerito che Susanna aveva pensato che Carla avrebbe dovuto menzionare questo problema .", "label": 2}
{"idx": 159, "sentence": "Maria si aspetta che qualcuno possa aver finito nessun esercizio in tempo utile?", "label": 2}
{"idx": 160, "sentence": "Questo problema, lui ha detto che lei avrebbe dovuto descriverlo.", "label": 1}
{"idx": 161, "sentence": "Ci dissero che l'infermiera voleva chiamarlo e il dottore visitarlo .", "label": 0}
{"idx": 162, "sentence": "Nessuno studente si aspetta che un altro studente abbia finito nessun esercizio in tempo utile.", "label": 1}
{"idx": 163, "sentence": "Sapevo che l'infermiera voleva registrarlo e Marco visitare.", "label": 1}
{"idx": 164, "sentence": "quale paziente pensi che l'infermiera voglia registrarlo e Marco medicarlo?", "label": 1}
{"idx": 165, "sentence": "Uno studente sostiene di avere finito nessun esercizio in tempo utile .", "label": 0}
{"idx": 166, "sentence": "Conoscevo il paziente che l'infermiera aveva visto e Marco testato.", "label": 0}
{"idx": 167, "sentence": "Ci dissero che l'infermiera aveva chiamato un uomo e il dottore medicato.", "label": 1}
{"idx": 168, "sentence": "Nessuno sospetta che qualcuno abbia finito alcunch in cos poco tempo .", "label": 1}
{"idx": 169, "sentence": "Che cos' che Carla dovrebbe menzionare questo problema?", "label": 1}
{"idx": 170, "sentence": "Nessuno sospetta che qualcuno abbia finito nessun esercizio in tempo utile?", "label": 1}
{"idx": 171, "sentence": "Nessuno studente si aspetta che qualcuno abbia gi finito questo esercizio in tempo utile.", "label": 1}
{"idx": 172, "sentence": "quale paziente dici che Maria abbia registrato e il dottore visitato l'anziano signore?", "label": 1}
{"idx": 173, "sentence": "Che cos' che il giornalista ha scritto che Susanna aveva detto che lo studente avrebbe dovuto considerare questo candidato?", "label": 2}
{"idx": 174, "sentence": "Carlo conosceva bene il compagno di classe con cui Sara voleva sempre discutere.", "label": 1}
{"idx": 175, "sentence": "Maria si aspetta che qualcuno possa aver gi finito questo esercizio in tempo utile?", "label": 1}
{"idx": 176, "sentence": "Conoscevo il paziente che Maria aveva registrato un paziente e Marco medicato.", "label": 1}
{"idx": 177, "sentence": "Chi pensi che l'infermiera voglia registrare e Marco visitarlo?", "label": 1}
{"idx": 178, "sentence": "Sapevo chi Maria voleva chiamare e il dottore medicarlo.", "label": 1}
{"idx": 179, "sentence": "Uno studente si aspetta che Francesco possa aver mai finito questo esercizio in tempo utile?", "label": 1}
{"idx": 180, "sentence": "quale paziente pensi che l'infermiera voglia registrarlo e Marco medicare?", "label": 1}
{"idx": 181, "sentence": "Sapevo che Maria aveva chiamato e Marco medicato un malato.", "label": 1}
{"idx": 182, "sentence": "Sapevo chi Maria voleva chiamarlo e Marco visitare.", "label": 1}
{"idx": 183, "sentence": "Uno studente ha finito alcunch in cos poco tempo.", "label": 1}
{"idx": 184, "sentence": "Nessuno studente sospetta che qualcuno abbia finito nessun esercizio in tempo utile?", "label": 1}
{"idx": 185, "sentence": "Carlo conosceva bene il professore con cui Sara sperava sempre di passare il tempo.", "label": 1}
{"idx": 186, "sentence": "quale paziente pensi che Maria abbia chiamato e Marco visitato l'anziano signore?", "label": 1}
{"idx": 187, "sentence": "Sapevo chi Maria voleva chiamarlo e Marco visitarlo.", "label": 1}
{"idx": 188, "sentence": "Conoscevo il paziente che l'infermiera voleva chiamarlo e il dottore medicare.", "label": 1}
{"idx": 189, "sentence": "Questo, lei dovrebbe descrivere questo candidato.", "label": 0}
{"idx": 190, "sentence": "quale paziente pensi che Maria voglia chiamare e Marco medicarlo?", "label": 1}
{"idx": 191, "sentence": "Maria sostiene di avere finito nessun esercizio in tempo utile?", "label": 1}
{"idx": 192, "sentence": "Questo problema, lui ha detto che lei avrebbe dovuto descrivere questo problema.", "label": 2}
{"idx": 193, "sentence": "quale paziente dici che Maria voglia chiamare e il dottore visitare?", "label": 1}
{"idx": 194, "sentence": "Quale problema lui ha scritto che lei aveva detto che costui avrebbe dovuto descriverlo?", "label": 2}
{"idx": 195, "sentence": "Nessuno studente sostiene di avere finito nessun esercizio in tempo utile.", "label": 1}
{"idx": 196, "sentence": "Questo, lo studente dovrebbe considerare questo candidato.", "label": 1}
{"idx": 197, "sentence": "Cos' che Maria ti ha detto quando Carlo far?", "label": 1}
{"idx": 198, "sentence": "Questo problema, lui ha detto che lei avrebbe dovuto descrivere questo candidato.", "label": 1}
{"idx": 199, "sentence": "Conoscevo il paziente che Maria aveva registrato un paziente e Marco medicato un malato.", "label": 2}
{"idx": 200, "sentence": "Giulio ha scritto che lei aveva detto che lo studente avrebbe dovuto descriverlo .", "label": 2}
{"idx": 201, "sentence": "Questo, lui ha suggerito che lei aveva pensato che lo studente avrebbe dovuto descrivere questo problema.", "label": 3}
{"idx": 202, "sentence": "Che cos' che lui ha detto che Carla avrebbe dovuto menzionare questo candidato?", "label": 2}
{"idx": 203, "sentence": "Nessuno si aspetta che qualcuno abbia gi finito questo esercizio in tempo utile.", "label": 1}
{"idx": 204, "sentence": "Ci mostrarono il paziente che l'infermiera aveva chiamato un paziente e Marco medicato un malato .", "label": 1}
{"idx": 205, "sentence": "quale paziente dici che Maria voglia chiamare e il dottore visitarlo?", "label": 1}
{"idx": 206, "sentence": "Uno studente si aspetta che Francesco possa aver gi finito questo esercizio in tempo utile.", "label": 1}
{"idx": 207, "sentence": "Conoscevo il paziente che Maria aveva registrato e Marco medicato un malato.", "label": 1}
{"idx": 208, "sentence": "quale paziente dici che Maria voglia chiamarlo e il dottore visitare?", "label": 1}
{"idx": 209, "sentence": "Carlo conosceva bene la persona che incontrare sarebbe piaciuto a Anna.", "label": 1}
{"idx": 210, "sentence": "Ho sentito con chi  che Maria ti ha detto perch Carlo parler.", "label": 1}
{"idx": 211, "sentence": "Quale problema il professore ha detto che lei avrebbe dovuto descriverlo?", "label": 1}
{"idx": 212, "sentence": "Conoscevo il paziente che Maria aveva registrato e Marco medicato.", "label": 1}
{"idx": 213, "sentence": "Quale candidato Susanna ha pensato che Carla avrebbe dovuto menzionare questo candidato?", "label": 1}
{"idx": 214, "sentence": "Ho sentito che Maria ti ha detto che Carlo far un sopralluogo.", "label": 1}
{"idx": 215, "sentence": "Ci dissero che Maria aveva chiamato e il dottore visitato.", "label": 1}
{"idx": 216, "sentence": "Chi  che lui ha affermato che il professore aveva detto che lo studente avrebbe dovuto considerare questo problema?", "label": 3}
{"idx": 217, "sentence": "Ci dissero quale paziente Maria voleva chiamare e il dottore visitare.", "label": 0}
{"idx": 218, "sentence": "quale paziente pensi che Maria voglia chiamarlo e Marco medicare?", "label": 1}
{"idx": 219, "sentence": "Maria potrebbe aver gi finito questo esercizio in tempo utile.", "label": 0}
{"idx": 220, "sentence": "Susanna ha detto che Carla avrebbe dovuto menzionarlo.", "label": 1}
{"idx": 221, "sentence": "Maria ha saputo che Carlo incontrer i dottori.", "label": 0}
{"idx": 222, "sentence": "Ci dissero quale paziente l'infermiera aveva chiamato e Marco medicato l'anziano signore.", "label": 1}
{"idx": 223, "sentence": "Che cos' che lui ha detto che Carla avrebbe dovuto menzionarlo?", "label": 1}
{"idx": 224, "sentence": "Ci dissero quale paziente l'infermiera voleva chiamare e il dottore medicare.", "label": 1}
{"idx": 225, "sentence": "Conoscevo il paziente che l'infermiera aveva chiamato un paziente e il dottore medicato.", "label": 1}
{"idx": 226, "sentence": "Maria ha saputo quando Carlo incontrer i dottori .", "label": 0}
{"idx": 227, "sentence": "Uno studente si aspetta che Francesco possa aver finito nessun esercizio in tempo utile?", "label": 1}
{"idx": 228, "sentence": "Maria ha saputo che il ministro prender questo provvedimento.", "label": 1}
{"idx": 229, "sentence": "Quale problema il professore ha detto che lei avrebbe dovuto descrivere questo candidato?", "label": 2}
{"idx": 230, "sentence": "Quale candidato il giornalista ha affermato che Susanna aveva pensato che lo studente avrebbe dovuto considerare questo problema?", "label": 2}
{"idx": 231, "sentence": "Chi pensi che Maria abbia chiamato un uomo e Marco visitato?", "label": 1}
{"idx": 232, "sentence": "Questo candidato, il giornalista ha affermato che Susanna aveva pensato che lo studente avrebbe dovuto considerare questo candidato.", "label": 2}
{"idx": 233, "sentence": "lo studente dovrebbe considerarlo.", "label": 0}
{"idx": 234, "sentence": "Quale candidato il giornalista ha affermato che Susanna aveva pensato che lo studente avrebbe dovuto considerare questo candidato?", "label": 2}
{"idx": 235, "sentence": "Che cos' che il giornalista ha scritto che Susanna aveva detto che lo studente avrebbe dovuto considerare questo problema?", "label": 3}
{"idx": 236, "sentence": "Conoscevo il paziente che Maria voleva registrarlo e Marco medicarlo.", "label": 1}
{"idx": 237, "sentence": "Questo candidato, il professore ha detto che lo studente avrebbe dovuto descrivere questo candidato.", "label": 1}
{"idx": 238, "sentence": "Questo candidato, il giornalista ha affermato che Susanna aveva pensato che lo studente avrebbe dovuto considerarlo .", "label": 2}
{"idx": 239, "sentence": "Questo problema, il giornalista ha suggerito che Susanna aveva pensato che Carla avrebbe dovuto menzionare.", "label": 2}
{"idx": 240, "sentence": "Carlo conosceva bene lo studente che evitare divertiva sempre Anna.", "label": 1}
{"idx": 241, "sentence": "Chi pensi che Maria abbia chiamato e il dottore medicato l'anziano signore?", "label": 1}
{"idx": 242, "sentence": "Sapevo chi l'infermiera voleva registrarlo e Marco visitarlo.", "label": 1}
{"idx": 243, "sentence": "Ci mostrarono il paziente che Maria aveva visto un paziente e Marco medicato un malato.", "label": 1}
{"idx": 244, "sentence": "Maria sostiene di avere mai finito questo esercizio in tempo utile?", "label": 1}
{"idx": 245, "sentence": "Sapevo che Maria voleva chiamare e Marco visitare.", "label": 0}
{"idx": 246, "sentence": "Nessuno sospetta che qualcuno abbia finito alcunch in cos poco tempo?", "label": 1}
{"idx": 247, "sentence": "Conoscevo il paziente che l'infermiera aveva visto e Marco testato un malato .", "label": 1}
{"idx": 248, "sentence": "Questo candidato, il giornalista ha affermato che Susanna aveva pensato che lo studente avrebbe dovuto considerare questo problema.", "label": 2}
{"idx": 249, "sentence": "Conoscevo il paziente che l'infermiera voleva registrare e il dottore visitare.", "label": 0}
{"idx": 250, "sentence": "Giulio ha scritto che lei aveva detto che lo studente avrebbe dovuto descrivere questo problema.", "label": 2}
{"idx": 251, "sentence": "Ci mostrarono il paziente che l'infermiera aveva chiamato un paziente e Marco medicato.", "label": 1}
{"idx": 252, "sentence": "Carla dovrebbe menzionare questo problema.", "label": 0}
{"idx": 253, "sentence": "Quale provvedimento Maria ha saputo quando il ministro prender?", "label": 1}
{"idx": 254, "sentence": "Sapevo che Maria voleva chiamare e Marco visitarlo.", "label": 1}
{"idx": 255, "sentence": "Questo, lui ha affermato che il professore aveva detto che lo studente avrebbe dovuto considerare questo candidato.", "label": 2}
{"idx": 256, "sentence": "Nessuno si aspetta che qualcuno abbia mai finito questo esercizio in tempo utile?", "label": 1}
{"idx": 257, "sentence": "Quale provvedimento Maria ha saputo perch il ministro prender?", "label": 1}
{"idx": 258, "sentence": "Nessuno sospetta che qualcuno possa aver finito nessun esercizio in tempo utile?", "label": 1}
{"idx": 259, "sentence": "Quale problema il giornalista ha suggerito che Susanna aveva pensato che Carla avrebbe dovuto menzionare?", "label": 2}
{"idx": 260, "sentence": "Nessuno sospetta che qualcuno abbia finito nessun esercizio in tempo utile.", "label": 1}
{"idx": 261, "sentence": "Carlo conosceva bene il professore con cui passare il tempo sarebbe piaciuto a Sara.", "label": 1}
{"idx": 262, "sentence": "Nessuno sospetta che qualcuno abbia mai finito questo esercizio in tempo utile?", "label": 1}
{"idx": 263, "sentence": "Sapevo quale paziente l'infermiera aveva registrato un uomo e Marco visitato l'anziano signore.", "label": 2}
{"idx": 264, "sentence": "Sapevo quale paziente l'infermiera aveva chiamato un uomo e il dottore medicato l'anziano signore.", "label": 2}
{"idx": 265, "sentence": "Questo problema, Susanna ha pensato che Carla avrebbe dovuto menzionare.", "label": 1}
{"idx": 266, "sentence": "Questo candidato, il giornalista ha affermato che Susanna aveva pensato che lo studente avrebbe dovuto considerare.", "label": 1}
{"idx": 267, "sentence": "Chi  che Maria ha saputo dove Carlo incontrer?", "label": 1}
{"idx": 268, "sentence": "Che cos' che lo studente dovrebbe considerare?", "label": 0}
{"idx": 269, "sentence": "Uno studente pensa che Francesco abbia gi finito questo esercizio in tempo utile.", "label": 1}
{"idx": 270, "sentence": "Quale provvedimento Maria ha saputo che il ministro prender?", "label": 1}
{"idx": 271, "sentence": "Quale candidato Susanna ha pensato che Carla avrebbe dovuto menzionare?", "label": 1}
{"idx": 272, "sentence": "Uno studente potrebbe aver gi finito questo esercizio in tempo utile?", "label": 0}
{"idx": 273, "sentence": "Ci mostrarono l'anziano signore che l'infermiera voleva vedere e il dottore medicare .", "label": 1}
{"idx": 274, "sentence": "Questo problema, Carla dovrebbe considerare questo candidato .", "label": 1}
{"idx": 275, "sentence": "Questo, il professore ha pensato che Carla avrebbe dovuto menzionare questo candidato.", "label": 1}
{"idx": 276, "sentence": "Ci mostrarono l'anziano signore che Maria aveva registrato e Marco visitato un malato.", "label": 1}
{"idx": 277, "sentence": "Uno studente ha mai finito questo esercizio in tempo utile?", "label": 1}
{"idx": 278, "sentence": "Sapevo Chi Maria aveva chiamato un uomo e Marco visitato l'anziano signore.", "label": 1}
{"idx": 279, "sentence": "Con chi  che Maria ti ha detto perch il ministro parler?", "label": 1}
{"idx": 280, "sentence": "Sapevo chi Maria aveva chiamato e il dottore medicato l'anziano signore.", "label": 1}
{"idx": 281, "sentence": "Questo candidato, Susanna ha detto che lei avrebbe dovuto descrivere questo candidato .", "label": 1}
{"idx": 282, "sentence": "Quale problema il giornalista ha suggerito che Susanna aveva pensato che Carla avrebbe dovuto menzionare questo candidato?", "label": 3}
{"idx": 283, "sentence": "Quale candidato Susanna ha pensato che lo studente avrebbe dovuto considerare questo candidato?", "label": 1}
{"idx": 284, "sentence": "Conoscevo il paziente che l'infermiera aveva registrato e il dottore visitato .", "label": 1}
{"idx": 285, "sentence": "Ci mostrarono il paziente che Maria aveva registrato un paziente e Marco testato un malato.", "label": 2}
{"idx": 286, "sentence": "Questo candidato, Susanna ha detto che lei avrebbe dovuto descrivere.", "label": 1}
{"idx": 287, "sentence": "lui ha pensato che lo studente avrebbe dovuto considerarlo.", "label": 1}
{"idx": 288, "sentence": "Chi dici che l'infermiera abbia registrato e Marco visitato l'anziano signore?", "label": 1}
{"idx": 289, "sentence": "Maria ha saputo quando il ministro prender questo provvedimento.", "label": 0}
{"idx": 290, "sentence": "Nessuno sostiene di avere gi finito questo esercizio in tempo utile.", "label": 1}
{"idx": 291, "sentence": "Ho sentito che Maria ha saputo dove Carlo prender questo provvedimento.", "label": 1}
{"idx": 292, "sentence": "quale paziente dici che l'infermiera abbia chiamato un uomo e Marco medicato?", "label": 1}
{"idx": 293, "sentence": "Nessuno sospetta che qualcuno possa aver mai finito questo esercizio in tempo utile.", "label": 1}
{"idx": 294, "sentence": "Ci dissero che l'infermiera aveva chiamato un uomo e il dottore medicato un malato.", "label": 1}
{"idx": 295, "sentence": "Nessuno studente si aspetta che qualcuno abbia gi finito questo esercizio in tempo utile?", "label": 2}
{"idx": 296, "sentence": "Ci mostrarono il paziente che l'infermiera aveva chiamato e Marco medicato.", "label": 1}
{"idx": 297, "sentence": "Che cos' che Giulio ha scritto che lei aveva detto che lo studente avrebbe dovuto descrivere?", "label": 2}
{"idx": 298, "sentence": "Conoscevo il paziente che l'infermiera voleva registrare e il dottore visitarlo .", "label": 1}
{"idx": 299, "sentence": "Che cos' che il professore ha pensato che lo studente avrebbe dovuto considerare?", "label": 1}
{"idx": 300, "sentence": "Chi  che lei dovrebbe descrivere questo candidato?", "label": 1}
{"idx": 301, "sentence": "Nessuno studente sostiene di avere finito alcunch in cos poco tempo.", "label": 1}
{"idx": 302, "sentence": "Ho sentito che Maria ti ha detto dove Carlo far un sopralluogo.", "label": 1}
{"idx": 303, "sentence": "quale paziente pensi che Maria abbia chiamato un uomo e Marco visitato l'anziano signore?", "label": 1}
{"idx": 304, "sentence": "Quale candidato Giulio ha scritto che lei aveva detto che Carla avrebbe dovuto menzionare?", "label": 2}
{"idx": 305, "sentence": "Questo, lui ha pensato che Carla avrebbe dovuto menzionare questo problema.", "label": 1}
{"idx": 306, "sentence": "Quale problema il professore ha detto che lei avrebbe dovuto descrivere?", "label": 1}
{"idx": 307, "sentence": "Maria si aspetta che qualcuno possa aver gi finito questo esercizio in tempo utile.", "label": 1}
{"idx": 308, "sentence": "Questo problema, lui ha scritto che lei aveva detto che costui avrebbe dovuto descrivere.", "label": 2}
{"idx": 309, "sentence": "Uno studente potrebbe aver mai finito questo esercizio in tempo utile.", "label": 1}
{"idx": 310, "sentence": "Nessuno studente si aspetta che un altro studente abbia gi finito questo esercizio in tempo utile?", "label": 1}
{"idx": 311, "sentence": "Uno studente pensa che Francesco abbia gi finito questo esercizio in tempo utile?", "label": 1}
{"idx": 312, "sentence": "Chi  che lui ha affermato che il professore aveva detto che lo studente avrebbe dovuto considerare questo candidato?", "label": 3}
{"idx": 313, "sentence": "Cos' che Maria ti ha detto dove Carlo far?", "label": 1}
{"idx": 314, "sentence": "Maria si aspetta che qualcuno possa aver mai finito questo esercizio in tempo utile.", "label": 2}
{"idx": 315, "sentence": "Susanna ha detto che Carla avrebbe dovuto menzionare.", "label": 1}
{"idx": 316, "sentence": "Chi dici che l'infermiera abbia chiamato e il dottore medicato?", "label": 1}
{"idx": 317, "sentence": "Nessuno studente sospetta che qualcuno abbia finito alcunch in cos poco tempo.", "label": 1}
{"idx": 318, "sentence": "Sapevo che Maria voleva chiamarlo e il dottore medicare.", "label": 1}
{"idx": 319, "sentence": "Maria ti ha detto che il ministro parler col diplomatico .", "label": 1}
{"idx": 320, "sentence": "Chi  che Maria ha saputo che Carlo incontrer?", "label": 1}
{"idx": 321, "sentence": "Conoscevo il paziente che l'infermiera aveva visto un paziente e Marco testato un malato.", "label": 2}
{"idx": 322, "sentence": "Ci dissero che l'infermiera aveva chiamato e il dottore medicato.", "label": 0}
{"idx": 323, "sentence": "lo studente dovrebbe considerare questo problema.", "label": 0}
{"idx": 324, "sentence": "Conoscevo il paziente che l'infermiera aveva registrato un paziente e il dottore visitato un malato.", "label": 1}
{"idx": 325, "sentence": "Sapevo chi Maria voleva chiamare e Marco visitare .", "label": 1}
{"idx": 326, "sentence": "Ci mostrarono il paziente che l'infermiera voleva chiamare e Marco medicarlo.", "label": 1}
{"idx": 327, "sentence": "Ci mostrarono il paziente che l'infermiera voleva chiamare e Marco medicare.", "label": 1}
{"idx": 328, "sentence": "Ci mostrarono l'anziano signore che l'infermiera aveva visto un paziente e il dottore medicato un malato.", "label": 2}
{"idx": 329, "sentence": "Nessuno sospetta che qualcuno possa aver gi finito questo esercizio in tempo utile?", "label": 1}
{"idx": 330, "sentence": "Conoscevo il paziente che Maria aveva visto un paziente e Marco visitato un malato.", "label": 1}
{"idx": 331, "sentence": "Ho sentito che Maria ha saputo che Carlo prender questo provvedimento.", "label": 1}
{"idx": 332, "sentence": "Quale problema lui ha pensato che Carla avrebbe dovuto menzionare questo candidato?", "label": 2}
{"idx": 333, "sentence": "Quale problema lui ha scritto che lei aveva detto che costui avrebbe dovuto descrivere?", "label": 2}
{"idx": 334, "sentence": "Ho sentito a chi  che Maria ha saputo perch il ministro dar il premio.", "label": 2}
{"idx": 335, "sentence": "Questo candidato, lo studente dovrebbe descrivere questo problema .", "label": 1}
{"idx": 336, "sentence": "Conoscevo il paziente che l'infermiera voleva registrarlo e il dottore visitarlo.", "label": 1}
{"idx": 337, "sentence": "Ci dissero quale paziente l'infermiera voleva chiamarlo e il dottore medicarlo.", "label": 1}
{"idx": 338, "sentence": "Sapevo che l'infermiera aveva registrato e Marco medicato un malato.", "label": 1}
{"idx": 339, "sentence": "quale paziente dici che l'infermiera voglia chiamarlo e il dottore medicare?", "label": 1}
{"idx": 340, "sentence": "Carlo conosceva bene la ragazza con cui passare il tempo divertiva sempre Sara.", "label": 1}
{"idx": 341, "sentence": "Ci mostrarono l'anziano signore che Maria aveva registrato un paziente e Marco visitato un malato.", "label": 1}
{"idx": 342, "sentence": "Quale candidato Susanna ha pensato che lo studente avrebbe dovuto considerare?", "label": 2}
{"idx": 343, "sentence": "Ho sentito che Maria ti ha detto perch Carlo parler col diplomatico.", "label": 0}
{"idx": 344, "sentence": "Questo problema, Carla dovrebbe considerarlo.", "label": 0}
{"idx": 345, "sentence": "Nessuno studente si aspetta che qualcuno abbia finito alcunch in cos poco tempo?", "label": 1}
{"idx": 346, "sentence": "Ci mostrarono l'anziano signore che Maria aveva registrato e Marco visitato.", "label": 0}
{"idx": 347, "sentence": "Questo candidato, Susanna ha detto che lei avrebbe dovuto descrivere questo problema.", "label": 1}
{"idx": 348, "sentence": "Chi pensi che Maria voglia chiamarlo e Marco visitarlo?", "label": 1}
{"idx": 349, "sentence": "Che cos' che lo studente dovrebbe considerare questo candidato?", "label": 1}
{"idx": 350, "sentence": "Ci dissero quale paziente l'infermiera voleva chiamare e il dottore medicarlo.", "label": 1}
{"idx": 351, "sentence": "Questo, lui ha suggerito che lei aveva pensato che lo studente avrebbe dovuto descrivere.", "label": 2}
{"idx": 352, "sentence": "Ci mostrarono il paziente che Maria voleva vedere e il dottore visitare .", "label": 1}
{"idx": 353, "sentence": "Uno studente sostiene di avere gi finito questo esercizio in tempo utile.", "label": 0}
{"idx": 354, "sentence": "Ho sentito che Maria ha saputo quando il ministro incontrer i dottori .", "label": 0}
{"idx": 355, "sentence": "Nessuno studente si aspetta che qualcuno abbia mai finito questo esercizio in tempo utile.", "label": 1}
{"idx": 356, "sentence": "Nessuno sospetta che qualcuno possa aver gi finito questo esercizio in tempo utile .", "label": 1}
{"idx": 357, "sentence": "Questo, lei dovrebbe descriverlo .", "label": 1}
{"idx": 358, "sentence": "Chi dici che l'infermiera voglia chiamare e il dottore visitarlo?", "label": 1}
{"idx": 359, "sentence": "Chi  che lo studente dovrebbe considerare?", "label": 1}
{"idx": 360, "sentence": "Chi pensi che Maria abbia chiamato e il dottore medicato?", "label": 1}
{"idx": 361, "sentence": "Chi  che lui ha suggerito che lei aveva pensato che lo studente avrebbe dovuto descrivere questo candidato?", "label": 3}
{"idx": 362, "sentence": "il professore ha detto che lo studente avrebbe dovuto descrivere questo candidato.", "label": 1}
{"idx": 363, "sentence": "Chi  che il professore ha pensato che Carla avrebbe dovuto menzionare questo problema?", "label": 1}
{"idx": 364, "sentence": "Ci dissero chi Maria aveva chiamato un uomo e Marco visitato l'anziano signore .", "label": 1}
{"idx": 365, "sentence": "Maria ha saputo perch Carlo dar il premio ai dottori.", "label": 0}
{"idx": 366, "sentence": "Conoscevo il paziente che l'infermiera voleva vedere e Marco testarlo.", "label": 1}
{"idx": 367, "sentence": "Questo problema, lui ha scritto che lei aveva detto che costui avrebbe dovuto descrivere questo candidato.", "label": 2}
{"idx": 368, "sentence": "Carla dovrebbe menzionare questo candidato .", "label": 0}
{"idx": 369, "sentence": "Questo, il professore ha pensato che Carla avrebbe dovuto menzionarlo.", "label": 1}
{"idx": 370, "sentence": "Questo problema, lui ha detto che lei avrebbe dovuto descrivere.", "label": 1}
{"idx": 371, "sentence": "Carlo conosceva bene il professore che Anna sperava sempre di evitare.", "label": 0}
{"idx": 372, "sentence": "quale paziente pensi che l'infermiera voglia registrare e Marco medicarlo?", "label": 1}
{"idx": 373, "sentence": "Uno studente sostiene di avere finito nessun esercizio in tempo utile?", "label": 1}
{"idx": 374, "sentence": "Nessuno sospetta che qualcuno possa aver finito alcunch in cos poco tempo.", "label": 1}
{"idx": 375, "sentence": "Conoscevo il paziente che Maria aveva visto e Marco visitato un malato.", "label": 1}
{"idx": 376, "sentence": "Conoscevo il paziente che l'infermiera voleva registrarlo e il dottore visitare.", "label": 1}
{"idx": 377, "sentence": "Uno studente ha gi finito questo esercizio in tempo utile .", "label": 0}
{"idx": 378, "sentence": "Nessuno studente si aspetta che qualcuno abbia finito alcunch in cos poco tempo.", "label": 1}
{"idx": 379, "sentence": "quale paziente dici che Maria abbia registrato un uomo e il dottore visitato?", "label": 1}
{"idx": 380, "sentence": "Maria ti ha detto dove Carlo far un sopralluogo.", "label": 0}
{"idx": 381, "sentence": "Ci mostrarono il paziente che Maria aveva registrato un paziente e Marco testato.", "label": 1}
{"idx": 382, "sentence": "Ci dissero quale paziente Maria voleva chiamarlo e il dottore visitare .", "label": 1}
{"idx": 383, "sentence": "Ci mostrarono il paziente che l'infermiera aveva registrato e Marco medicato un malato.", "label": 1}
{"idx": 384, "sentence": "Ho sentito quale provvedimento Maria ha saputo dove Carlo prender.", "label": 1}
{"idx": 385, "sentence": "Questo problema, Carla dovrebbe considerare questo problema.", "label": 1}
{"idx": 386, "sentence": "Ci dissero quale paziente Maria aveva registrato un uomo e il dottore visitato l'anziano signore .", "label": 1}
{"idx": 387, "sentence": "Sapevo chi Maria aveva chiamato un uomo e il dottore medicato l'anziano signore.", "label": 1}
{"idx": 388, "sentence": "Questo candidato, il professore ha detto che lo studente avrebbe dovuto descrivere .", "label": 1}
{"idx": 389, "sentence": "Ci mostrarono il paziente che l'infermiera aveva chiamato e Marco medicato un malato.", "label": 1}
{"idx": 390, "sentence": "Conoscevo il paziente che l'infermiera aveva chiamato e il dottore medicato un malato.", "label": 1}
{"idx": 391, "sentence": "Ho sentito che Maria ti ha detto che Carlo parler col diplomatico .", "label": 1}
{"idx": 392, "sentence": "lui ha pensato che lo studente avrebbe dovuto considerare questo problema.", "label": 1}
{"idx": 393, "sentence": "Chi pensi che Maria voglia chiamarlo e il dottore medicare?", "label": 1}
{"idx": 394, "sentence": "Conoscevo il paziente che l'infermiera aveva chiamato e il dottore medicato.", "label": 1}
{"idx": 395, "sentence": "Conoscevo il paziente che l'infermiera voleva chiamarlo e il dottore medicarlo.", "label": 1}
{"idx": 396, "sentence": "Chi  che lui ha suggerito che lei aveva pensato che lo studente avrebbe dovuto descrivere?", "label": 2}
{"idx": 397, "sentence": "Quale candidato Susanna ha pensato che Carla avrebbe dovuto menzionare questo problema?", "label": 2}
{"idx": 398, "sentence": "Ci dissero chi Maria aveva chiamato e Marco visitato.", "label": 1}
{"idx": 399, "sentence": "Questo problema, Susanna ha pensato che Carla avrebbe dovuto menzionarlo .", "label": 2}
{"idx": 400, "sentence": "Chi  che Susanna ha detto che lo studente avrebbe dovuto descrivere?", "label": 1}
{"idx": 401, "sentence": "Conoscevo il paziente che Maria voleva registrare e Marco medicarlo.", "label": 1}
{"idx": 402, "sentence": "Ho sentito che Maria ti ha detto perch Carlo far un sopralluogo .", "label": 1}
{"idx": 403, "sentence": "Nessuno sospetta che qualcuno abbia gi finito questo esercizio in tempo utile.", "label": 1}
{"idx": 404, "sentence": "Sapevo che l'infermiera aveva registrato un uomo e Marco medicato un malato.", "label": 0}
{"idx": 405, "sentence": "Nessuno si aspetta che qualcuno abbia mai finito questo esercizio in tempo utile.", "label": 1}
{"idx": 406, "sentence": "Con chi  che Maria ti ha detto dove il ministro parler?", "label": 2}
{"idx": 407, "sentence": "Ho sentito che Maria ha saputo quando Carlo prender questo provvedimento.", "label": 1}
{"idx": 408, "sentence": "Chi dici che l'infermiera abbia chiamato e il dottore medicato l'anziano signore?", "label": 1}
{"idx": 409, "sentence": "Ho sentito cos' che Maria ti ha detto dove Carlo far.", "label": 1}
{"idx": 410, "sentence": "Quale candidato Susanna ha pensato che lo studente avrebbe dovuto considerare questo problema?", "label": 2}
{"idx": 411, "sentence": "Chi  che Maria ha saputo perch Carlo incontrer?", "label": 1}
{"idx": 412, "sentence": "quale paziente dici che l'infermiera abbia chiamato e Marco medicato?", "label": 1}
{"idx": 413, "sentence": "Carlo conosceva bene lo studente che vedere sarebbe piaciuto a Anna .", "label": 1}
{"idx": 414, "sentence": "Questo candidato, Giulio ha scritto che lei aveva detto che Carla avrebbe dovuto menzionarlo.", "label": 2}
{"idx": 415, "sentence": "Sapevo chi Maria voleva chiamare e Marco visitarlo.", "label": 1}
{"idx": 416, "sentence": "Quale problema lo studente dovrebbe descrivere questo problema?", "label": 1}
{"idx": 417, "sentence": "Chi  che lei dovrebbe descriverlo?", "label": 1}
{"idx": 418, "sentence": "Maria potrebbe aver finito nessun esercizio in tempo utile.", "label": 1}
{"idx": 419, "sentence": "Quale problema lui ha pensato che Carla avrebbe dovuto menzionare?", "label": 1}
{"idx": 420, "sentence": "Maria potrebbe aver mai finito questo esercizio in tempo utile.", "label": 1}
{"idx": 421, "sentence": "Maria ti ha detto perch Carlo far un sopralluogo .", "label": 0}
{"idx": 422, "sentence": "Maria ti ha detto perch il ministro parler col diplomatico.", "label": 0}
{"idx": 423, "sentence": "Questo, lui ha affermato che il professore aveva detto che lo studente avrebbe dovuto considerare questo problema .", "label": 1}
{"idx": 424, "sentence": "Chi pensi che l'infermiera voglia registrarlo e Marco visitare?", "label": 1}
{"idx": 425, "sentence": "Quale provvedimento Maria ha saputo dove il ministro prender?", "label": 1}
{"idx": 426, "sentence": "quale paziente pensi che l'infermiera abbia registrato un uomo e il dottore visitato?", "label": 1}
{"idx": 427, "sentence": "Sapevo chi Maria aveva chiamato e Marco visitato.", "label": 1}
{"idx": 428, "sentence": "Quale candidato Giulio ha scritto che lei aveva detto che Carla avrebbe dovuto menzionare questo problema?", "label": 2}
{"idx": 429, "sentence": "A chi  che Maria ha saputo dove Carlo dar il premio?", "label": 1}
{"idx": 430, "sentence": "Uno studente potrebbe aver finito alcunch in cos poco tempo.", "label": 1}
{"idx": 431, "sentence": "Nessuno studente si aspetta che un altro studente abbia finito nessun esercizio in tempo utile?", "label": 2}
{"idx": 432, "sentence": "Sapevo chi Maria voleva chiamarlo e il dottore medicarlo.", "label": 1}
{"idx": 433, "sentence": "Nessuno sostiene di avere finito alcunch in cos poco tempo?", "label": 1}
{"idx": 434, "sentence": "Conoscevo il paziente che l'infermiera voleva vedere e Marco testare.", "label": 1}
{"idx": 435, "sentence": "Che cos' che Carla dovrebbe menzionare?", "label": 1}
{"idx": 436, "sentence": "Ho sentito cos' che Maria ti ha detto perch Carlo far .", "label": 1}
{"idx": 437, "sentence": "Maria potrebbe aver gi finito questo esercizio in tempo utile?", "label": 1}
{"idx": 438, "sentence": "Ci dissero chi l'infermiera voleva registrare e Marco medicare .", "label": 1}
{"idx": 439, "sentence": "Uno studente si aspetta che Francesco possa aver finito alcunch in cos poco tempo?", "label": 1}
{"idx": 440, "sentence": "Ci dissero chi l'infermiera voleva registrare e Marco medicarlo.", "label": 1}
{"idx": 441, "sentence": "Conoscevo il paziente che l'infermiera aveva chiamato un paziente e il dottore medicato un malato .", "label": 1}
{"idx": 442, "sentence": "Quale problema lui ha pensato che Carla avrebbe dovuto menzionare questo problema?", "label": 2}
{"idx": 443, "sentence": "Ci dissero quale paziente l'infermiera voleva chiamarlo e il dottore medicare.", "label": 1}
{"idx": 444, "sentence": "Uno studente sostiene di avere mai finito questo esercizio in tempo utile?", "label": 1}
{"idx": 445, "sentence": "Carlo conosceva bene il compagno di classe che incontrare divertiva sempre Anna.", "label": 1}
{"idx": 446, "sentence": "Ci mostrarono il paziente che Maria aveva registrato e Marco testato.", "label": 0}
{"idx": 447, "sentence": "Ci mostrarono l'anziano signore che l'infermiera aveva visto un paziente e il dottore medicato.", "label": 1}
{"idx": 448, "sentence": "Ci mostrarono il paziente che Maria voleva vedere e Marco medicarlo.", "label": 1}
{"idx": 449, "sentence": "Sapevo quale paziente l'infermiera aveva chiamato e il dottore medicato .", "label": 1}
{"idx": 450, "sentence": "Uno studente pensa che Francesco abbia mai finito questo esercizio in tempo utile?", "label": 1}
{"idx": 451, "sentence": "Questo problema, lui ha scritto che lei aveva detto che costui avrebbe dovuto descrivere questo problema.", "label": 2}
{"idx": 452, "sentence": "Conoscevo il paziente che Maria voleva vederlo e Marco visitarlo .", "label": 1}
{"idx": 453, "sentence": "Conoscevo il paziente che l'infermiera aveva visto un paziente e Marco testato.", "label": 1}
{"idx": 454, "sentence": "Maria sostiene di avere finito alcunch in cos poco tempo?", "label": 1}
{"idx": 455, "sentence": "Ho sentito chi  che Maria ha saputo che il ministro incontrer.", "label": 1}
{"idx": 456, "sentence": "Chi  che lo studente dovrebbe considerare questo candidato?", "label": 1}
{"idx": 457, "sentence": "Ho sentito a chi  che Maria ha saputo quando il ministro dar il premio.", "label": 1}
{"idx": 458, "sentence": "Uno studente ha finito alcunch in cos poco tempo?", "label": 1}
{"idx": 459, "sentence": "Chi  che lui ha affermato che il professore aveva detto che lo studente avrebbe dovuto considerarlo?", "label": 3}
{"idx": 460, "sentence": "Chi dici che l'infermiera abbia registrato un uomo e Marco visitato l'anziano signore?", "label": 1}
{"idx": 461, "sentence": "Ci mostrarono l'anziano signore che l'infermiera voleva vederlo e il dottore medicare.", "label": 1}
{"idx": 462, "sentence": "Sapevo che Maria voleva chiamare e il dottore medicarlo.", "label": 1}
{"idx": 463, "sentence": "Chi pensi che l'infermiera voglia registrare e Marco visitare?", "label": 1}
{"idx": 464, "sentence": "Questo, lui ha pensato che Carla avrebbe dovuto menzionarlo.", "label": 1}
{"idx": 465, "sentence": "Uno studente pensa che Francesco abbia finito alcunch in cos poco tempo.", "label": 1}
{"idx": 466, "sentence": "Carlo conosceva bene lo studente che Anna sperava sempre di vedere.", "label": 1}
{"idx": 467, "sentence": "A chi  che Maria ha saputo quando Carlo dar il premio?", "label": 1}
{"idx": 468, "sentence": "Ci dissero chi Maria voleva chiamare e Marco medicare.", "label": 1}
{"idx": 469, "sentence": "Nessuno si aspetta che qualcuno abbia finito nessun esercizio in tempo utile.", "label": 1}
{"idx": 470, "sentence": "Che cos' che il giornalista ha scritto che Susanna aveva detto che lo studente avrebbe dovuto considerarlo?", "label": 3}
{"idx": 471, "sentence": "quale paziente pensi che l'infermiera abbia registrato e il dottore visitato l'anziano signore?", "label": 2}
{"idx": 472, "sentence": "Ci mostrarono il paziente che l'infermiera aveva registrato un paziente e Marco medicato.", "label": 1}
{"idx": 473, "sentence": "Nessuno studente si aspetta che un altro studente abbia mai finito questo esercizio in tempo utile.", "label": 1}
{"idx": 474, "sentence": "Nessuno studente si aspetta che qualcuno abbia mai finito questo esercizio in tempo utile?", "label": 1}
{"idx": 475, "sentence": "Quale candidato lui ha detto che lei avrebbe dovuto descriverlo?", "label": 1}
{"idx": 476, "sentence": "Maria si aspetta che qualcuno possa aver finito nessun esercizio in tempo utile.", "label": 1}
{"idx": 477, "sentence": "Maria si aspetta che qualcuno possa aver finito alcunch in cos poco tempo.", "label": 1}
{"idx": 478, "sentence": "quale paziente dici che l'infermiera abbia chiamato e Marco medicato l'anziano signore?", "label": 2}
{"idx": 479, "sentence": "Conoscevo il paziente che Maria voleva registrare e Marco medicare .", "label": 1}
{"idx": 480, "sentence": "Chi pensi che Maria abbia chiamato un uomo e il dottore medicato l'anziano signore?", "label": 2}
{"idx": 481, "sentence": "Che cos' che il professore ha pensato che lo studente avrebbe dovuto considerare questo candidato?", "label": 2}
{"idx": 482, "sentence": "Nessuno sostiene di avere finito alcunch in cos poco tempo .", "label": 1}
{"idx": 483, "sentence": "Ci mostrarono il paziente che l'infermiera voleva registrare e Marco medicare.", "label": 0}
{"idx": 484, "sentence": "Che cos' che Carla dovrebbe menzionare questo candidato?", "label": 1}
{"idx": 485, "sentence": "Ci mostrarono l'anziano signore che l'infermiera aveva visto e il dottore medicato.", "label": 1}
{"idx": 486, "sentence": "Ci mostrarono il paziente che Maria aveva visto e Marco medicato un malato.", "label": 1}
{"idx": 487, "sentence": "Nessuno studente sostiene di avere finito alcunch in cos poco tempo?", "label": 1}
{"idx": 488, "sentence": "Sapevo chi Maria voleva chiamarlo e il dottore medicare .", "label": 1}
{"idx": 489, "sentence": "Sapevo che Maria aveva chiamato un uomo e Marco medicato un malato.", "label": 1}
{"idx": 490, "sentence": "Ci mostrarono il paziente che l'infermiera aveva registrato un paziente e Marco medicato un malato.", "label": 2}
{"idx": 491, "sentence": "Quale problema il professore ha detto che lei avrebbe dovuto descrivere questo problema?", "label": 1}
{"idx": 492, "sentence": "Chi pensi che Maria voglia chiamare e il dottore medicarlo?", "label": 1}
{"idx": 493, "sentence": "Questo candidato, lo studente dovrebbe descriverlo.", "label": 1}
{"idx": 494, "sentence": "Quale candidato il giornalista ha affermato che Susanna aveva pensato che lo studente avrebbe dovuto considerare?", "label": 3}
{"idx": 495, "sentence": "Sapevo quale paziente l'infermiera aveva chiamato un uomo e il dottore medicato l'anziano signore.", "label": 1}
{"idx": 496, "sentence": "Nessuno studente sospetta che qualcuno abbia gi finito questo esercizio in tempo utile?", "label": 1}
{"idx": 497, "sentence": "Uno studente potrebbe aver finito nessun esercizio in tempo utile?", "label": 1}
{"idx": 498, "sentence": "Ci mostrarono il paziente che Maria voleva vederlo e Marco medicare.", "label": 1}
{"idx": 499, "sentence": "Carlo conosceva bene il compagno di classe che vedere divertiva sempre Anna.", "label": 1}
{"idx": 500, "sentence": "Uno studente pensa che Francesco abbia finito nessun esercizio in tempo utile.", "label": 1}
{"idx": 501, "sentence": "Quale candidato Carla dovrebbe considerarlo?", "label": 1}
{"idx": 502, "sentence": "Conoscevo il paziente che Maria voleva vedere e Marco visitarlo.", "label": 1}
{"idx": 503, "sentence": "Sapevo quale paziente l'infermiera aveva registrato e Marco visitato.", "label": 0}
{"idx": 504, "sentence": "Ci dissero chi Maria voleva chiamarlo e Marco medicare.", "label": 1}
{"idx": 505, "sentence": "Chi dici che l'infermiera abbia chiamato un uomo e il dottore medicato?", "label": 1}
{"idx": 506, "sentence": "Ci dissero chi l'infermiera aveva registrato e il dottore visitato.", "label": 1}
{"idx": 507, "sentence": "Ci mostrarono il paziente che Maria aveva visto e Marco medicato.", "label": 0}
{"idx": 508, "sentence": "Ci dissero che l'infermiera voleva chiamarlo e il dottore visitare.", "label": 0}
{"idx": 509, "sentence": "Ci mostrarono il paziente che l'infermiera voleva chiamarlo e Marco medicare.", "label": 1}
{"idx": 510, "sentence": "Questo, lo studente dovrebbe considerare questo problema.", "label": 1}
{"idx": 511, "sentence": "Nessuno studente sospetta che qualcuno abbia finito alcunch in cos poco tempo?", "label": 2}
{"idx": 512, "sentence": "Ho sentito cos' che Maria ti ha detto quando Carlo far.", "label": 1}
{"idx": 513, "sentence": "Sapevo che l'infermiera aveva registrato e Marco medicato.", "label": 1}
{"idx": 514, "sentence": "quale paziente dici che l'infermiera voglia chiamarlo e il dottore medicarlo?", "label": 1}
{"idx": 515, "sentence": "Nessuno studente sospetta che qualcuno abbia mai finito questo esercizio in tempo utile .", "label": 1}
{"idx": 516, "sentence": "Con chi  che Maria ti ha detto quando il ministro parler?", "label": 1}
{"idx": 517, "sentence": "lui ha pensato che lo studente avrebbe dovuto considerare questo candidato.", "label": 1}
{"idx": 518, "sentence": "il professore ha detto che lo studente avrebbe dovuto descriverlo .", "label": 1}
{"idx": 519, "sentence": "Che cos' che Carla dovrebbe menzionarlo?", "label": 0}
{"idx": 520, "sentence": "quale paziente pensi che l'infermiera abbia registrato e il dottore visitato?", "label": 1}
{"idx": 521, "sentence": "Sapevo quale paziente l'infermiera aveva chiamato e il dottore medicato l'anziano signore.", "label": 1}
{"idx": 522, "sentence": "Maria ha saputo perch il ministro prender questo provvedimento.", "label": 0}
{"idx": 523, "sentence": "Chi pensi che Maria abbia chiamato e Marco visitato l'anziano signore?", "label": 1}
{"idx": 524, "sentence": "Questo, lui ha suggerito che lei aveva pensato che lo studente avrebbe dovuto descrivere questo candidato .", "label": 1}
{"idx": 525, "sentence": "Uno studente si aspetta che Francesco possa aver mai finito questo esercizio in tempo utile.", "label": 1}
{"idx": 526, "sentence": "Nessuno studente sostiene di avere gi finito questo esercizio in tempo utile .", "label": 1}
{"idx": 527, "sentence": "Ci dissero quale paziente Maria voleva chiamarlo e il dottore visitarlo.", "label": 1}
{"idx": 528, "sentence": "Maria potrebbe aver finito alcunch in cos poco tempo?", "label": 1}
{"idx": 529, "sentence": "Ci dissero quale paziente Maria aveva registrato e il dottore visitato l'anziano signore.", "label": 1}
{"idx": 530, "sentence": "Giulio ha scritto che lei aveva detto che lo studente avrebbe dovuto descrivere questo candidato.", "label": 2}
{"idx": 531, "sentence": "Maria sostiene di avere gi finito questo esercizio in tempo utile?", "label": 1}
{"idx": 532, "sentence": "Chi pensi che l'infermiera voglia registrarlo e Marco visitarlo?", "label": 1}
{"idx": 533, "sentence": "Maria potrebbe aver finito nessun esercizio in tempo utile?", "label": 1}
{"idx": 534, "sentence": "Chi dici che l'infermiera voglia chiamarlo e il dottore visitare?", "label": 1}
{"idx": 535, "sentence": "Maria potrebbe aver finito alcunch in cos poco tempo .", "label": 1}
{"idx": 536, "sentence": "Conoscevo il paziente che Maria voleva vedere e Marco visitare.", "label": 1}
{"idx": 537, "sentence": "Chi pensi che Maria voglia chiamare e Marco visitare?", "label": 1}
{"idx": 538, "sentence": "Quale candidato Susanna ha pensato che Carla avrebbe dovuto menzionarlo?", "label": 2}
{"idx": 539, "sentence": "Giulio ha scritto che lei aveva detto che lo studente avrebbe dovuto descrivere.", "label": 1}
{"idx": 540, "sentence": "Che vuol dire ''la Melandri  preparata sull'argomento''....", "label": 1}
{"idx": 541, "sentence": "L'ufficiale che coordina le indagini, il maggiore Paolo La Forgia, fa sorvolare le statali che portano verso Sud e verso Est.", "label": 1}
{"idx": 542, "sentence": "Nel 1985 sono stati impiegati nella ricerca 60 milioni di dollari:", "label": 0}
{"idx": 543, "sentence": "''Pi volte - ammette il vicepresidente - durante le conferenze Stato Regioni ci siamo resi conto che lo Stato cerca di estendersi fin dove non dovrebbe''.", "label": 1}
{"idx": 544, "sentence": "In Albania dopo il crollo delle' piramidi' e la rivolta della piazza  in corso una resa dei conti dove non si tollerano dissensi.", "label": 1}
{"idx": 545, "sentence": "Il vostro gruppo ha rivendicato una decina di attentati mortali ma la struttura  del tutto sconosciuta.", "label": 1}
{"idx": 546, "sentence": "I manifestanti agitavano i ritratti come se i tre personaggi fossero dei complici:", "label": 1}
{"idx": 547, "sentence": "Solo nell'ultima poesia, ''Riviere'', erano presenti le parole del titolo della raccolta:", "label": 1}
{"idx": 548, "sentence": "Su di lei, personalmente, il tutto ha avuto un effetto ''sconcertante, certo non proprio divertente''.", "label": 1}
{"idx": 549, "sentence": "Il pastrano di un ufficiale russo, che sarebbe dovuto servire a Napoleone (e non serv) per fuggire inosservato da Sant'Elena,  sulla destra.", "label": 1}
{"idx": 550, "sentence": "E potrebbero essere duemila gli italiani ancora presenti in Albania dopo l'evacuazione di Valona.", "label": 0}
{"idx": 551, "sentence": "I miei amici sono bosniaci, ma lo sono anche i serbi e gli ebrei, della religione non ce ne frega niente.", "label": 1}
{"idx": 552, "sentence": "Fa gli auguri al nipote Marco, studente del Politecnico, per un esame di chimica.", "label": 0}
{"idx": 553, "sentence": "Perch Matt il bello, nonostante che i 32 anni siano vicini, ha la stessa faccia da adolescente ribelle (ma sensibile) di 15 anni fa.", "label": 1}
{"idx": 554, "sentence": "La sua fu una scelta radicale contro l'arte dei Saloons, contro il mercato che brulicava attorno ad essi, contro - naturalmente - la borghesia.", "label": 2}
{"idx": 555, "sentence": "Intanto, tra una rissa e l'altra, la legge sulla violenza non  ancora pronta e la delegazione italiana andr alla conferenza di Pechino senza.", "label": 1}
{"idx": 556, "sentence": "I simpatizzanti sono 40 mila, dicono, addestrati in territorio albanese, in Iran e in Pakistan.", "label": 1}
{"idx": 557, "sentence": "Ed eccoci alla ceramica, il materiale forse pi usato per le abitazioni.", "label": 0}
{"idx": 558, "sentence": "Per manca, in questa maniacalit, l'ossessione filmica:", "label": 1}
{"idx": 559, "sentence": "Forte richiamo di Giovanni Paolo II alla dignit umana dell'embrione.", "label": 0}
{"idx": 560, "sentence": "Quel mestiere che gli aveva dato da vivere e lo aveva portato lontano voleva insegnarlo anche ai piccoli dello Zaire:", "label": 1}
{"idx": 561, "sentence": "Ma alle 19,30 i ristoranti sono gi chiusi.", "label": 0}
{"idx": 562, "sentence": "Ma 24 ore dopo che Epoca  uscita a Milano, a Santiago del Cile il maggior quotidiano del Paese, El Mercurio, ripubblica integralmente l'intervista in prima pagina.", "label": 1}
{"idx": 563, "sentence": "Cose (mai) viste appena uscito da Bompiani, si finisce per inciampare in una definizione tassativa del cinema di Nanni Moretti come ''non cinema''.", "label": 2}
{"idx": 564, "sentence": "In una delle chiamate giunte al ''113'' sarebbe stato anche annunciato lo scoppio di una bomba.", "label": 1}
{"idx": 565, "sentence": "Svuotare la piazza, far sbollire la rabbia,  l'obiettivo del Governo.", "label": 1}
{"idx": 566, "sentence": "Chi conosce i cetnici  pronto a scommettere che non lasceranno il monte senza aver rovesciato su Sarajevo l'ultima, cospicua razione di bombe.", "label": 1}
{"idx": 567, "sentence": "I doganieri aprono invece il bagaglio e con mano lesta fanno sparire una parte del contenuto delle valigie.", "label": 1}
{"idx": 568, "sentence": "sul fronte della citt i ''cattivi'' sono armati come un esercito.", "label": 1}
{"idx": 569, "sentence": "Era il quarto d'ora del secondo tempo iniziato in anticipo, quasi ci fosse la fretta di chiudere la pratica e che non ci si pensasse pi.", "label": 1}
{"idx": 570, "sentence": "Poco dopo le 6 i carabinieri di turno nella piccola caserma di Segrate vedono arrivare un giovane terrorizzato.", "label": 1}
{"idx": 571, "sentence": "i quartieri, quindi, non sono deserti come nelle zone pi signorili.", "label": 0}
{"idx": 572, "sentence": "Una cifra colossale in un Paese di tre milioni di abitanti con un Pil da 1,5 miliardi e un reddito mensile pro-capite di 75 dollari.", "label": 1}
{"idx": 573, "sentence": "''Grazie Italia, ti ho dato l'oro''.", "label": 0}
{"idx": 574, "sentence": "''S, erano un punto di riferimento - spiega Sandra Carsana, volontaria dell'associazione -, al contrario degli altri, l da poco''.", "label": 1}
{"idx": 575, "sentence": "Lo Zaire  diventato da tempo uno dei Paesi pi pericolosi di tutta l'Africa, infestato da rapinatori, profughi dal Ruanda, bande rivali.", "label": 1}
{"idx": 576, "sentence": "Li vedemmo arrivare nell'estate del'91 a Bari e Brindisi ammassati nelle stive delle navi, senza pane n acqua.", "label": 1}
{"idx": 577, "sentence": "Diciamo per che per quel momento, la Lombardia sar gi pronta con le necessarie modifiche allo statuto e ai regolamenti.", "label": 1}
{"idx": 578, "sentence": "Alle 7,30 si sale al diciannovesimo piano.", "label": 0}
{"idx": 579, "sentence": "\"Era il'79 ''; racconta Pallucca,'' continuai a lavorare ma passai a mansioni di ufficio.\"", "label": 1}
{"idx": 580, "sentence": "Storace per alle denunce, alle minacce di galera, all'intervento dei magistrati, insomma, non ci crede tanto.", "label": 1}
{"idx": 581, "sentence": "L'ambasciata americana a Tirana ha avvisato i cittadini Usa di muoversi con estrema cautela nel Paese e di evitare gli assembramenti.", "label": 1}
{"idx": 582, "sentence": "Intanto il primo ministro Aleksander Meksi ha presentato le dimissioni del Governo al presidente Sali Berisha.", "label": 1}
{"idx": 583, "sentence": "Il ministro vive in un modesto appartamento, non possiede neppure l'automobile ed  estraneo a ogni attivit illecita, dicono a Tirana quelli che lo conoscono bene.", "label": 1}
{"idx": 584, "sentence": "La Melandri, la Gaiotti de Biase e tutte le altre Erinni si sono offese perch volevano andarci loro.", "label": 1}
{"idx": 585, "sentence": "Jacques Chirac  stato addirittura messo sotto accusa in un processo pubblico a Brisbane e dichiarato ''colpevole'' di tradire l'intera umanit.", "label": 1}
{"idx": 586, "sentence": "Quarta un'altra russa, la Rublyova (6,78), quinta Valentina Uccheddu, superlativa con il suo 6,76.", "label": 1}
{"idx": 587, "sentence": "Ma anche in quella cerimonia solenne Jacques Chirac s' come imposto nella veste di ''colpevole'' nei discorsi ufficiali.", "label": 1}
{"idx": 588, "sentence": " improbabile che gli abitanti di Knin, sui quali prima della resa pioveva un proiettile d'artiglieria ogni dieci secondi, abbiano ricordato l'anniversario dell'atomica di Hiroshima.", "label": 2}
{"idx": 589, "sentence": "Nel 1946 il tribunale di Cremona ordin la confisca totale del patrimonio Farinacci che venne cos censito:", "label": 1}
{"idx": 590, "sentence": "E quale era il patrimonio del ras di Cremona?", "label": 1}
{"idx": 591, "sentence": "Forse, in caso di pubblicazione, sarebbe meglio non menzionare il mio nome:", "label": 0}
{"idx": 592, "sentence": "I coloni minacciano la rivolta contro l'accordo in Cisgiordania.", "label": 0}
{"idx": 593, "sentence": "I leader islamici avevano nel frattempo lanciato un appello alla mobilitazione.", "label": 1}
{"idx": 594, "sentence": "Passare dall'emergenza alla ''normalit'' nella gestione dei pentiti per molti non sar operazione facile e rapida.", "label": 1}
{"idx": 595, "sentence": "Opaline Keramik di Keravem (distr. Palazzo)  in tre varianti di colore.", "label": 1}
{"idx": 596, "sentence": "Amichevole violenta del Napoli in Olanda, a Babberich, dove la squadra di Vujadin Boskov  stata sconfitta per 2 1 dal De Graafschap, squadra della serie A olandese.", "label": 1}
{"idx": 597, "sentence": "La navicella  una tazzina per il cacao stile Biedermeier.", "label": 2}
{"idx": 598, "sentence": "Un compito, questo, che secondo Sgarbi ha svolto in maniera illustre, negli anni, Giulio Andreotti.", "label": 1}
{"idx": 599, "sentence": "Intanto scrive per riviste, realizza programmi radiotelevisivi, si occupa a Roma della programmazione cinematografica di RaiTre.", "label": 1}
{"idx": 600, "sentence": "Cercate di capirmi, io vengo da Lomello, vengo dalla campagna, sono un'autodidatta.", "label": 1}
{"idx": 601, "sentence": "A raccogliere firme e adesioni con il suo camper Sergio D'Elia andr avanti tutta l'estate, girando un po'per tutta l'Italia.", "label": 1}
{"idx": 602, "sentence": "''Ma il figlio  di chi se l' cresciuto, non di chi l'ha fatto nascere'', dicono a San Pietro Vernotico, dove Mister Volare si trasfer a nove anni.", "label": 1}
{"idx": 603, "sentence": "Quando vuoi, cancella il tuo paesaggio - relax e torna alla sequenza di respirazione dell'inizio.", "label": 1}
{"idx": 604, "sentence": "La socialista Royal, la prima donna a raggiungere un ballottaggio in Francia, sar invece a Valence.", "label": 1}
{"idx": 605, "sentence": "A Valona pensavano che il Selvaggio Est albanese, punto di sbocco dei traffici di tutti i Balcani, non dovesse finire mai.", "label": 1}
{"idx": 606, "sentence": "L'Italia ha gi eguagliato il bottino di Roma'87, quando gli azzurri si imposero con Panetta (3.000 siepi) e Damilano (20 km di marcia).", "label": 1}
{"idx": 607, "sentence": "Rimasta senza lavoro dopo la fine del regime comunista, era riuscita a mettere in piedi una finanziaria che pagava interessi del 50 % al mese.", "label": 1}
{"idx": 608, "sentence": "Negli anni 20 Ponzi prometteva interessi da brivido in poche settimane che ripagava ai primi clienti con i soldi dei nuovi sottoscrittori.", "label": 1}
{"idx": 609, "sentence": "Il vicepresidente dell'Ifi non era in casa:", "label": 0}
{"idx": 610, "sentence": "Lo scampato pericolo scatena il Parma che trova il vantaggio e poi raddoppia grazie a un rigore concesso dall'arbitro per un fallo su Mussi lanciato a rete.", "label": 1}
{"idx": 611, "sentence": "In vista della conferenza Onu di Pechino:", "label": 0}
{"idx": 612, "sentence": "''Paura delle minacce di quel pazzo?", "label": 0}
{"idx": 613, "sentence": "Quando andai a visitarli, anni fa, nella loro sede, ricordo benissimo di aver visto una grande fotografia di Allende dietro la scrivania del direttore.", "label": 1}
{"idx": 614, "sentence": "La reggia di Caserta insegnamento dal Sud.", "label": 1}
{"idx": 615, "sentence": "alcune salme vennero gettate nel fiume, altre fatte a pezzi e vendute sui banchi del mercato.", "label": 1}
{"idx": 616, "sentence": "E nemmeno soltanto perch dalle ultime tragedie in Krajina potrebbero nascere condizioni di pace, come cinquant'anni fa la cancellazione delle due citt nipponiche pose fine alla guerra in Oriente.", "label": 2}
{"idx": 617, "sentence": "I comportamenti sono identici e simili gli obbiettivi.", "label": 0}
{"idx": 618, "sentence": "Strano come un affetto virile non possa congedarsi dal pianto e come la commozione riesca a farsi lezione di dignit.", "label": 2}
{"idx": 619, "sentence": "Virunga, regno delle scimmie tra i vulcani.", "label": 1}
{"idx": 620, "sentence": " iniziato ieri al Palavobis di Milano il terzo Congresso della Lega Nord.", "label": 0}
{"idx": 621, "sentence": "prima delle 20 si ritirano in bell'ordine nelle proprie case.", "label": 1}
{"idx": 622, "sentence": "I confini tra Ruanda, Zaire e Uganda costituivano un itinerario che rientrava nei cataloghi di viaggi organizzati.", "label": 1}
{"idx": 623, "sentence": "Scoppiata la prima guerra mondiale, le truppe austriache occuparono una parte del Paese e lo stesso fecero, a partire dal 1915, quelle italiane.", "label": 1}
{"idx": 624, "sentence": "In Albania intanto la situazione del Paese sta precipitando verso la guerra civile.", "label": 1}
{"idx": 625, "sentence": "''Capello non rivolge pi la parola a Gigi, ora intervenga la societ''.", "label": 1}
{"idx": 626, "sentence": "La donna, usa a servire il cacao in salotto, qui si serve della tazzina per elevarsi ed essere parte attiva del progresso scientifico.", "label": 2}
{"idx": 627, "sentence": "Avremo la fila dei presidenti ogni settimana in federazione?", "label": 0}
{"idx": 628, "sentence": "In un solo giorno, due settimane fa, abbiamo visto arrivare nel nostro istituto depositi per 800 mila dollari, una tendenza iniziata a met dicembre che si era andata via rafforzando.", "label": 2}
{"idx": 629, "sentence": "Un evento fatale, che ha messo in ginocchio altre economie balcaniche, come quella bulgara, ossigenate dai traffici anti - embargo.", "label": 1}
{"idx": 630, "sentence": "Le vittime sono Maurizio Dal Lago, di Cologna Veneta (Verona), Alberto Zerbetto, di V Euganeo (Padova), e Daniele Vallarin, di Monselice (Padova).", "label": 1}
{"idx": 631, "sentence": "Adesso stavano costruendo serbatoi per l'acqua, vicino al campo profughi di cui parla l'ultima lettera.", "label": 1}
{"idx": 632, "sentence": "C' un po'pi di vita - e anche questa  una consuetudine - nei quartieri periferici, sono pi numerosi quelli che non possono andare in vacanza.", "label": 2}
{"idx": 633, "sentence": "Ogni tanto, all'altezza dei primi piani, gli edifici attraversano la strada, congiungendosi e costituendo dei ponti coperti.", "label": 2}
{"idx": 634, "sentence": "Certo, ha sempre senso, mollare sarebbe la cosa pi facile di questo mondo.", "label": 1}
{"idx": 635, "sentence": "''Liz'', di Tecnomaiera,  una lastra di marmo bicolore (cm 50x50) di sottilissimo spessore (7 mm).", "label": 1}
{"idx": 636, "sentence": "''Consegnai un milione e mezzo di franchi all'esponente dei sequestratori''.", "label": 1}
{"idx": 637, "sentence": "Dall'immobilit coatta della sedia a rotelle ai 42 chilometri per le strade di New York il salto  vertiginoso.", "label": 1}
{"idx": 638, "sentence": "A maggio, subito dopo la festa dei lavoratori, il governo presenter al tavolo del welfare le sue proposte.", "label": 1}
{"idx": 639, "sentence": "A Parigi qualche migliaio di manifestanti, rafforzati dal sondaggio secondo cui il 62 % dei francesi impone al presidente di rinunciare alla sua bomba, ripeteva il grido:", "label": 1}
{"idx": 640, "sentence": "All'inizio dell'''attivit'' di solito erano in societ con gli italiani, da cui affittavano le barche e dividevano al 50 % i guadagni.", "label": 1}
{"idx": 641, "sentence": "Dai suoi verbali si scopre che nel 1992 gli emissari di Gheddafi erano disposti a investire in Italia duemila miliardi per l'acquisto del gruppo alimentare pubblico Sme e della Federconsorzi.", "label": 1}
{"idx": 642, "sentence": "Lo stesso esponente della Chiesa Battista ha precisato che il gruppetto era formato da tre fuorilegge e che uno di loro era morto.", "label": 1}
{"idx": 643, "sentence": "Poi ho disertato nel'93, sono stato catturato e quindi condannato a sei mesi di carcere da Belgrado.", "label": 1}
{"idx": 644, "sentence": "La liberazione del Kosovo con la lotta armata, la nostra linea politica  rappresentata dal Movimento popolare del Kosovo (un partito clandestino).", "label": 2}
{"idx": 645, "sentence": "BRINDISI - Ieri Polignano a Mare ha ricordato il compaesano Domenico Modugno con un omaggio musicale di Napoli, a un anno dalla scomparsa:", "label": 1}
{"idx": 646, "sentence": "Col ''taglio'' sono stati cancellati.", "label": 1}
{"idx": 647, "sentence": "''L'operazione maratona  scattata nella primavera dell'anno scorso.", "label": 0}
{"idx": 648, "sentence": "Il sanguigno e genuino Will nazionale avrebbe tradito la fidanzata Julia, sposata un anno fa, condividendo con Diana la passione per le lunghe telefonate fatte di sospiri.", "label": 1}
{"idx": 649, "sentence": "Sui combattenti kosovari gli uomini di Slobodan Milosevic - sempre sospettato di voler alimentare la tensione a Pristina per distogliere l'attenzione dai problemi interni di Belgrado - sembrano avere informazioni pi dettagliate.", "label": 2}
{"idx": 650, "sentence": "Quanto al parco dove sono stati assaliti, ormai tra bracconieri, sbandati e guerriglieri nel Virunga  meglio non avventurarsi.", "label": 1}
{"idx": 651, "sentence": "I soldi furono trasferiti dalla Svizzera su due libretti al portatore che Giancarlo Parretti consegn a Roma ''.", "label": 1}
{"idx": 652, "sentence": "La Libia  stata pi volte accusata di fornire basi alle squadre di Abu Nidal, ma in quell'occasione Tripoli fu la prima a denunciare il sequestro.", "label": 1}
{"idx": 653, "sentence": "I risultati definitivi del primo turno danno a Sarkozy un punteggio eccellente con il 31,11 % dei voti.", "label": 1}
{"idx": 654, "sentence": "Sull'episodio il procuratore militare della capitale Antonino Intelisano ha aperto un'inchiesta:", "label": 1}
{"idx": 655, "sentence": "Non  pi cos inattaccabile la figura del presidente martire, violentemente deposto nel 1973 dal colpo di Stato militare?", "label": 2}
{"idx": 656, "sentence": "Inoltrandosi lungo il viale che adduce alla cappella, dove ancora si leggono resti di affreschi sopravvissuti alle vicissitudini della storia, si ha subito un effetto di straniamento:", "label": 1}
{"idx": 657, "sentence": "\"De Bendictis - ieri beffato in ritardo dalla giuria, da un verdetto arrivato quando aveva una medaglia al collo e togliersela la fa male -;\"", "label": 1}
{"idx": 658, "sentence": "E in questo senso, la rivolta degli arbitri supera i confini di una semplice rivendicazione di categoria per il cambiamento di un paio di componenti la commissione di serie A e B.", "label": 2}
{"idx": 659, "sentence": "Abbondano naturalmente, soprattutto intorno ai Fori, quanti avvicinano le turiste proponendosi come guide turistiche, spesso tentando approcci con mozziconi di frasi in varie lingue.", "label": 1}
{"idx": 660, "sentence": "Sabato sera i giallorossi hanno giocato un'amichevole a Verona (1 1) e poi sono stati lasciati liberi dal tecnico.", "label": 0}
{"idx": 661, "sentence": "Il mancato sostegno dell'esercito di Belgrado ha consigliato una ritirata rapida.", "label": 1}
{"idx": 662, "sentence": "Per chi resta in citt, questa  la situazione dei negozi.", "label": 0}
{"idx": 663, "sentence": "Fiorini, ex direttore finanziario dell'Eni, aveva ottimi rapporti con i pi celebri magnati arabi e poteva vantare una collaborazione ventennale con il governo libico.", "label": 1}
{"idx": 664, "sentence": "Le cifre - L'Italia guida il medagliere:", "label": 1}
{"idx": 665, "sentence": "Lavoro ai pentiti,  gi polemica.", "label": 0}
{"idx": 666, "sentence": "La caccia, per, risulta molto problematica.", "label": 0}
{"idx": 667, "sentence": "L'anticipo della Finanziaria'98, per il presidente del Consiglio,  invece utile ma non indispensabile.", "label": 1}
{"idx": 668, "sentence": "Anche Dashamir Shehi, ex vice primo ministro, un tempo uomo del Presidente in citt, attacca il Governo e si oppone a misure di emergenza.", "label": 1}
{"idx": 669, "sentence": "1) Tre quarti della Societ tipografica del giornale Il Telegrafo di Livorno.", "label": 1}
{"idx": 670, "sentence": "Ora, a diversi anni di distanza dalla sua morte, tutte queste difficolt si sono fortemente accentuate a causa della guerriglia.", "label": 1}
{"idx": 671, "sentence": "ora, credo lo si possa dire, il vostro Paese  incamminato sulla strada giusta ''.", "label": 1}
{"idx": 672, "sentence": "Anche il luogo della violenza sarebbe gi stato individuato.", "label": 0}
{"idx": 673, "sentence": "Vi fanno parte 5 membri dell'Accademia delle Scienze, 42 professori universitari, giornalisti, scrittori, registi, attori.", "label": 1}
{"idx": 674, "sentence": "Eppure a noi piace pensarlo come un lapsus, che il sottopassaggio fosse quello del via, perch certe imprese si sentono dentro.", "label": 2}
{"idx": 675, "sentence": "Il sindaco di Trieste Riccardo Illy si  dimesso dopo una seduta burrascosa del Consiglio comunale gioved notte.", "label": 1}
{"idx": 676, "sentence": "Ritrovati e portati a valle invece i ventidue belgi dati per dispersi venerd nell'alta valle dei Concei, in Trentino.", "label": 1}
{"idx": 677, "sentence": "I farmaci anti - rigetto hanno un effetto di indebolimento sulle difese immunitarie e il trapiantato  pi esposto a infezioni, influenze.", "label": 1}
{"idx": 678, "sentence": "L'ipotesi di un sequestro di persona a scopo di estorsione viene subito scartata.", "label": 1}
{"idx": 679, "sentence": "I giudici della marcia sono stati spesso in passato messi in discussione per la scarsa uniformit di giudizi, si dice causata dall'applicazione di criteri geopolitici.", "label": 1}
{"idx": 680, "sentence": "Da poco incaricato delle relazioni pubbliche, Mark Brabes conosce bene i meccanismi finanziari della clinica.", "label": 1}
{"idx": 681, "sentence": "Romano Prodi vuole che Dini alzi il tiro della sua azione con ''un forte messaggio di lotta all'inflazione''.", "label": 1}
{"idx": 682, "sentence": " lui che, dopo una visita di tre quarti d'ora, fissa quello che vien chiamato il ''menu dei test'':", "label": 1}
{"idx": 683, "sentence": " qui che, davanti a una sfilata di sedie diverse, con tutte le incredibili variet di forme e specialmente di schienali, viene fuori la storia della prima sedia Thonet.", "label": 1}
{"idx": 684, "sentence": "Per quanto riguarda il difensore chiesto da Mazzone, il presidente Sensi continua a sondare il mercato (Mussi e Torrente i nomi pi gettonati) per accontentare il tecnico.", "label": 1}
{"idx": 685, "sentence": "Durante il regime di Hoxha gli albanesi erano stati nutriti di un risentimento particolare nei confronti dell'Italia, potenza occupante durante la Seconda guerra mondiale.", "label": 1}
{"idx": 686, "sentence": "Ci sono pochissimi ultramiliardari e un mare di poveri '', rispondono i pi.", "label": 0}
{"idx": 687, "sentence": "''Come possiamo addolorarci per l'anniversario del genocidio nel momento in cui non impediamo al macellaio di possedere i coltelli della morte e di continuare a fabbricarne altri?", "label": 1}
{"idx": 688, "sentence": "Perch, diciamolo, in confronto alla Montessori, Pestalozzi fa la figura di un gigante ''.", "label": 1}
{"idx": 689, "sentence": "''Se per dimostrare la tesi della creativit femminile bisogna ricorrere alla Montessori, cio a una cara vecchia signora, allora si finisce con l'esaltare involontariamente il genio maschile.", "label": 2}
{"idx": 690, "sentence": "Si chiama ''Opaline Keramik'', prodotto da Keravem e distribuito da Palazzo di Milano, e composto da un particolare impasto di grs porcellanato colorato in pasta.", "label": 2}
{"idx": 691, "sentence": "Per, nell'immaginario ecologista e antinucleare un filo di responsabilit morale lega Chirac al sei agosto di Hiroshima e al nove agosto di Nagasaki.", "label": 2}
{"idx": 692, "sentence": "Di notte, quando le porte dello Stato sono chiuse si pu star seduti e si pu leggere, studiare, scrivere a casa.", "label": 1}
{"idx": 693, "sentence": "'' una vergogna - commenta senza mezzi termini Cinzia Zucaro, una signora che da venti minuti aspetta il 101 in largo Argentina sotto un sole implacabile -.", "label": 1}
{"idx": 694, "sentence": "A Pale, ''capitale'' dei serbi di Bosnia, il ''presidente'' Radovan Karadzic e il generale Ratko Mladic si stanno affrontando in un duello all'ultimo sangue.", "label": 1}
{"idx": 695, "sentence": "Sar proprio la Shik a fare il ''lavoro sporco'', se e quando l'esercito entrer a Valona.", "label": 1}
{"idx": 696, "sentence": "Il pacioso cittadino della Restaurazione  lo stesso che salir sulle barricate del 1848, quando Vienna sar scossa, come l'Europa tutta, dai moti per la Costituzione.", "label": 2}
{"idx": 697, "sentence": "Paul Samuelson ha fatto parzialmente marcia indietro rispetto al suo giudizio inizialmente negativo sulla riforma delle pensioni, sulla quale Modigliani mantiene invece le sue perplessit.", "label": 2}
{"idx": 698, "sentence": "Il carabiniere rischia da 5 a 15 anni di condanna.", "label": 0}
{"idx": 699, "sentence": "Nella stragrande maggioranza dei casi la donna ricopre, un ruolo subalterno rispetto al marito, al convivente, al padre, al fratello, ai figli.", "label": 1}
{"idx": 700, "sentence": "La piramide ''Gjallica'' non soltanto finanziava il Partito democratico ma era diventata uno dei centri di riciclaggio di denaro sporco pi importanti del Mediterraneo.", "label": 1}
{"idx": 701, "sentence": "Di volti, storie, leggende che paiono esaurite e che passano la mano.", "label": 1}
{"idx": 702, "sentence": "Non  ancora cominciata la notte che gi la citt  sprofondata nel silenzio e nel deserto.", "label": 0}
{"idx": 703, "sentence": "Ci sono i reggimenti pi fedeli al presidente Berisha e i reparti scelti.", "label": 1}
{"idx": 704, "sentence": " stato il primo dei Mayo a portarlo dall'Inghilterra:", "label": 1}
{"idx": 705, "sentence": "Lo volle Carlo III di Borbone per la sua Reggia di Caserta e noi, turisti casuali capitati in un giorno qualsiasi, lo ritroviamo intatto e immenso qual era:", "label": 1}
{"idx": 706, "sentence": "Eppure gli esperti della Banca e del Fondo sono al lavoro da giorni per studiare una soluzione che coinvolger i partner economici pi importanti di Tirana.", "label": 1}
{"idx": 707, "sentence": "Mosca tent di riaverli indietro ma intanto era scoppiata la crisi di Cuba e della Baia dei Porci, e cos anche Kruscev si dovette arrendere.", "label": 1}
{"idx": 708, "sentence": "I due hanno la stessa passione di tanti ragazzi della loro et:", "label": 0}
{"idx": 709, "sentence": "Teresa gli fa vedere le lettere, il quadro con gli elefanti e quello con le palme, le fotografie.", "label": 1}
{"idx": 710, "sentence": "Come la storiaccia dei dodici minori, ma non troppo, accusati di aver imposto rapporti sessuali a tre bambine di undici, dodici e tredici anni.", "label": 1}
{"idx": 711, "sentence": " pi ''colpevole'' dei cinesi (che da anni ignorano la moratoria internazionale sugli esperimenti nucleari), dicono gli ecologisti, in quanto Chirac  uomo di fede democratica.", "label": 2}
{"idx": 712, "sentence": "Per esempio il direttore della Banca statale di risparmio, Bedri Collaku.", "label": 1}
{"idx": 713, "sentence": "Migliaia di piccoli risparmiatori truffati con le tasche vuote sono diventati la massa di manovra della protesta.", "label": 1}
{"idx": 714, "sentence": "l'intera popolazione della Krajina secondo l'ultimo censimento anteguerra, ma  senz'altro una cifra gonfiata.", "label": 1}
{"idx": 715, "sentence": "quando Gastaldello sporcava la prestazione con un appoggio inutile e sballato a Manninger costringendo il portiere ad entrare da rigore su Cruz, mezzo metro dentro l'area, ne avevamo la conferma decisiva.", "label": 2}
{"idx": 716, "sentence": "La presenza femminile nelle carceri  raddoppiata nel decennio'74 -'84, periodo nel quale sono aumentati i detenuti per terrorismo e per tossicodipendenza:", "label": 1}
{"idx": 717, "sentence": "La tradizione e le antiche solidariet hanno poi resistito al crollo del regime.", "label": 1}
{"idx": 718, "sentence": "Capello provvede a sgombrare il campo dagli equivoci sgretolando, ancora prima di averlo collaudato, il progetto dei quattro attaccanti (''non se ne parla neppure'').", "label": 1}
{"idx": 719, "sentence": "Secondo le indagini degli inquirenti il ferimento sarebbe appunto opera di De Stasio:", "label": 1}
{"idx": 720, "sentence": "LONDRA - La Gran Bretagna  travolta da una nuova ondata di curiosit pruriginosa, che si annuncia pi forte che mai, sul fascino esercitato da Lady Diana sugli uomini.", "label": 2}
{"idx": 721, "sentence": "Numeri e percentuali dell'altra met del cielo.", "label": 1}
{"idx": 722, "sentence": "Se riuscir a ottenere un accordo con le opposizioni, forse sar in grado di svuotare le piazze dalla protesta politica per affrontare quindi il problema dell'ordine pubblico a Valona.", "label": 2}
{"idx": 723, "sentence": "Ormai del resto il fenomeno si  stabilizzato.", "label": 0}
{"idx": 724, "sentence": "Come se il sonno della ragione non avesse aggredito nel frattempo altri luoghi, genti, cuori.", "label": 1}
{"idx": 725, "sentence": "L'esplosione di rabbia  genuina ma viene anche ispirata e organizzata da malavitosi, ex agenti della Segurimi, funzionari corrotti.", "label": 1}
{"idx": 726, "sentence": "Un box alla periferia di Milano, utilizzato dai cinque fermati.", "label": 0}
{"idx": 727, "sentence": "Le pietre dei manifestanti avevano allora preso di mira non solo i palazzi del potere ma anche le vetrate degli uffici di Tirana del Fondo monetario.", "label": 1}
{"idx": 728, "sentence": "Il lavoro era finito, ormai facevano i turisti ''.", "label": 0}
{"idx": 729, "sentence": "L'argomentazione era debole, ma Farinacci godeva della protezione dei tedeschi e il caso fu archiviato.", "label": 1}
{"idx": 730, "sentence": "All'improvviso balza agli occhi Mayo.", "label": 1}
{"idx": 731, "sentence": "Ragione di entrambi i pagamenti fu una campagna di stampa dell'Avanti in favore dell'acquisizione della Metro Goldwin Mayer.", "label": 1}
{"idx": 732, "sentence": "Al massimo, li ridurr da otto a sette.", "label": 0}
{"idx": 733, "sentence": "ROMA - Le signore inglesi non gradiscono le attenzioni dei ''pappagalli'' romani.", "label": 1}
{"idx": 734, "sentence": "Da Valona e Tirana, in aereo o con barche veloci, arrivavano alle dogane di Bari e Brindisi valigette piene di contanti, trasportate da dipendenti o portaborse delle finanziarie fallite.", "label": 1}
{"idx": 735, "sentence": "Adesso che succeder, delle idee di Coronas?", "label": 1}
{"idx": 736, "sentence": "Invece la Fininvest non si comporta cos, almeno nelle idee di Gianluca Vialli.", "label": 1}
{"idx": 737, "sentence": "Pansa ha confermato quanto sostenuto dal collega dell'antimafia, limitandosi ad ammettere che per lo scandalo albanese indagini sono in corso anche in Italia.", "label": 1}
{"idx": 738, "sentence": "Quest'impressione  accresciuta se si osservano i tipici cortili rettangolari, circondati da ballatoi con ringhiera di ferro battuto e tante piccole scale, che raggiungono i singoli appartamenti.", "label": 1}
{"idx": 739, "sentence": "Loro la Lagostena non la volevano, ma non volevano neppure Alessandra Mussolini, che invece io ho sostenuto fino alla fine.", "label": 1}
{"idx": 740, "sentence": "Il portavoce dell'Onu a Zagabria, Chris Gunness, per insiste:", "label": 0}
{"idx": 741, "sentence": "Ma i primi a doversene ne convincere dovranno essere gli stessi albanesi, a cominciare dal Parlamento eletto lo scorso maggio e palesemente ben poco rappresentativo (almeno nella situazione attuale).", "label": 2}
{"idx": 742, "sentence": "Il portacolori di Marcello Skoric, il miglior trottatore tra gli importati attualmente in attivit in Italia, sogna di conquistare l'''International Trot'', in programma a New York sabato 19.", "label": 1}
{"idx": 743, "sentence": "Tutti al Nord, gli altri premi pi consistenti, che sono andati a biglietti venduti a Parma, Bologna e Padova.", "label": 1}
{"idx": 744, "sentence": "\"Nel'79, la maratona di Spalato, vinta da Kausis, risult pi corta di 991 metri;\"", "label": 1}
{"idx": 745, "sentence": "Lo ha fondato del resto uno dei grandi giornalisti dei nostri tempi, Emilio Filippi.", "label": 0}
{"idx": 746, "sentence": "''Pigna'' (bianco e blu) e ''Vecchia Napoli'', classici decori di Vietri, distr. da Tirone Edilizia.", "label": 1}
{"idx": 747, "sentence": "Alberto Zorzoli propone la trasformazione in Governo della Regione e Parlamento regionale.", "label": 1}
{"idx": 748, "sentence": "La sindrome Nuvolari si diffonde sempre pi fra gli autisti dell'Atac.", "label": 1}
{"idx": 749, "sentence": "Saverio Pallucca al cicloergometro nel Centro per la riabilitazione di Gualdo Tadino.", "label": 2}
{"idx": 750, "sentence": "Scopo del versamento era quello di agevolare l'ingresso nella Confederazione di una societ italo libica, la Gatoil, osteggiata dal governo di Berna.", "label": 2}
{"idx": 751, "sentence": "l'infarto  il suo incubo - spiega la moglie Giovanna, 65 anni -.", "label": 0}
{"idx": 752, "sentence": "La maratona di Goteborg pi corta di 400 metri (41,795 metri) fa ricordare alcuni errori del passato.", "label": 1}
{"idx": 753, "sentence": "La politica dei cetnici, la pulizia etnica,  il genocidio.", "label": 1}
{"idx": 754, "sentence": "lavora infatti a Parigi per l'agenzia turistica Avana Tours che  un'emanazione di Cubana de Aviacion, le linee aeree cubane.", "label": 1}
{"idx": 755, "sentence": "Il deficit della bilancia commerciale di Tirana sfiora ormai il mezzo miliardo di dollari.", "label": 1}
{"idx": 756, "sentence": "Le ricerche di Gabriella sono proseguite per tutta la mattinata, con elicotteri, posti di blocco e perquisizioni.", "label": 1}
{"idx": 757, "sentence": "La stessa euforia che gli ha fatto sparare, di primo mattino, un po'di colpi, veri, verso il cielo.", "label": 1}
{"idx": 758, "sentence": "La sua  un'affascinante opposizione rispetto all'immagine delle donne alla ribalta... cinguettanti mentre leggono le notizie al telegiornale, o nude sulle copertine delle riviste.", "label": 2}
{"idx": 759, "sentence": "Il fallimento di alcune di queste societ ha segnato la rottura del patto.", "label": 0}
{"idx": 760, "sentence": "fuori gli Usa che dovranno reinventarsi lo sprint quando Atlanta  gi in fondo al rettilineo.", "label": 2}
{"idx": 761, "sentence": "Un clima ben espresso dalla comunit di Monte Verit ad Ascona, presso la quale risied maturando il proposito di abbandonare una societ che giudicava corrotta e filistea.", "label": 2}
{"idx": 762, "sentence": "ROMA - Dopo l'episodio dell'elicottero dei vigili del fuoco che ha sorvolato la residenza estiva del capo dello Stato a Castelporziano, ecco il caso del corazziere.", "label": 1}
{"idx": 763, "sentence": "La clinica pi famosa del mondo  circondata da chilometri di strade:", "label": 0}
{"idx": 764, "sentence": "Anche sull'Albania soffia il vento della protesta.", "label": 0}
{"idx": 765, "sentence": "Ogni medico  subito al corrente della diagnosi fatta dal suo collega;", "label": 1}
{"idx": 766, "sentence": "Dal 1992, quando l'Albania inizi il processo di transizione verso il mercato, sono nate oltre 500 imprese italiane, con investimenti complessivi che superano i 200 milioni di dollari.", "label": 1}
{"idx": 767, "sentence": "''Certo  impegnativo stare l a rispondere a tutti e magari a bloccare un matto, armati di niente, - commenta Tiziano -.", "label": 1}
{"idx": 768, "sentence": "Ha detto che questo sar, comunque, il suo ultimo anno nel ruolo.", "label": 0}
{"idx": 769, "sentence": "18 le bare arrivate all'aeroporto di Orio al Serio dove fu allestita una camera ardente visitata fra gli altri anche dal cardinale Carlo Maria Martini.", "label": 1}
{"idx": 770, "sentence": "Insomma, hanno un modo di ragionare rozzo, scaltro.", "label": 0}
{"idx": 771, "sentence": "Si festeggia come si pu e la cosa pi naturale per un croato, di domenica, ad agosto  andare a messa e poi al mare.", "label": 1}
{"idx": 772, "sentence": "La Rost ha conquistato la platea che alla fine si dichiarava affascinata dalla sua voce chiara e espressiva e il suo talento drammatico.", "label": 1}
{"idx": 773, "sentence": "I suoi oggetti e i suoi spazi, ricostruiti in una grande esposizione nella capitale austriaca, stanno incontrando un successo senza precedenti.", "label": 1}
{"idx": 774, "sentence": "Accanto agli intarsi, ottenuti con il perfetto abbinamento di diversi colori, si possono scegliere fondi uniti e realizzare cos bordure, tappeti centrali, greche e pannelli.", "label": 1}
{"idx": 775, "sentence": "Ma questa calma, dopo anni di martellamento quotidiano, innervosisce la popolazione.", "label": 1}
{"idx": 776, "sentence": "Dal nostro inviato Goteborg - I nuovi pirati del mar dei Caraibi ce l'hanno fatta:", "label": 1}
{"idx": 777, "sentence": " una specie di consuetudine, a Rochester.", "label": 0}
{"idx": 778, "sentence": "Dall'88, sar produttore (Domani accadr e Il portaborse di Daniele Luchetti) e dal'91 esercente in proprio di una sala cinematografica a Trastevere, il Nuovo Sacher.", "label": 2}
{"idx": 779, "sentence": "e in Germania anche acero, frassino, betulla.", "label": 0}
{"idx": 780, "sentence": "La Commissione contest a Farinacci di aver evaso il fisco per 3 milioni tra il 1926 e il 1943.", "label": 1}
{"idx": 781, "sentence": "Quando il meccanismo si inceppa,  il disastro.", "label": 0}
{"idx": 782, "sentence": "Colonne di civili croati in festa ''rioccupano'' le citt della Krajina.", "label": 1}
{"idx": 783, "sentence": "la Formula 1 fa un mese di pausa prima di ripresentarsi in Europa.", "label": 0}
{"idx": 784, "sentence": "L'altra sera i suoi 1.500 posti erano tutti occupati.", "label": 0}
{"idx": 785, "sentence": "\"''Il vero pericolo  che - per una foto indiscreta - lei possa rinunciare a un antico piacere, che forse qualche volta ha nutrito la sua ispirazione;\"", "label": 2}
{"idx": 786, "sentence": "SALISBURGO - Grande successo di Riccardo Muti sabato al debutto salisburghese di ''Traviata'' (sulla quale il ''Corriere'' riferir in sede critica domani).", "label": 1}
{"idx": 787, "sentence": "''Sei come una donna del Botticelli''.", "label": 0}
{"idx": 788, "sentence": "Le poltrone e il tavolino in midollino, di Pierantonio Bonacina, sono in vendita da Tanzi, come le coppe in vetro.", "label": 1}
{"idx": 789, "sentence": "Leonard T. Kurland, direttore del reparto di statistica, si diverte ogni tanto a sfogliare i dossier dei primi del secolo appartenuti ai fratelli Mayo:", "label": 1}
{"idx": 790, "sentence": "La difesa di Andreotti e l'attacco alla Pivetti sono temi cari al deputato critico d'arte:", "label": 1}
{"idx": 791, "sentence": "Per ottenere i disegni, il primo strato di cemento viene versato, colore per colore, in uno stampo.", "label": 1}
{"idx": 792, "sentence": "Ma la Rai, grazie a una diretta telefonica, permette ai due coniugi di essere vicini nel momento pi bello.", "label": 0}
{"idx": 793, "sentence": "I disoccupati non sono ammessi nei ranghi del pi piccolo e antico corpo armato del mondo che si prepara a celebrare fra una decina di anni i suoi cinque secoli di vita.", "label": 1}
{"idx": 794, "sentence": "sta trascorrendo le vacanze estive in alta Val di Susa.", "label": 0}
{"idx": 795, "sentence": "la rifondazione della nostra societ  possibile solo partendo dalla coppia, dall'amore di due persone.", "label": 1}
{"idx": 796, "sentence": "essa  al di l della storia curiosa di un titolo.", "label": 1}
{"idx": 797, "sentence": "Sono i dossier dei pazienti che viaggiano con loro:", "label": 1}
{"idx": 798, "sentence": "dopo i primi risultati, 3/4 volte la settimana.", "label": 0}
{"idx": 799, "sentence": "FORL - L'inchiesta che coinvolge Bernard Tapie, l'ex presidente del Marsiglia Calcio, condannato lo scorso 15 maggio a un anno di carcere per corruzione, si allarga fino a Forl.", "label": 1}
{"idx": 800, "sentence": "Il colombiano ne ha spizzicati tanti di palloni.", "label": 1}
{"idx": 801, "sentence": "Due sub sono morti, uno era un campione del rugby, e un altro ha avuto le gambe tagliate da un'elica.", "label": 0}
{"idx": 802, "sentence": "La vicenda  stata ricostruita anche al cinema, con il film ''Gorilla nella nebbia'' interpretato da Sigourney Weaver.", "label": 1}
{"idx": 803, "sentence": "Quattro tecnici italiani e due dei loro figli sono stati rapinati e uccisi dai banditi durante una gita in un'oasi naturalistica.", "label": 1}
{"idx": 804, "sentence": "Abbiamo garantito loro il rispetto di tutti i diritti.", "label": 0}
{"idx": 805, "sentence": "Almeno fino a quando questo pezzo di terra africana non  diventato, nel 1994, teatro di guerre civili tra diverse culture.", "label": 1}
{"idx": 806, "sentence": "In casa Didoni, tre modesti locali al piano terra, c' solo il fratello del neocampione, Alessandro, 25 anni, che lavora all'ospedale di Niguarda.", "label": 1}
{"idx": 807, "sentence": "A ''proteggerlo'' doveva bastare il palloncino che avverte della presenza di un subacqueo, ma Marco Paradisi quel palloncino giura di non averlo proprio visto.", "label": 1}
{"idx": 808, "sentence": "2.500 dollari per toccare l'altra sponda dell'Adriatico.", "label": 0}
{"idx": 809, "sentence": "L'edificio bruciato  costruito all'interno del parco della Mandria.", "label": 0}
{"idx": 810, "sentence": "era questo un metodo che conferiva alle piastrelle ''fiammature'' naturali dovute all'incostanza della temperatura.", "label": 1}
{"idx": 811, "sentence": "La finestra  parte di un palazzo generalmente bianco e grigio ed  sormontata da una lunetta, nella quale spesso c' l'aggetto semplice di una ghirlanda.", "label": 2}
{"idx": 812, "sentence": "Dal nostro inviato Civitavecchia - Il luogo del demonio  un quadrivio polveroso, nella zona industriale della citt.", "label": 1}
{"idx": 813, "sentence": "Marco Paradisi, il proprietario,  al timone.", "label": 0}
{"idx": 814, "sentence": "''Qui i giovani sono dei disoccupati potenziali.", "label": 0}
{"idx": 815, "sentence": " difficile che la gente di Srebrenica o di Zepa (quella ancora viva) si chieda in queste ore se Truman fece bene o fece male a sganciarla.", "label": 2}
{"idx": 816, "sentence": "bene, prometta solennemente che n lui n il segretario Zappacosta accetteranno (come fecero l'anno scorso) di discutere coi rappresentanti delle societ le scelte di Casarin e le direzioni arbitrali.", "label": 2}
{"idx": 817, "sentence": "''I Gregori probabilmente sono rimasti vittima dello scherzo di qualche setta demoniaca''.", "label": 1}
{"idx": 818, "sentence": "Lo ha promesso Wojtyla in persona, durante la riflessione dell'''Angelus'', rivolta alla prossima conferenza Onu di Pechino sulla condizione femminile.", "label": 1}
{"idx": 819, "sentence": "sembra che una delle telefonata sia stata fatta dal corazziere mentre era in servizio al Quirinale.", "label": 0}
{"idx": 820, "sentence": "Qui sotto, una delle sale di attesa in cui i candidati al check-up sostano prima di essere chiamati alla visita generale.", "label": 1}
{"idx": 821, "sentence": "Nel 1919 i fratelli Mayo crearono un programma di applicazione in accordo con l'Universit del Minnesota.", "label": 1}
{"idx": 822, "sentence": "Arriva un elicottero, l'uomo, si chiama Francesco Errera, ha 42 anni, viene portato di corsa al San Camillo.", "label": 1}
{"idx": 823, "sentence": "Nel frattempo nella capitale la Banca mondiale ha smentito la notizia dell'esistenza di un piano di salvataggio proposto al Governo di Tirana per fronteggiare il crack delle finanziarie.", "label": 1}
{"idx": 824, "sentence": "Nella Raccolta di mobili antichi, a Vienna, un intero piano  riservato a una sfilata di camerette Biedermeier dove si possono vedere tutte queste cose.", "label": 1}
{"idx": 825, "sentence": "Notizie confortanti giungono a Sarajevo da Pale, ''capitale'' dei serbo bosniaci, dove il loro leader, Karadzic,  contestato dai moderati che propongono una soluzione ''ragionevole''.", "label": 1}
{"idx": 826, "sentence": "L'altro ieri si  avuto un primo incontro tra le parti, che ufficialmente non si parlano da tempo, e oggi ce ne sar probabilmente un secondo.", "label": 1}
{"idx": 827, "sentence": "All'interno, lo spazio  ridotto e va sfruttato al massimo.", "label": 0}
{"idx": 828, "sentence": "Poi, con responsabilit non disgiunta dalla severit, si apra la caccia al vero cancro del trotto, l'hard doping.", "label": 2}
{"idx": 829, "sentence": "Ma ciascuno di loro dovr rinunciare a qualche gioia personale, magari un gol o una giocata spettacolare, per aiutare la squadra ''.", "label": 1}
{"idx": 830, "sentence": "Sono gli argomenti utilizzati, per spiegare il malessere della cittadina costiera, dal sindaco pidiessino Pietro Tidei:", "label": 1}
{"idx": 831, "sentence": "Per tutta la giornata i carabinieri hanno controllato decine di persone, tra cui i cinque utilizzatori del box dove sarebbe avvenuta la violenza:", "label": 1}
{"idx": 832, "sentence": "Bastano pochi minuti al giorno per alleggerire una giornata pesante, l'importante  avere in mano quelle tre regole chiave che ti procurano un momento di pacifico recupero.", "label": 1}
{"idx": 833, "sentence": "''Ho intenzione di rimanere sino alla scadenza del biglietto aereo, a febbraio'' si legge ancora nella lettera.", "label": 1}
{"idx": 834, "sentence": "Trabocca novit la 20 edizione della Fiera del Libro che s'aprir al Lingotto dal 10 al 14 maggio.", "label": 1}
{"idx": 835, "sentence": "Io, per esempio, ho combattuto nell'esercito federale impegnato nella Krajina contro i croati.", "label": 1}
{"idx": 836, "sentence": "Sulla strada per Valona - 140 chilometri disseminati di buche, oltre tre ore di auto in condizioni normali dalla capitale - viaggiano camion militari in continuazione.", "label": 1}
{"idx": 837, "sentence": "Energia, forza, ricostituenti, massaggi, relax, creme, ecc.:", "label": 0}
{"idx": 838, "sentence": "parla dei profughi in arrivo dal Ruanda.", "label": 0}
{"idx": 839, "sentence": "ricordo imperituro del suo rapporto con l'antico Egitto.", "label": 1}
{"idx": 840, "sentence": "L'Inter avanza a tutto Ganz e segna anche Rambert Ince corre per due, Salernitana costretta alla resa.", "label": 1}
{"idx": 841, "sentence": "''Marmo ricomposto'' (materiale frantumato miscelato a resine e pressato sottovuoto) della serie ''Stonit'' di Stone Italia.", "label": 2}
{"idx": 842, "sentence": "E pensare che quando ho avuto l'idea di mettere in scena uno spettacolo che parlasse di sesso, argomento su cui la disinformazione  massima, Dario si preoccupava:", "label": 1}
{"idx": 843, "sentence": "se far il bravo, poi sar riabilitato.", "label": 0}
{"idx": 844, "sentence": " stato determinante l'intervento della Croazia?", "label": 0}
{"idx": 845, "sentence": "Adesso che certi problemi sembrano superati, rimane loro il dovere sacrosanto di rispettare la fatica dei concorrenti senza quei crudeli ritardi andati in onda puntualmente anche ieri.", "label": 1}
{"idx": 846, "sentence": "Poi stasera torno a Zagabria '', grida Kasim Zdionica, un signore con una pancia enorme, le ciabatte di gomma e un pugnale infilato nella cintura.", "label": 1}
{"idx": 847, "sentence": "Costo dalle 100.000 alle 150.000 il mq.", "label": 0}
{"idx": 848, "sentence": "Sangue sulle strade - Tra la notte e l'alba di ieri decine di incidenti stradali mortali, 23 in tutto le vittime.", "label": 0}
{"idx": 849, "sentence": "La domenica d'oro dell'atletica italiana suggerisce una serie di considerazioni anche statistiche.", "label": 1}
{"idx": 850, "sentence": "''Faccio notare a Cavallo che anche Pietro Secchia, durante un viaggio a Santiago alla fine del 1971, not questa ostilit.", "label": 1}
{"idx": 851, "sentence": "il ''caro universit'' non pu, n deve, applicarsi a quegli atenei dove le lezioni si  costretti ad ascoltarle nelle sale di qualche cinema o teatro.", "label": 1}
{"idx": 852, "sentence": "A quanto ammontava il patrimonio dei Ciano?", "label": 0}
{"idx": 853, "sentence": "La gara di Goteborg sta nelle parole stralunate di Don Bailey, nella sua simpatia a prima vista:", "label": 1}
{"idx": 854, "sentence": "Resta, per Ghezzi, l'ammirazione per l'accanimento del ''fare'':", "label": 1}
{"idx": 855, "sentence": "Soltanto l'intervento della polizia e la chiusura dell'area ai manifestanti ebrei ha impedito il degenerare della violenza.", "label": 1}
{"idx": 856, "sentence": "Se il tuo ... con la pelle a buccia d'arancia vuol dire che hai la cellulite.", "label": 1}
{"idx": 857, "sentence": "Non dalle fogne locali, sostengono in Comune.", "label": 1}
{"idx": 858, "sentence": "Continueremo il nostro lavoro '', dicono i volontari.", "label": 0}
{"idx": 859, "sentence": "Il problema allora non  domandarsi, come faceva ieri Eugenio Scalfari, se sia il caso di rimpiangere l'abilit (ma anche la ferocia, quando serviva) del maresciallo Tito.", "label": 2}
{"idx": 860, "sentence": "Per questo il fondo investimenti della societ era rimasto solvibile, mentre erano fallite le altre finanziarie, fondate su schemi piramidali truffaldini.", "label": 2}
{"idx": 861, "sentence": "''Sam'', di Tecnomaiera, nelle varianti ''Bianco di Carrara'', ''Rosso Antico'' e ''Nero Marquina''.", "label": 2}
{"idx": 862, "sentence": "La notizia, forse, ancora non lo ha raggiunto.", "label": 0}
{"idx": 863, "sentence": "Sono reclutati al Nord, un'area del Paese che  stata soltanto sfiorata dalla protesta.", "label": 1}
{"idx": 864, "sentence": "Bailey  di Manchester (Giamaica), Surin di Haiti e Boldon di Trinidad.", "label": 1}
{"idx": 865, "sentence": "Fra i vari sistemi di stampa vi sono differenze pi o meno palpabili sotto certi aspetti, ma ognuna presenta a sua volta anche distinzioni particolari che possono rendere difficile un confronto diretto.", "label": 2}
{"idx": 866, "sentence": "Arafat ha persino voluto il circo di Tashkent.", "label": 0}
{"idx": 867, "sentence": "''I love you too'' risponde in inglese la May che tra lacrime, sorrisi di gioia e le domande del giornalista della Tgs Mario Mattioli ha modo di commuoversi:", "label": 1}
{"idx": 868, "sentence": "Alla spirale  dedicata anche la sala ottagonale, all'interno, con illusionistiche pareti a specchio.", "label": 1}
{"idx": 869, "sentence": "''Se si fanno superare da un vecchio come me, cambino mestiere'' ripeteva il nonno del vento, aspettando l'ultima sfida.", "label": 1}
{"idx": 870, "sentence": "''Il Lido'', ''The Beach'', ''La Mirage'', ''The Palace''.", "label": 0}
{"idx": 871, "sentence": "Gli investigatori hanno controllato decine di persone e nel pomeriggio hanno puntato l'attenzione su un immigrato dell'Europa dell'Est che  stato fermato.", "label": 1}
{"idx": 872, "sentence": "La scultura  del pachistano Hamad Butt:", "label": 0}
{"idx": 873, "sentence": "Mica tutta l'America ha vissuto all'Ok Corral.", "label": 1}
{"idx": 874, "sentence": "era strano per che proprio lui che  ferocemente contro il luogo comune giornalistico si sia accontentato di un'analisi povera, insignificante, prevedibile, poco labirintica, dal respiro corto ''.", "label": 2}
{"idx": 875, "sentence": "Io voglio che si parli del caso Lentini.", "label": 0}
{"idx": 876, "sentence": "Gianni era passato dall'euforia all'invettiva.", "label": 1}
{"idx": 877, "sentence": "''Ricordo che Nanni  stato uno dei pochissimi (con Celentano, il cardinal Martini e il Papa) a chiedere di non apparire in Blob:", "label": 1}
{"idx": 878, "sentence": "santuari, piscine termali, turisti, invasioni di pellegrini.", "label": 0}
{"idx": 879, "sentence": "E anche la Croce Rossa non ha i mezzi per affrontare l'emergenza.", "label": 0}
{"idx": 880, "sentence": "La frontiera di via di Porta Angelica  la preferita dagli svizzeri.", "label": 1}
{"idx": 881, "sentence": "'' un po'come rivendicare ai laici il diritto di essere teologi:", "label": 1}
{"idx": 882, "sentence": "Che s' perso qualcosa, che la tv  un supermercato, che dovrebbero stare attente a non farsi intrappolare dalla logica del ''prendi tre, paghi due''.", "label": 2}
{"idx": 883, "sentence": "Slitta a Tirana la decisione sullo stato di emergenza.", "label": 0}
{"idx": 884, "sentence": "E la semplicit non esclude che i tendaggi siano vaporosi e insistentemente drappeggiati, che la tappezzeria di carta sia disegnata a convolvoli e che molti letti abbiano il baldacchino.", "label": 2}
{"idx": 885, "sentence": "La Collina degli Ulivi, in albanese Chafa Kushojviz.", "label": 0}
{"idx": 886, "sentence": "Nominato chirurgo del terzo reggimento del Minnesota, il ''piccolo medico'' arriv a Rochester, allora niente altro che una borgata, nel 1863.", "label": 1}
{"idx": 887, "sentence": "tra le donne con istruzione universitaria la percentuale raggiunge il 63 per cento.", "label": 1}
{"idx": 888, "sentence": "Combatteremo insieme ai musulmani, contro i serbi.", "label": 0}
{"idx": 889, "sentence": "Le donne che dichiarano di chiedere all'uomo che modifichi il proprio comportamento vanno dal 75 al 95 per cento.", "label": 1}
{"idx": 890, "sentence": " Kurt Kola, presidente del Forum, l'organizzazione che riunisce i partiti dell'opposizione.", "label": 1}
{"idx": 891, "sentence": "Ma sapete, sono cose della loro et ''.", "label": 0}
{"idx": 892, "sentence": "Drammatica telefonata ai parenti di Luigi Cazzaniga:", "label": 0}
{"idx": 893, "sentence": "La Bomba non ha salvato l'impero sovietico.", "label": 0}
{"idx": 894, "sentence": "l'intervallo di pranzo e il ritorno a casa.", "label": 0}
{"idx": 895, "sentence": "Si ferma intanto la ripresina d'autunno della chimica.", "label": 1}
{"idx": 896, "sentence": "Se i tuoi sono... perfetti, di solito, sono anche lucidi e brillanti.", "label": 1}
{"idx": 897, "sentence": "La notte, soltanto coppiette vogliose di appartarsi.", "label": 0}
{"idx": 898, "sentence": "risultato pietoso, lamentele degli altri condomini.", "label": 0}
{"idx": 899, "sentence": "Il film non era certo un granch, ma ricordo che insistetti con Guglielmi perch RaiTre lo producesse, cosa che poi non avvenne.", "label": 1}
{"idx": 900, "sentence": "All'Isepa, Istituto Europeo di Psicologia Applicata.", "label": 0}
{"idx": 901, "sentence": "''Da quel conto abbiamo consegnato un milione e mezzo di franchi svizzeri all'esponente degli hezbollah libanesi per la liberazione di due ostaggi, liberazione utile per acquistare la Gatoil''.", "label": 1}
{"idx": 902, "sentence": "La storia dell'elettricista di Sovico, volontario in Africa per insegnare un mestiere ai giovani.", "label": 1}
{"idx": 903, "sentence": "La difesa ha tratto molto giovamento dalla personalit di Fresi, sul cui futuro si pu scommettere.", "label": 1}
{"idx": 904, "sentence": "cartelli promozionali con la scritta ''Prezzi speciali ai clienti della clinica'' (come se esistesse qualcuno a Rochester che non lo fosse) e manifesti allettanti di ottimi ristoranti e trattorie.", "label": 1}
{"idx": 905, "sentence": "L'altra sera, quando  stato votato lo stato d'emergenza, i parlamentari si sono alzati in piedi e hanno tributato un minuto di silenzio alle vittime.", "label": 1}
{"idx": 906, "sentence": "Il secondo  la fine di una giornata di lavoro, studio, ecc..", "label": 1}
{"idx": 907, "sentence": "Un orecchino d'oro a forma di croce all'orecchio sinistro, qualche dente in meno, Ante  un omone con il quale nessuno si augurerebbe di scontrarsi anche solo per scherzo.", "label": 1}
{"idx": 908, "sentence": "Fu con queste parole, mentre le truppe antisommossa si preparavano all'attacco, che lo studente di Tirana, Azem Hajdari guid la prima grande manifestazione di 5.000 giovani nel dicembre'90.", "label": 1}
{"idx": 909, "sentence": "Ma chi ha tenuto duro negli anni scorsi, non sembra intenzionato ad arrendersi di fronte alla crisi di questi giorni.", "label": 1}
{"idx": 910, "sentence": "Controversa invece la regia del catalano Lluis Pasqual, che a fine spettacolo si  preso qualche fischio.", "label": 1}
{"idx": 911, "sentence": "Nella villetta di via Pietro Micca le luci sono rimaste accese fino a tardi.", "label": 0}
{"idx": 912, "sentence": "Le 24 ore seguenti  disponibile per tutti i turni.", "label": 1}
{"idx": 913, "sentence": "Gli appuntamenti con lo scudetto non lo sono mai.", "label": 0}
{"idx": 914, "sentence": "Ieri sera  stato Enrico, un cugino di Luigi, a ricordare quella battuta.", "label": 1}
{"idx": 915, "sentence": "Dal nome della mamma di Tibbets che oggi suona come una bestemmia.", "label": 1}
{"idx": 916, "sentence": "Invece dei cereali fiorisce la marijuana, di cui l'Albania  diventato il pi importante produttore europeo.", "label": 1}
{"idx": 917, "sentence": "''Dopo l'ischemia di Dario ci siamo rifugiati qui, per la sua convalescenza - continua la Rame -.", "label": 1}
{"idx": 918, "sentence": "I tre morti sul Sassolungo erano esperti rocciatori:", "label": 0}
{"idx": 919, "sentence": "Zaire, strage nel parco dei gorilla.", "label": 0}
{"idx": 920, "sentence": "''Ancora pi grave poi  l'atteggiamento del governo, che non prende posizione davanti alle stronzate di Bossi perch la sua sopravvivenza dipende dai voti della Lega''.", "label": 1}
{"idx": 921, "sentence": "Centinaia di curiosi muniti di binocoli, a New York, guardano ogni sera una coppia in luna di miele che assume posizioni sfrenate su un letto d'albergo.", "label": 1}
{"idx": 922, "sentence": "Adelio Castiglioni aveva deciso di rientrare per sempre dallo Zaire, e sabato scorso, nell'ultima telefonata, aveva confermato:", "label": 1}
{"idx": 923, "sentence": "Se strofini a lungo la pelle, per esempio, puoi incrementare l'acne.", "label": 0}
{"idx": 924, "sentence": "''L'ignoranza ti mette al riparo dalla piet'',  una delle sue sentenze preferite.", "label": 1}
{"idx": 925, "sentence": "Non prende le pillole, disegna in continuazione ''.", "label": 1}
{"idx": 926, "sentence": "''Danke Deutschland'', cantavano i croati il giorno dell'indipendenza.", "label": 1}
{"idx": 927, "sentence": "La Blue Guide di James Pettifer sull'Albania avverte.", "label": 1}
{"idx": 928, "sentence": " l'Onu ad aver subito il trattamento pi umiliante.", "label": 0}
{"idx": 929, "sentence": "invece siamo fatti di acqua, grasso, muscoli.", "label": 0}
{"idx": 930, "sentence": "Si d rilievo all'importanza del caff come luogo di ritrovo, e del teatro.", "label": 1}
{"idx": 931, "sentence": "''Sono tutti nervosi, vanno sempre di corsa.", "label": 0}
{"idx": 932, "sentence": "''In questo momento la popolarit di Hamas  al minimo storico'', dicono i giornalisti locali.", "label": 0}
{"idx": 933, "sentence": "''Anzi, secondo me non  riuscita a dare tutto quello che aveva dentro -  ancora il commento del marito -.", "label": 0}
{"idx": 934, "sentence": "La loro scelta rispetto alle macchine degli altri tipi si basa perci sulla valutazione di alcuni parametri.", "label": 1}
{"idx": 935, "sentence": "Ma solo la fedelissima Hrt, la tv di Stato,  riuscita ieri a filmare a lungo la vuota ''felicit'' di Petrinja e di Knin.", "label": 2}
{"idx": 936, "sentence": "L'approccio soft dovrebbe portare anche a sostituire lo scalone che dal primo gennaio del 2008 innalza l'et minima per la pensione di anzianit dagli attuali 57 anni a 60.", "label": 1}
{"idx": 937, "sentence": "In materia di sondaggi  interessante dare uno sguardo a uno studio realizzato da un magistrato donna sulla condizione femminile in carcere dal 1940 ad oggi.", "label": 1}
{"idx": 938, "sentence": "Sudja era riuscita ad accreditarsi come longa manus di presunti, inesistenti e ricchissimi finanzieri arabi dei quali sarebbe stata in realt, a suo dire, prestanome.", "label": 2}
{"idx": 939, "sentence": "Per lo pi si tratta di piccole imprese del settore calzaturiero, impiantistico, tessile, ittico, agricolo.", "label": 1}
{"idx": 940, "sentence": "Un flusso di merci facilitato dall'istituzione di traghetti che collegano Durazzo a Bari, Ancona e Trieste.", "label": 1}
{"idx": 941, "sentence": "''Crema Rassodante per il trattamento cosmetico della cellulite'' di Marvin.", "label": 0}
{"idx": 942, "sentence": " la Tessieri di Lucca che ha in catalogo circa trecento varianti, realizzate su vecchi stampi dell'azienda.", "label": 1}
{"idx": 943, "sentence": "Sul quale  arrivato, puntuale, anche il richiamo del presidente Scalfaro.", "label": 1}
{"idx": 944, "sentence": "Ai 33 ''dodici'' 22.684.000 lire;", "label": 0}
{"idx": 945, "sentence": "sulle regioni del Nord i temporali dovrebbero essere portati da una perturbazione in arrivo dalla Francia.", "label": 1}
{"idx": 946, "sentence": "''Una disgrazia in Africa, vi devo dare brutte notizie'' aveva detto verso le 18 al telefono Domenico Colombo, il presidente di Mondo Giusto.", "label": 1}
{"idx": 947, "sentence": "Senza rimorsi perch i Pirati dei Caraibi sono suoi fratelli di mare:", "label": 1}
{"idx": 948, "sentence": "Pi delicate e complesse da utilizzare delle altre sono infine la laser printer, il cui prezzo d'acquisto medio  anche sensibilmente superiore.", "label": 1}
{"idx": 949, "sentence": "Cinque anni fa il delitto, oggi Messa per Simonetta.", "label": 0}
{"idx": 950, "sentence": "''L'hanno costretta'', dicono gli altri.", "label": 0}
{"idx": 951, "sentence": "Fiona, la vittoria  un balzo di gioia.", "label": 1}
{"idx": 952, "sentence": "La nascita dell'Autonomia a Gaza e Gerico ha toccato aree marginali.", "label": 1}
{"idx": 953, "sentence": "Alfredo Biondi, ex ministro della Giustizia, il problema della protezione dei pentiti lo conosce bene.", "label": 1}
{"idx": 954, "sentence": "Non sono allergico ai soldi degli studios, ma preferisco lavorare con registi intelligenti come Gus (Van Sant, che lo osserva deliziato, ndr) in film di valore.", "label": 1}
{"idx": 955, "sentence": "In un campionato apertissimo, con 5 o 6 squadre in lizza per lo scudetto, l'autonomia e la forza della Can debbono essere al di sopra di ogni sospetto.", "label": 1}
{"idx": 956, "sentence": "Negli ambienti giudiziari la seconda ipotesi viene esclusa e anche il carabiniere, individuato e subito ascoltato dagli investigatori, avrebbe cercato di accreditare la tesi di una ''bambinata''.", "label": 1}
{"idx": 957, "sentence": "A quel punto le risorse a disposizione potrebbero anche essere superiori (tra i tecnici c' chi stima una cifra intorno ai 4 - 5 miliardi).", "label": 1}
{"idx": 958, "sentence": "L'unico modo per uscire da questa situazione sembra essere quello di indire nuove elezioni politiche, da svolgersi, questa volta, sotto un serio controllo internazionale.", "label": 1}
{"idx": 959, "sentence": "S,  vero, a Civitavecchia c' molta superstizione, ma non pi di quella che si trova in altre citt, come Torino, per esempio.", "label": 1}
{"idx": 960, "sentence": "Io ero influenzato dal ''Metodo'' dell'Actor's studio, Gene mi ha insegnato la naturalezza ''.", "label": 1}
{"idx": 961, "sentence": "E il giorno dopo vi ritorna sopra, sempre in prima pagina, riferendo i commenti e le impressioni del mondo politico.", "label": 1}
{"idx": 962, "sentence": "C' vita, c' contatto con la gente, le sorprese non mancano.", "label": 0}
{"idx": 963, "sentence": "sarebbero numerosi i dipendenti del servizio pubblico afflitti dal ''vizietto'' di pigiare un po'troppo il piede sull'acceleratore.", "label": 1}
{"idx": 964, "sentence": "Consigliamo ai visitatori di non passare la notte in citt senza l'assistenza di qualcuno del posto.", "label": 1}
{"idx": 965, "sentence": "Sono stati allestiti chioschi con le partiture di musicisti famosi, in cui il visitatore pu ascoltare perfette esecuzioni.", "label": 1}
{"idx": 966, "sentence": "E ancora, al primo piano, si insiste sul progresso scientifico, sulle invenzioni:", "label": 1}
{"idx": 967, "sentence": "Il numero 13 di gara gli ha portato fortuna.", "label": 0}
{"idx": 968, "sentence": "Il giovane professionista, avviato verso una brillante carriera, poche ore prima di essere assassinato insieme a un collega francese aveva rassicurato i familiari:", "label": 1}
{"idx": 969, "sentence": "''Io sono presidente della commissione Giustizia.", "label": 0}
{"idx": 970, "sentence": "Manca ancora il quasi milione di schede degli elettori all'estero.", "label": 1}
{"idx": 971, "sentence": "Inter con un'incoraggiante propensione alla personalit, focalizzata negli uomini migliori (ancora Fresi, Ince, Ganz) ma mai latitante negli altri.", "label": 2}
{"idx": 972, "sentence": "Dalle stampanti al software  una sorpresa.", "label": 0}
{"idx": 973, "sentence": "ai 670 ''undici'' 1.117.000 lire;", "label": 0}
{"idx": 974, "sentence": "I finanzieri d'assalto pi fantasiosi dei Balcani forse dovranno cambiare mestiere.", "label": 1}
{"idx": 975, "sentence": "alla fine erano molti quelli che hanno voluto stringere la mano alla Rame, in camerino.", "label": 1}
{"idx": 976, "sentence": "La Slavonia orientale in ''regime di guerra''.", "label": 1}
{"idx": 977, "sentence": "Si possono mettere in dubbio certe ''verit acquisite'' su Allende, senza fare il gioco di quell'odioso e testardo dittatore che  il generale Pinochet?", "label": 2}
{"idx": 978, "sentence": "Dalla lirica, adesso, l'attenzione si sposta alla lotteria.", "label": 0}
{"idx": 979, "sentence": "Per domare il rogo, i vigili del fuoco sono accorsi da Torino.", "label": 0}
{"idx": 980, "sentence": "Chi non chiuder i battenti  il signor Pellum Shehaj che attraverso la compagnia Silva ha raccolto fondi per finanziare i suoi investimenti nelle cave di bitume.", "label": 2}
{"idx": 981, "sentence": "Sono soprattutto questi ultimi che, in altri Paesi africani, hanno pagato il prezzo di sangue pi alto.", "label": 1}
{"idx": 982, "sentence": "Vittime, gli uni e gli altri, di disegni politici concepiti a freddo nelle stanze del potere.", "label": 1}
{"idx": 983, "sentence": "Si tratta di una critica rivolta a chi  stato protagonista della telecronaca nelle due partite finora disputate dal Milan:", "label": 1}
{"idx": 984, "sentence": "Il cast di cantanti era di altissimo livello ed  stato premiato dal pubblico a sipario calato:", "label": 1}
{"idx": 985, "sentence": "Il sostituto procuratore Rita Caccamo, magistrato di turno alla procura circondariale di Monza, non ha ritenuto necessario disporre l'autopsia n il sequestro del cantiere:", "label": 1}
{"idx": 986, "sentence": "Non mancano, nel racconto, situazioni morbose, camere a luci rosse, incontri sessuali accompagnati da pittoresche ''invenzioni'' sadomasochistiche.", "label": 1}
{"idx": 987, "sentence": "... Rimpiazza lo scetticismo e la severit con gratificazioni continue, tipo il professor Sari Dworkin, dell'Universit di Fresno, in California.", "label": 1}
{"idx": 988, "sentence": "Fino a quando dureranno in Cile le polemiche sull'intervista della Payita?", "label": 1}
{"idx": 989, "sentence": "Nel 1985 il terzo arresto cardiaco, gravissimo.", "label": 0}
{"idx": 990, "sentence": "Non  chiaro se quest'ultimo episodio di inquinamento pregiudicher la balneabilit della zona.", "label": 1}
{"idx": 991, "sentence": "''To die For'' di Gus Van Sant, in cui interpreta il marito dolce e timido dell'arrivista Nicole Kidman.", "label": 1}
{"idx": 992, "sentence": "Civitavecchia  vissuta sulla falsa rendita garantita dal porto e dall'esercito.", "label": 1}
{"idx": 993, "sentence": "Vinta dallo sconforto una donna ha tentato il suicidio dopo che, al telefono, il convivente le ha annunciato l'intenzione di troncare la relazione.", "label": 1}
{"idx": 994, "sentence": "Biedermeier, come dire ''il buon Meier'':", "label": 1}
{"idx": 995, "sentence": "Di qui a negare l'Olocausto tout court il passo  breve e Franjo, ormai diventato un leader politico, lo compie senza esitare.", "label": 1}
{"idx": 996, "sentence": "Insomma, comunque vada, si tratti di fastidio o di recriminazioni, resta sempre una solenne bocciatura per gli uomini della Capitale.", "label": 2}
{"idx": 997, "sentence": "L'improvvisato collegamento con la moglie ripaga Iapichino di un quarto d'ora tremendo, dopo la sospensione del collegamento da parte dell'emittente di Stato.", "label": 2}
{"idx": 998, "sentence": "Il suo partito Udf  per alleato tradizionale dell'Ump di Sarkozy.", "label": 1}
{"idx": 999, "sentence": "Spesso, tra quei mobili per bene, oltre che libri e spartiti si scambiano anche scritti sovversivi e, soprattutto, idee nuove.", "label": 1}
{"idx": 1000, "sentence": "Ma la cosa pi incredibile  un ''Peep - show - pavillon'', in cui, attraverso opportuni fori, si possono guardare i disegni erotici di Fendi.", "label": 2}
{"idx": 1001, "sentence": "Una prima segnalazione  stata inviata alla Procura della Repubblica, poi il caso  passato nelle mani del giudici di viale delle Milizie.", "label": 1}
{"idx": 1002, "sentence": "Gabriella abita con i genitori e il fratello di 18 anni vicino alla Fiera.", "label": 0}
{"idx": 1003, "sentence": "''Grazie Italia, ti ho regalato l'oro''.", "label": 0}
{"idx": 1004, "sentence": "di eventi che se lo passano di mano.", "label": 1}
{"idx": 1005, "sentence": "Nel 1985 nella stessa zona  stata uccisa l'antropologa Diane Fossey, che si batteva per la salvezza del parco.", "label": 1}
{"idx": 1006, "sentence": "Le raffinate lastre sono calibrate e lucidate, hanno uno spessore di 11 mm, e la posa avviene su base di cemento, oppure con collanti se la superficie sottostante  molto regolare.", "label": 1}
{"idx": 1007, "sentence": "Arbitri,  l'ora della verit.", "label": 0}
{"idx": 1008, "sentence": "Il volo per centinaia di metri  stato inevitabile.", "label": 0}
{"idx": 1009, "sentence": "Fiona May  la prima azzurra a vincere un titolo mondiale ed  la quarta italiana a conquistare la medaglia d'oro, tenendo presente anche le Olimpiadi.", "label": 1}
{"idx": 1010, "sentence": "E l'ammirazione, allora, dove sta?", "label": 0}
{"idx": 1011, "sentence": "La bellezza del marmo diventa cos fruibile in ogni situazione, anche in quelle in cui prima d'ora era considerato proibito.", "label": 1}
{"idx": 1012, "sentence": "Terza uscita e terza vittoria, ma quella di Salerno (2 0, con gol di Ganz e di Rambert)  pi pesante delle precedenti, contro Rovereto e Varese.", "label": 1}
{"idx": 1013, "sentence": "i medici non hanno fretta, le diagnosi sono meticolose.", "label": 0}
{"idx": 1014, "sentence": "La donna  stata ricoverata al San Paolo.", "label": 0}
{"idx": 1015, "sentence": "Ci siamo noi, la Juve, la Roma e il Parma ''.", "label": 0}
{"idx": 1016, "sentence": "Tipo, tu sdraiata su una spiaggia con il rumore ritmico del mare e il calore del sole.", "label": 1}
{"idx": 1017, "sentence": "La denuncia arriva dai lettori del Corriere:", "label": 0}
{"idx": 1018, "sentence": "''Cara Alessandra, siamo cos contente''.", "label": 0}
{"idx": 1019, "sentence": "Poi, al tempo del liceo e dell'universit, due o tre cinema al giorno:", "label": 1}
{"idx": 1020, "sentence": "I comunicati via fax sono diffusi da un terminale nella Confederazione svizzera e questa forse  anche la prima volta che accettano un'intervista con un giornale occidentale.", "label": 1}
{"idx": 1021, "sentence": "Nel 1944 il tribunale di Roma ordin la confisca totale dei beni della famiglia Ciano.", "label": 0}
{"idx": 1022, "sentence": "Sar lui che, alla fine degli esami, commenter e analizzer per un'ora i risultati e formuler la diagnosi.", "label": 1}
{"idx": 1023, "sentence": "Ma se per Storace Bossi  una specie di personaggio folkloristico incapace d'intendere e di volere, qualche colpevole vero, nella vicenda, c':", "label": 1}
{"idx": 1024, "sentence": "infatti verso l'alba si sono registrati incolonnamenti al casello d'ingresso dell'Autosole a Melegnano, anche se in misura ridotta (un chilometro e mezzo) rispetto a ventiquattr'ore prima.", "label": 1}
{"idx": 1025, "sentence": "La vita di Dian Fossey, che per i suoi studi aveva abbandonato una comoda esistenza,  tuttora avvolta da molti aspetti misteriosi.", "label": 1}
{"idx": 1026, "sentence": "A sollevare l'accusa  stato il rapporto della Confcommercio sull'aggressione criminale all'economia.", "label": 1}
{"idx": 1027, "sentence": "Ma la reazione pi significativa  stata quella della rivista Analysis....", "label": 1}
{"idx": 1028, "sentence": "C' chi dice che, vista la situazione, la Payita abbia deciso di imporsi il silenzio.", "label": 1}
{"idx": 1029, "sentence": "Se accadesse una cosa del genere, allora la rivolta di Valona, di Fier e della provincia potrebbe propagarsi a Tirana.", "label": 1}
{"idx": 1030, "sentence": " una fuga disordinata, come se la gente fosse stata colta di sorpresa dall'avanzata croata.", "label": 1}
{"idx": 1031, "sentence": "Ma in questo caso lo spacciatore, C.F., 34 anni,  stato denunciato a piede libero.", "label": 0}
{"idx": 1032, "sentence": "La citt le appartiene e la clinica non lascia spazio al turista.", "label": 1}
{"idx": 1033, "sentence": "Ma la Melandri studia da mesi tutte le questioni della Conferenza Internazionale....", "label": 1}
{"idx": 1034, "sentence": "Alla fine i libici sono comunque riusciti a realizzare il progetto senza bisogno della societ con la Migroil perch con quest'ultima venne raggiunto un accordo diverso ''.", "label": 1}
{"idx": 1035, "sentence": "Dall'ossessione nazionalista alla negazione dell'Olocausto.", "label": 1}
{"idx": 1036, "sentence": "Ci viene spiegato come fossero fatti, in gran parte, da giovani ebrei che venivano dal ghetto, figli di commercianti tessili.", "label": 1}
{"idx": 1037, "sentence": "Ma in Caro diario, mi  piaciuto soprattutto l'ultimo episodio, dove per la prima volta Nanni ha raggiunto se stesso attraverso la messa in scena di un fatto reale in finto documentario.", "label": 2}
{"idx": 1038, "sentence": "Il critico inventore di ''Blob'' contro l'autore di ''Ecce Bombo'':", "label": 1}
{"idx": 1039, "sentence": "Non venne mai chiarito quale formazione era stata responsabile del sequestro e chi intervenne in favore degli ostaggi.", "label": 1}
{"idx": 1040, "sentence": "Da questo a un intervento di vera e propria pacificazione, come da pi parti si va chiedendo, c' una grandissima differenza.", "label": 1}
{"idx": 1041, "sentence": "Sepolto vivo sotto gli occhi del figlio.", "label": 0}
{"idx": 1042, "sentence": "Il costo  di L. 450.000 compresi tre luned supplementari.", "label": 0}
{"idx": 1043, "sentence": "offesa all'onore del capo di Stato.", "label": 0}
{"idx": 1044, "sentence": "Hanno scelto lui '', ride nervoso, tormentando il tappo a vite di una bottiglia d'acqua minerale.", "label": 1}
{"idx": 1045, "sentence": "Erano slegati e la cosa  stata loro fatale.", "label": 0}
{"idx": 1046, "sentence": "Sul posto sono intervenuti anche i carabinieri della compagnia di Venaria, che hanno compiuto accertamenti.", "label": 0}
{"idx": 1047, "sentence": "Altri, che il silenzio le sia stato imposto.", "label": 1}
{"idx": 1048, "sentence": "Dalla radio dell'auto la voce ufficiale di Tirana ripete incessantemente l'appello a consegnare le armi.", "label": 1}
{"idx": 1049, "sentence": "''Nel Portaborse Nanni ha dimostrato tutto il suo valore di osservatore satirico capace di essere ci che lui odia, l'orribile piacevolezza del potere.", "label": 2}
{"idx": 1050, "sentence": "''Purtroppo, il programma universitario di Mayo  caro: ogni studente ci costa 30 mila dollari l'anno'', spiega Eugene Mayberry.", "label": 1}
{"idx": 1051, "sentence": "Ma pure nel grande profilo che dispose sulla sua casa accanto alla Funicolare di Capri c' una ariosit e un'eleganza tra neoclassico e secessione viennese:", "label": 2}
{"idx": 1052, "sentence": "... Se vuoi ''rimodellarci la figura'', il sistema pi rivoluzionario arriva dalla Svezia.", "label": 1}
{"idx": 1053, "sentence": "C' del sangue, e il corpo di un uomo che galleggia.", "label": 0}
{"idx": 1054, "sentence": "La televisione croata ha raccolto voci secondo cui Martic sarebbe stato ucciso mentre cercava di fuggire o forse si sarebbe tolto la vita.", "label": 1}
{"idx": 1055, "sentence": "i medici non visitano mai pi di quattro clienti al giorno ''.", "label": 0}
{"idx": 1056, "sentence": "Perci fa piacere finirci in mezzo e perdersi in un immenso parco che, per ordine, pulizia e cura, non ha nulla da invidiare a quelli tanto celebrati d'Oltralpe.", "label": 1}
{"idx": 1057, "sentence": "La sindrome di Nuvolari, che trasforma i romani al volante in piloti di Formula Uno, contagia anche gli autisti dell'Atac:", "label": 1}
{"idx": 1058, "sentence": "MILANO - Rapita all'uscita della discoteca e violentata per ore.", "label": 0}
{"idx": 1059, "sentence": "Le aspettative legate al discusso miracolo della statuina della madonna che avrebbe lacrimato sangue sembrano dissolversi come nebbia al sole:", "label": 1}
{"idx": 1060, "sentence": "Non come Lewis, la sua corsa aveva una logica, la mia no.", "label": 1}
{"idx": 1061, "sentence": "''Il regolamento non vale solo per il conducente, ma anche per l'utente.", "label": 0}
{"idx": 1062, "sentence": "Come se la lontananza da quel giorno, la presenza sulla stessa pista di Mike Marsh e Yuji Nakamura, rammentasse solo un brutto sogno dell'umanit.", "label": 2}
{"idx": 1063, "sentence": "Niente di nuovo, in sostanza, sotto il cielo della' terra delle aquile', ma le dimensioni della stangata questa volta sono colossali.", "label": 1}
{"idx": 1064, "sentence": "Farinacci reag con violenza alle accuse e sostenne, senza documentarlo, che le somme non dichiarate al fisco andavano ascritte alla voce spese generali del suo studio di avvocato.", "label": 1}
{"idx": 1065, "sentence": "Rimanendo in tema, veniamo a un insolito materiale, ottenuto con marmo frantumato addizionato con resina poliestere (6 - 7 per cento) e poi pressato sottovuoto.", "label": 2}
{"idx": 1066, "sentence": "Domenica, dal Monte Igman, arriva qualche colpo sulla citt.", "label": 1}
{"idx": 1067, "sentence": "In tre anni, mi pare, di programmazione non  mai uscito dal recinto abbastanza redditizio del medio cinema internazionale d'autore.", "label": 2}
{"idx": 1068, "sentence": "Era rimasto vedovo nel'73, quando una malattia gli aveva portato via la moglie Elsa, ma aveva continuato a lavorare anche per il figlio che avevano adottato da qualche anno:", "label": 1}
{"idx": 1069, "sentence": "ai Mondiali'87, nei 10.000, la campana venne suonata a due giri dalla fine per Panetta e Kunze, in corsa per l'argento (vinse l'azzurro).", "label": 1}
{"idx": 1070, "sentence": "Ma i drammatici momenti di Hiroshima avevano comunque un che di sacro nel film trasmesso ieri dalla tv.", "label": 1}
{"idx": 1071, "sentence": "Sono la preoccupazione di sbagliare, il difensivismo a oltranza a togliere intensit al cinema di Moretti?", "label": 2}
{"idx": 1072, "sentence": "Servizio di Henri Bovet Foto Gamma - F. Guenet Al gigantesco aeroporto di Chicago, ci vogliono venti minuti buoni per arrivare al cancello dove  in attesa il pullman per Rochester.", "label": 2}
{"idx": 1073, "sentence": "Solo che stavolta non erano le ''dame delle casseruole'' a parlarne, ma la stessa Payita.", "label": 1}
{"idx": 1074, "sentence": "Dalle 72.000 alle 220.000 lire al pezzo.", "label": 0}
{"idx": 1075, "sentence": "'' una fattura a morte'', ha sentenziato il prete traendo le sue certezze dal colore della rosa e dall'orario del diabolico brindisi.", "label": 2}
{"idx": 1076, "sentence": "Tutto il Gotha internazionale ha dormito, festeggiato, celebrato, brindato, firmato contratti miliardari nelle quasi leggendarie suite del Walford-Astoria, uno degli alberghi pi celebri del mondo.", "label": 1}
{"idx": 1077, "sentence": "Da ieri tutte le Tv, Rai compresa, non mandano pi immagini perch  stato chiuso il centro di riversamento via satellite.", "label": 1}
{"idx": 1078, "sentence": "Da qualche giorno il pensionato Sergio Minetto, 70 anni, presunto agente segreto della Cia, ha un'andatura ancora pi circospetta, ma  un uomo libero.", "label": 1}
{"idx": 1079, "sentence": "Cm 20x20, L. 120.000 e 130.000 il mq.", "label": 1}
{"idx": 1080, "sentence": "Secondo indiscrezioni la prima segnalazione  stata inviata alla procura della Repubblica.", "label": 1}
{"idx": 1081, "sentence": "Mayo Clinic  qui che si fa il check-up pi famoso del mondo.", "label": 1}
{"idx": 1082, "sentence": "E a riprova del motto, la cittadina ha preparato una ''contro'' commemorazione a base di Amarcord e messa in suffragio:", "label": 2}
{"idx": 1083, "sentence": "Lunghe colonne di profughi in fuga si stanno allineando lungo le rotte della guerra:", "label": 1}
{"idx": 1084, "sentence": "Tutti, incluse le autorit, conoscono la loro provenienza, ma nessuno dice e fa nulla per prevenire il massacro di capi selvatici.", "label": 1}
{"idx": 1085, "sentence": "In realt in questi anni a Tirana si sono scontrati in una dura lotta di potere i clan legati alla vecchia nomenklatura, trasversali sia ai partiti di Governo che di opposizione.", "label": 1}
{"idx": 1086, "sentence": "L'intrigo internazionale si  svolto tra Beirut, Ginevra e Tripoli nel 1990.", "label": 1}
{"idx": 1087, "sentence": "il gruppo aveva appena imboccato la strada di accesso al parco, una strada abbastanza frequentata, quando  stato bloccato da un gruppo di uomini armati.", "label": 1}
{"idx": 1088, "sentence": "A Gaza il salario medio per una giornata di lavoro  di 15.000 lire.", "label": 0}
{"idx": 1089, "sentence": "Dopo aver minacciato di cacciare entrambi se non smettono di litigare, Matarrese ha posto accanto a Casarin una specie di commissario politico (Paparesta, suo devoto e concittadino) senza neppure interpellarlo.", "label": 2}
{"idx": 1090, "sentence": "il nuovo Settebello ha vinto il trofeo ''Otto Nazioni'' battendo la Russia per 6 5 (0 1, 2 0, 3 1, 1 3).", "label": 0}
{"idx": 1091, "sentence": "Un'operazione simile, ma con scambio di alcune dosi di cocaina, si  svolta alla stazione Termini.", "label": 1}
{"idx": 1092, "sentence": "''Hanno pi turbato i particolari intimi del rapporto tra Allende e la Payita.", "label": 1}
{"idx": 1093, "sentence": "Siamo solo alla met d'una vicenda ''lastricata'' di false piste.", "label": 1}
{"idx": 1094, "sentence": "L'aggressione all'alba nella zona dell'Idroscalo di Milano, la violenza in un box.", "label": 1}
{"idx": 1095, "sentence": "Era il ritratto del nuovo piccolo borghese, che ha una piccola casa, con piccole ricchezze, che spesso lievitano senza parere.", "label": 1}
{"idx": 1096, "sentence": "subito dopo Filippide, soldato ateniese, il primo ''maratoneta'' della storia, esal l'ultimo respiro.", "label": 1}
{"idx": 1097, "sentence": "Sono tornate le vecchie minacce (pi volte Hassiba  stata oggetto delle attenzioni degli integralisti), pi pesanti di un tempo.", "label": 1}
{"idx": 1098, "sentence": "La tedesca si era preparata per i Mondiali in Algarve con il figlio e il suo nuovo compagno, il decatleta francese Alain Blonder.", "label": 1}
{"idx": 1099, "sentence": "La polemica nasce dal fatto che il Tg 3 non ha usato la ''pecetta'', cio quella strisciolina che ricorda il ''pedigree'' dei personaggi.", "label": 1}
{"idx": 1100, "sentence": "Ma la storia del conto Reprival riserva altri due racconti molto suggestivi.", "label": 1}
{"idx": 1101, "sentence": "La causa arriv dinanzi alla corte di Cassazione, e il 22 gennaio 1952 fu pronunciata la sentenza.", "label": 1}
{"idx": 1102, "sentence": "Altri vanno avanti senza l'ancoraggio di quella certezza, ma  come se l'invisibile tarlo di un'ossessione insidiasse il lavoro, e allora propongono dilemmi all'editore e agli amici:", "label": 2}
{"idx": 1103, "sentence": "Una cosa  sicura, tangibile anche al pi sprovveduto dei visitatori.", "label": 1}
{"idx": 1104, "sentence": "A Valona la violenza  esplosa con assalti alle caserme e scontri a fuoco con i servizi di sicurezza.", "label": 1}
{"idx": 1105, "sentence": "E per le perfezioniste: fiale liofilizzate Dermatrophine, 2 o 3 volte la settimana.", "label": 1}
{"idx": 1106, "sentence": "Ci piace l'idea di poter essere come voi.", "label": 0}
{"idx": 1107, "sentence": "Anche il costo del denaro potrebbe calare.", "label": 0}
{"idx": 1108, "sentence": "Quando sono stati investiti dalla violenza del fulmine, sono volati nel burrone, per centinaia e centinaia di metri, sfracellandosi sulle rocce.", "label": 1}
{"idx": 1109, "sentence": "Per l'esperienza che ho in questa corsa sapevo che entrando nel circuito cittadino con un minuto e mezzo di vantaggio avrei avuto un'ottima chance di vittoria.", "label": 1}
{"idx": 1110, "sentence": "Dalle 10 alle 15,30 i test si susseguono.", "label": 0}
{"idx": 1111, "sentence": "E forse il finanziere toscano ha colto l'occasione per una piccola vendetta nei confronti degli svizzeri che stavano decidendo la sua condanna.", "label": 1}
{"idx": 1112, "sentence": "Come Giovanni Agnelli, anche Modigliani si guarda bene dal dire che ''la festa  ricominciata''.", "label": 1}
{"idx": 1113, "sentence": "stesso casello, stessi km, stesso tempo, ma devo pagare 5.000 lire in pi che all'andata, ovvero L. 27.500.", "label": 1}
{"idx": 1114, "sentence": "L'Albania vive ormai i prodromi di una vera e propria guerra civile.", "label": 1}
{"idx": 1115, "sentence": "Una ventata di fortuna sulla cittadina marchigiana dopo le disavventure patite nel suo storico teatro ''Sferisterio'' dal tenore Fabio Armillato nell'ormai famosa ''Tosca'' maledetta.", "label": 2}
{"idx": 1116, "sentence": "Coglieva le tendenze collettive, i segnali del futuro.", "label": 1}
{"idx": 1117, "sentence": "Michelangelo Lamberti, 30 anni, geometra lecchese:", "label": 0}
{"idx": 1118, "sentence": "Al centro della battaglia della Fossey, che prima di esservi uccisa dedic vent'anni a questa zona africana, c'era il grande problema della conservazione ambientale.", "label": 1}
{"idx": 1119, "sentence": "Oggi mi pare sia giusto pensare in termini ordinari anche all'''uscita'' del collaboratore dal sistema di protezione ''.", "label": 1}
{"idx": 1120, "sentence": "Rota auspica un rapido ritorno alla pace, che - a suo parere - consentirebbe di discutere con maggior serenit e fermezza i problemi della minoranza:", "label": 1}
{"idx": 1121, "sentence": "''proprio come il cinema di Moretti?''.", "label": 0}
{"idx": 1122, "sentence": "Dopo 40 giorni di protesta per il crollo delle' piramidi' finanziarie, l'Albania  passata dal lancio dei sassi alle mitragliatrici.", "label": 1}
{"idx": 1123, "sentence": "Roosevelt ci veniva regolarmente e, a tutt'oggi, alcune societ di assicurazione, prima di stipulare una polizza - vita, cominciano a esigere un accreditatissimo ''stato di salute Mayo''.", "label": 2}
{"idx": 1124, "sentence": "dopo Knin, l'Albania, e poi la Slovenia.", "label": 0}
{"idx": 1125, "sentence": " l che  possibile ammirare, su un tavolo rotondo, uno splendido grande centro, eseguito all'uncinetto, con medaglioni di seta ricamati a piccolo punto.", "label": 2}
{"idx": 1126, "sentence": "Sono un centinaio gli italiani spediti al fronte.", "label": 0}
{"idx": 1127, "sentence": "nello Zaire era arrivato per la prima volta marted scorso, assieme al capo cantiere Tarcisio Cattaneo, 45 anni, di Calolziocorte.", "label": 1}
{"idx": 1128, "sentence": "si vive in un clima infernale e la sera nessuno si sogna di uscire per le strade di Goma, ma a noi non erano mai giunte minacce dirette.", "label": 1}
{"idx": 1129, "sentence": "L'Albania ha con la comunit internazionale un rapporto difficile, eredit di anni di comunismo e di quella particolare politica di isolamento dall'estero seguita per decenni dal regime di Enver Hoxha.", "label": 2}
{"idx": 1130, "sentence": "Immagini dal ritiro della Lazio a Roccaraso.", "label": 0}
{"idx": 1131, "sentence": "Fluido ''Bi-Fluide Thermo Amincissant'' di Jeanne Piaubert.", "label": 1}
{"idx": 1132, "sentence": "La verit  che la televisione imbonisce le folle:", "label": 0}
{"idx": 1133, "sentence": "E perfino lui, Franco Modigliani, che negli ultimi mesi non ha certo lesinato alla nostra classe politica e di governo moniti severissimi, oggi vede rosa.", "label": 1}
{"idx": 1134, "sentence": "Nella foto grande: Saverio Pallucca (con la tuta rossa e nera) prima della partenza.", "label": 1}
{"idx": 1135, "sentence": "Alle mie richieste di spiegazioni il casellante mi ha elargito uno sguardo tra l'ironico e il compassionevole.", "label": 1}
{"idx": 1136, "sentence": "gli stessi residenti sembrano avere assunto le abitudini ''monacali'' dei pazienti;", "label": 1}
{"idx": 1137, "sentence": "Prima di sparire all'interno di un mezzo in partenza dal capolinea, un autista meno diplomatico lancia la sua invettiva contro i passeggeri, a difesa della categoria sotto accusa.", "label": 1}
{"idx": 1138, "sentence": "Ebbene, in questi casi, i colleghi dapprima sghignazzano poi, quando la scoperta  riconosciuta da tutti, si convincono che avrebbero benissimo potuto farla loro.", "label": 1}
{"idx": 1139, "sentence": "Iammelli, colpito alle gambe e al torace, si trova ricoverato nell'ospedale Cardarelli.", "label": 0}
{"idx": 1140, "sentence": "Violenze, suicidi, disoccupazione, inquinamento atmosferico e ora, nella citt della ''Madonna che piange'', anche i liquami tra le onde.", "label": 1}
{"idx": 1141, "sentence": "Il mito di Allende, pi di 14 anni dopo la sua tragica morte, comincia ad affievolirsi anche nella sinistra cilena?", "label": 1}
{"idx": 1142, "sentence": "L'importanza della televisione nel calcio estivo  determinata, secondo Vialli, ''dalle esigenze di bilancio delle societ''.", "label": 1}
{"idx": 1143, "sentence": "Un'intervista pubblicata da ''Epoca'' provoca un terremoto nel Cile di Pinochet.", "label": 1}
{"idx": 1144, "sentence": "Foto John Hall / Abbeville Press Inc., New York.", "label": 1}
{"idx": 1145, "sentence": "''La volont dei fratelli Mayo era quella di creare una clinica per poveri.", "label": 0}
{"idx": 1146, "sentence": "''La cultura ha bisogno del genio femminile''.", "label": 0}
{"idx": 1147, "sentence": "\"difesa a quattro, con Fresi libero di inserirsi spesso e Paganin Festa Centofanti da destra a sinistra a occuparsi delle tre teoriche punte avversarie;\"", "label": 1}
{"idx": 1148, "sentence": "Nel'96 in ventiquattro ore sono state sequestrate 35 barche, una giornata nera che gli scafisti di Valona non hanno mai dimenticato.", "label": 1}
{"idx": 1149, "sentence": "Purch i partiti, appunto, ''non si rimettano a litigare''.", "label": 0}
{"idx": 1150, "sentence": "Al Settebello l'Otto nazioni di pallanuoto.", "label": 1}
{"idx": 1151, "sentence": "Due gol al Boca, in rete anche Brolin.", "label": 0}
{"idx": 1152, "sentence": "Successo anche per Frank Lopardo (Alfredo Germont) e Renato Bruson (il padre), subissato di applausi.", "label": 1}
{"idx": 1153, "sentence": "dalla fine, per ora ancora imprevedibile e forse sanguinosa, del primo regime democratico dopo i 45 anni di dittatura stalinista simboleggiata da Enver Hoxha.", "label": 2}
{"idx": 1154, "sentence": "Ma gli autisti degli autobus cittadini sanno bene che i primi a rimetterci sono loro ''.", "label": 1}
{"idx": 1155, "sentence": "Prima di svelare i retroscena di quel patto Fiorini ha atteso cinque anni.", "label": 1}
{"idx": 1156, "sentence": "La decisione  giunta inaspettata e ha rappresentato l'ennesimo segnale di crisi della potente holding il cui fallimento rischierebbe di far riesplodere le tensioni latenti in Albania.", "label": 1}
{"idx": 1157, "sentence": "Potente e istrionico Stoichkov  andato in gol al 34' del primo tempo finalizzando alla perfezione una combinazione Zola Inzaghi.", "label": 1}
{"idx": 1158, "sentence": "una giornata alla memoria di ''Mimminu'', alla quale  stata invitata anche sua moglie Franca.", "label": 1}
{"idx": 1159, "sentence": "Oltre una certa velocit c' poco da premere sull'acceleratore perch la nafta non passa pi e il motore si imballa.", "label": 1}
{"idx": 1160, "sentence": "A meno di due anni dalla grave operazione  sceso per le strade di Manhattan, dove ha corso a tempo di record.", "label": 1}
{"idx": 1161, "sentence": "Clinica Villalba, via di Roncro, 25, Bologna, telefono 051/580495.", "label": 0}
{"idx": 1162, "sentence": "Siamo troppo diversi,  una questione di culture, non di religione.", "label": 0}
{"idx": 1163, "sentence": "I cinque vengono mostrati ai due ragazzi.", "label": 1}
{"idx": 1164, "sentence": "una parte verso Knin, gli altri su Vrlika.", "label": 1}
{"idx": 1165, "sentence": "Una guardia  presente in servizio fra le 8 e le 10 ore, di notte e di giorno:", "label": 0}
{"idx": 1166, "sentence": " quindi probabile che, ancora per qualche giorno, tutto dipender dalle iniziative dei singoli Paesi e dalla capacit di autocontrollo degli stessi albanesi.", "label": 1}
{"idx": 1167, "sentence": "Code - Il record d'incolonnamento spetta alla A / 22, l'autostrada del Brennero:", "label": 1}
{"idx": 1168, "sentence": "Nella nazione pi povera d'Europa e con un'economia appena avviata a uscire dalle tenebre del sottosviluppo, circolavano capitali ingenti.", "label": 1}
{"idx": 1169, "sentence": "La coppia, residente a Milano anche se di origini siciliane, stava trascorrendo un periodo di vacanza.", "label": 1}
{"idx": 1170, "sentence": "Hamad Butt  morto nel 1994 a 32 anni.", "label": 0}
{"idx": 1171, "sentence": "Le strade di Hannover mostrano i segni della battaglia:", "label": 0}
{"idx": 1172, "sentence": "''Vogliamo stabilire nuove teste di ponte in medicina, ma fondate sul solido ideale dei nostri predecessori.", "label": 1}
{"idx": 1173, "sentence": "Un piano di assistenza (50 - 100 milioni di dollari) cercher di attutire il crack delle piramidi.", "label": 1}
{"idx": 1174, "sentence": "Sar la malattia di Dario o forse soltanto un po'di stanchezza, ma la Rame non  molto ottimista sul futuro:", "label": 1}
{"idx": 1175, "sentence": "Il mare sembrava con le carte in regola.", "label": 0}
{"idx": 1176, "sentence": "''Commissario, lei  in pensione... in tutti i sensi, forse?", "label": 1}
{"idx": 1177, "sentence": "Tra gli arrestati figurano dirigenti e funzionari regionali, presidenti di cooperative, amministratori e soci di organizzazioni ed unioni di produttori nel settore dell'ortofrutta.", "label": 1}
{"idx": 1178, "sentence": "I fanti di marina del battaglione San Marco hanno condotto felicemente a termine quella che i militari definiscono una operazione di' esfiltrazione'.", "label": 2}
{"idx": 1179, "sentence": "Non c' confronto con il vicino campo profughi di ''Shati'', dove anche le pi confortevoli baracche in muratura non superano mai gli 8 milioni.", "label": 1}
{"idx": 1180, "sentence": "Secondo l'Onu sono 200 mila le persone in fuga (foto Reuter).", "label": 0}
{"idx": 1181, "sentence": "E soltanto nell'ultimo interrogatorio davanti al pubblico ministero Luigi Orsi, Fiorini ha svelato il mistero:", "label": 1}
{"idx": 1182, "sentence": "L'allarme  stato dato poco dopo da altri escursionisti alla base della parete ed  stato raccolto dai Catores, le squadre di soccorso alpino della Val Gardena.", "label": 1}
{"idx": 1183, "sentence": "Via libera dalla corte dei conti al Dpcm di adozione del piano di interventi.", "label": 1}
{"idx": 1184, "sentence": "''Questa volta dovete scrivere bene, basta parlare di inferno della droga e di rapine, qui c' tanta brava gente''.", "label": 1}
{"idx": 1185, "sentence": "Altri fulmini si sono abbattuti nelle stesse ore anche nel Meranese e hanno ferito varie persone, soprattutto nella zona di Malga Saltusio, in Val Passiria.", "label": 1}
{"idx": 1186, "sentence": "Il crollo della moneta - nelle ultime settimane ha perso il 30 % sul dollaro - sarebbe il tocco finale per aprire un'altra voragine nei conti dell'Albania.", "label": 1}
{"idx": 1187, "sentence": "Spessore di cm 1 - 1, 5 - 2.", "label": 0}
{"idx": 1188, "sentence": "Doppio oro, azzurri mondiali nell'atletica.", "label": 0}
{"idx": 1189, "sentence": "Un rumore infernale, simile al passaggio di un treno, risuona nei corridoi sotterranei che solcano Rochester.", "label": 1}
{"idx": 1190, "sentence": "L'imprudenza della ricercatrice, che nella sua capanna di Karisoke aveva trovato una ragione di vita, si  ripetuta altre volte in questi ultimi anni:", "label": 1}
{"idx": 1191, "sentence": "Allarme per la sicurezza del capo dello Stato.", "label": 0}
{"idx": 1192, "sentence": "Dai confini con il Montenegro e il Kosovo durante l'embargo  passato di tutto, dalle armi al petrolio.", "label": 1}
{"idx": 1193, "sentence": "I genitori del marciatore sono fuori Milano, in campeggio ad Angera, ma hanno subito telefonato.", "label": 1}
{"idx": 1194, "sentence": "Farei lo stesso se in campo scendesse la Lucchese ''.", "label": 0}
{"idx": 1195, "sentence": "La Banca mondiale in aiuto dell'Albania.", "label": 0}
{"idx": 1196, "sentence": "''Vi daremo le statistiche alla fine'', promettono i generali croati.", "label": 0}
{"idx": 1197, "sentence": "Perch alla Camera le ragioni della politica potrebbero avere la meglio su quelle dell'economia.", "label": 1}
{"idx": 1198, "sentence": "Naturalmente, si affretta ad aggiungere,  un rischio teorico perch a nessuno salterebbe in testa di passar la notte fuori dai confini.", "label": 1}
{"idx": 1199, "sentence": "Il fatto di ballare allacciati fa del valzer un ''simbolo social - politico'', con un risvolto ''etico - rivoluzionario''.", "label": 1}
{"idx": 1200, "sentence": "Ed  stato anche allertato l'elicottero di Aiut Alpin Dolomites, il prezioso velivolo che  specializzato negli interventi in montagna.", "label": 1}
{"idx": 1201, "sentence": "Soccorsi inutili anche per Ilde Muller, una signora tedesca di 80 anni, morta il 6 luglio a Santa Marinella a pochi metri dalla riva in uno stabilimento della cittadina.", "label": 1}
{"idx": 1202, "sentence": "Cinque i giocatori ammoniti e due espulsi nel finale:", "label": 0}
{"idx": 1203, "sentence": "L'antico, il nuovo, l'edificio, la cappella, tutto  Mayo.", "label": 1}
{"idx": 1204, "sentence": "Che parli di secessione o di governo, di possibili alleati o di sicuri nemici, Umberto Bossi si trascina dietro un carico di denunce, di epiteti, di indignazione da record italiano.", "label": 1}
{"idx": 1205, "sentence": "E proprio sull'aereo, il Milan ha dovuto prendere atto del primo ''caso'' stagionale:", "label": 1}
{"idx": 1206, "sentence": "Alla fermata del 36 barrato, in piazza dei Cinquecento, c' la signora Gina Fogli, 74 anni:", "label": 1}
{"idx": 1207, "sentence": "fra Nogarole Rocca e Affi, nel Veronese, il mostruoso serpente d'auto ha raggiunto i 30 chilometri.", "label": 1}
{"idx": 1208, "sentence": "Ieri sera  stata conquistata anche Kusturica, al confine con la Bosnia.", "label": 0}
{"idx": 1209, "sentence": "Tra loro, impegnato al fronte, c' il figlio di Elvia Fabianic, la presidente della Comunit italiana di Fiume.", "label": 1}
{"idx": 1210, "sentence": "Sono infatti circa 2000 le persone che stanno seguendo la squadra di Zeman.", "label": 0}
{"idx": 1211, "sentence": "Rinforzata in vetroresina, costa da L. 100.000 a L. 150.000 il mq secondo il tipo di marmo.", "label": 1}
{"idx": 1212, "sentence": "''Se qualcuno si fa male - conclude la signora Morassutti - oltre i 40 giorni di prognosi veniamo allontanati dalla guida.", "label": 1}
{"idx": 1213, "sentence": "box che  stato trovato nel pomeriggio.", "label": 1}
{"idx": 1214, "sentence": "Lontani dalle orecchie e dagli occhi della Segurimi, con un filo di rame per antenna, ascoltavamo da qualche angolo segreto quello che succedeva dall'altra parte del mondo.", "label": 2}
{"idx": 1215, "sentence": "la rete dei clandestini ormai  impossibile da smantellare.", "label": 0}
{"idx": 1216, "sentence": "Un brutto colpo per i traffici illegali che alimentano il benessere gonfiato del porto.", "label": 1}
{"idx": 1217, "sentence": "Risolve le sue contraddizioni nella forte simpatia del personaggio e nei buoni sentimenti della sinistra.", "label": 1}
{"idx": 1218, "sentence": "Ferrari e McLaren, nel frattempo, affilano le armi nei test e in galleria del vento.", "label": 1}
{"idx": 1219, "sentence": "Una coda infinita di vetture alla ricerca di parcheggio, ovunque sul lungomare gente seduta ai tavolini, pesce fresco, insalate, ''kebab'' e musica araba a volont.", "label": 1}
{"idx": 1220, "sentence": "Questi simboli sintetizzano gli intenti del professor Podrecca.", "label": 1}
{"idx": 1221, "sentence": "A Pale le autorit serbe dicono che la cifra  di 400 mila persone:", "label": 0}
{"idx": 1222, "sentence": "Il Giappone non ha una coscienza pulita, specie per aver abbandonato per anni, come ''lebbrosi'', i superstiti dell'Apocalisse del 1945.", "label": 1}
{"idx": 1223, "sentence": "Crollato lo stalinismo, Cenaj  emerso dal nulla per impiantare una societ di import-export diventata in poco tempo una delle holding pi in vista del Paese.", "label": 2}
{"idx": 1224, "sentence": "Anche gli italiani hanno cominciato a conoscere l'Albania.", "label": 0}
{"idx": 1225, "sentence": "La differenza  che Tudjman ha sempre giocato di rimessa.", "label": 1}
{"idx": 1226, "sentence": "Due immagini del Waldorf-Astoria (sopra, la lobby di Park Avenue):", "label": 0}
{"idx": 1227, "sentence": "Sette persone, tutte di colore, tutti giovani, muoiono a colpi di pistola, alla fine di gennaio, in un appartamento dei bassifondi di Washington.", "label": 1}
{"idx": 1228, "sentence": "Cento alabardieri, sottufficiali, sono dal 1982 agli ordini del col. Roland Buchs Binz.", "label": 1}
{"idx": 1229, "sentence": "e non  vero che rappresentano soltanto un terzo di quanto  stato raccolto dalle finanziarie, i nostri dati smentiscono questa affermazione.", "label": 1}
{"idx": 1230, "sentence": "intitolata ''Riti di Passaggio'', ha la forma di una scala e nei tubi contiene iodio, che scaldato dalle luci si  trasformato in gas.", "label": 1}
{"idx": 1231, "sentence": "Un altro kamikaze ha preso di mira una stazione di polizia a Baquba, 60 chilometri a nord-est di Baghdad, uccidendo 10 persone e ferendone altre 23.", "label": 1}
{"idx": 1232, "sentence": "Ho depositato un dossier alla Procura della Repubblica e ora aspetto che vengano avviate le indagini.", "label": 1}
{"idx": 1233, "sentence": "''I servizi d'onore al trono o davanti l'appartamento del papa lasciano bei ricordi.", "label": 1}
{"idx": 1234, "sentence": "Ed  sempre italiana l'impresa impegnata nel primo progetto turistico di ampia portata, che prevede la realizzazione di un polo nautico nella baia di Orikun, nei pressi di Valona.", "label": 1}
{"idx": 1235, "sentence": "La Russia ha abolito la pena di morte.", "label": 0}
{"idx": 1236, "sentence": "E invece quelle se lo portano via quando giura di averci creduto ''prima di uscire dal sottopassaggio dello stadio:", "label": 1}
{"idx": 1237, "sentence": "Ossi di seppia  senza ombra di dubbio uno dei titoli pi collaudati, pi citati, pi popolari della nostra letteratura.", "label": 1}
{"idx": 1238, "sentence": "Ma alla biglietteria c'era la coda.", "label": 0}
{"idx": 1239, "sentence": "Il 1988 comincia dunque dove il 1987 era finito:", "label": 0}
{"idx": 1240, "sentence": "quando si parla di Albania, evidentemente, saltano tutti i parametri di bilancio convenzionali.", "label": 1}
{"idx": 1241, "sentence": "Padoa-Schioppa ha ottenuto il via libera dell'Ecofin sul suo piano, ma ora dovr fare i conti con le richieste provenienti dalla sinistra della maggioranza.", "label": 1}
{"idx": 1242, "sentence": "Nulla a che vedere con lo stato dei giardini parco milanesi, zeppi di topi e di maleducazione.", "label": 1}
{"idx": 1243, "sentence": "Massaggio mirato ed efficace con lo speciale apparecchio ''Gym-Toner'' di Jeanne Piaubert e la linea ''Trinergie'':", "label": 1}
{"idx": 1244, "sentence": "Senza di lui, loro non sono pi niente.", "label": 0}
{"idx": 1245, "sentence": "''Le societ hanno ottenuto in poco tempo 84 miliardi, facendo la voce grossa, mentre noi siamo fermi a 30 - 35 milioni lordi a stagione.", "label": 1}
{"idx": 1246, "sentence": "''Io non sono tra quelli che criticano la cultura giuridica del nostro paese, per, per quanto riguarda la protezione dei pentiti, forse altri hanno soluzioni pratiche pi efficienti''.", "label": 1}
{"idx": 1247, "sentence": "una morte mitica, le vendette di un dittatore, le verit nascoste della sinistra, una vedova leader politica e un'amante tormentata.", "label": 1}
{"idx": 1248, "sentence": "Come sono morti, prima di lui, gli altri due ospiti di Villa Fiorita?", "label": 0}
{"idx": 1249, "sentence": "il governo della Federazione jugoslava, infatti, ha deciso di accettare solo vecchi e bambini ma di impedire a uomini e donne di abbandonare la regione.", "label": 1}
{"idx": 1250, "sentence": "Dal nostro inviato Salerno - Non salta sulla statua della libert e non corre sopra le acque, come il Carl Lewis compagno di sponsor.", "label": 1}
{"idx": 1251, "sentence": "Nuvole vagano tra queste rocce che emergono sull'infinito, come un cratere lunare che non dispiacerebbe a Kubrich da Odissea nello spazio.", "label": 2}
{"idx": 1252, "sentence": "ROMA - I corazzieri, formalmente chiamati Comando carabinieri guardie del presidente, sono stati creati nel 1868.", "label": 1}
{"idx": 1253, "sentence": "Gli agenti si avvicinano, osservano i rimasugli, volano battute sul loro significato.", "label": 1}
{"idx": 1254, "sentence": "Teoria e pratiche di rilassamento vanno di pari passo.", "label": 1}
{"idx": 1255, "sentence": "Coronas ha anche proposto il reinserimento dei pentiti nella vita sociale:", "label": 1}
{"idx": 1256, "sentence": "Quest'anno interesser le circoscrizioni 3, 5 e 7, quella di Porta Palazzo.", "label": 1}
{"idx": 1257, "sentence": "Nei suoi confronti non  stata formulata nessuna accusa, meno che meno quella di essere a conoscenza dei segreti della strage di piazza Fontana e delle trame eversive di destra.", "label": 2}
{"idx": 1258, "sentence": "FIUME - Sui tremila appartenenti alla minoranza italiana di Fiume sono poco pi di cento i giovani mobilitati per la riconquista della Krajina da parte delle forze armate croate.", "label": 1}
{"idx": 1259, "sentence": "Vedrete che su Pechino le Erinni cercheranno di farle cambiare idea e, se sceglier di fare la democristiana, trover un trucco per mandare pure la Melandri ''.", "label": 2}
{"idx": 1260, "sentence": "Pu essere satinato o lucidato, anche pi volte e, per la sua alta resistenza,  indicato in qualsiasi ambiente e specialmente in quelli di grande traffico.", "label": 1}
{"idx": 1261, "sentence": "Scegliendo il Waldorf, la quota  di un milione e 616 mila lire.", "label": 1}
{"idx": 1262, "sentence": "Insomma, la zingara era diventata una potente calamita per rastrellare dollari, marchi, lire, quello che serve per pagare le importazioni.", "label": 1}
{"idx": 1263, "sentence": "I rappresentanti della minoranza, pur preoccupati, ridimensionano le notizie sui rastrellamenti.", "label": 1}
{"idx": 1264, "sentence": "Rosaria L., 46 anni, residente alla Barona, dopo aver bevuto un bicchiere di ammoniaca  stata salvata dagli agenti della volante Ticinese.", "label": 1}
{"idx": 1265, "sentence": "Ma lungo le strade che portano a Petrinja - dentro l'ormai ex Krajina - decine di ambulanze sono parcheggiate di tutta fretta nei cortili delle fattorie:", "label": 1}
{"idx": 1266, "sentence": "'' inebriante per chi come me, prima dell'operazione, era convinto di dover vivere una vita a met'', dice ancora Saverio Pallucca.", "label": 1}
{"idx": 1267, "sentence": "E tuttavia per 15 anni l'assassinio di Allende per mano dei militari  stato una ''verit di Stato'' della sinistra.", "label": 1}
{"idx": 1268, "sentence": "Vuole mandare Mirko Tremaglia alla Conferenza Internazionale delle donne a Pechino?", "label": 1}
{"idx": 1269, "sentence": "Era da poco rientrato dai Mondiali in Sudafrica.", "label": 0}
{"idx": 1270, "sentence": "Caschi blu danesi sono stati posti alla testa di una colonna di prigionieri croati e spinti in prima linea come scudi umani a protezione dell'avanzata croata.", "label": 1}
{"idx": 1271, "sentence": "Ha 21 anni Michele Didoni, la prima medaglia d'oro azzurra dei Mondiali.", "label": 0}
{"idx": 1272, "sentence": "La pi semplice  la visualizzazione dei colori.", "label": 0}
{"idx": 1273, "sentence": "L'Inter delle 17 vittorie consecutive ci ha abituato a considerare chiusa la partita dopo il primo gol.", "label": 1}
{"idx": 1274, "sentence": "''Sembra che portano le bestie al macello.", "label": 0}
{"idx": 1275, "sentence": "CATANIA - Continua a stupire l'Italia sperimentale della pallanuoto che Ratko Rudic sta assemblando in vista delle Olimpiadi di Atlanta:", "label": 1}
{"idx": 1276, "sentence": "Il locale dove decidono di andare  il Riva Verde a Novegro, alle porte della citt, nel mezzo del parco dell'Idroscalo.", "label": 1}
{"idx": 1277, "sentence": "''Christie ed io veniamo dalla stessa storia, ambiente povero, dove i nostri genitori ci hanno insegnato a batterci per il solo posto che merita considerazione, il primo''.", "label": 2}
{"idx": 1278, "sentence": "Ottimismo alla WTO, dove l'importante intesa sulla liberalizzazione del mercato mondiale delle telecomunicazioni, un affare da 600 miliardi di dollari l'anno, sembra ormai raggiunta.", "label": 1}
{"idx": 1279, "sentence": "Di chi ha l'orgoglio di essere quello che , senza finzioni.", "label": 1}
{"idx": 1280, "sentence": "Sono piastrelle di vero marmo, di grandi dimensioni, con peso e spessore ridotti di un terzo rispetto alle lastre tradizionali.", "label": 1}
{"idx": 1281, "sentence": "Intorno al cenotafio eretto al centro del Parco della Pace erano raccolte sessantamila persone.", "label": 1}
{"idx": 1282, "sentence": "Hamilton  dietro, anche se Felipe riesce a vedergli il colore degli occhi negli specchietti da tanto  vicino.", "label": 1}
{"idx": 1283, "sentence": "E non crede che la recente alleanza fra Juventus e Milan possa cambiare molto il comportamento dei commentatori sulle emittenti di Berlusconi.", "label": 1}
{"idx": 1284, "sentence": "Il governo di Zagabria, invece, sostiene che sono ''solo'' 100 mila le persone in cammino.", "label": 1}
{"idx": 1285, "sentence": "Quel giro di vite trasforma la Croazia in una sorta di ''Repubblica silenziosa'', quasi una Cecoslovacchia meridionale.", "label": 1}
{"idx": 1286, "sentence": "Il titolo  anche una forma d'identit, un frammento di confessione.", "label": 1}
{"idx": 1287, "sentence": "Il salvataggio era il segno di come il buon Dio quest'anno sia nerazzurro, forse istigato da Facchetti e dall'avvocato Prisco:", "label": 1}
{"idx": 1288, "sentence": "E Pietro Pastorini ieri lacrimava la sua gioia con pudore, asciugandosi gli occhi come ci si asciuga il sudore, ''perch oggi a me sembra di volare.", "label": 1}
{"idx": 1289, "sentence": "All'inizio del secondo tempo il Boca approfitta di uno sbandamento difensivo per riaprire la partita con l'attaccante del Camerun Tchami (4') che segna in probabile fuorigioco.", "label": 1}
{"idx": 1290, "sentence": "Roma capitale mondiale dei ''pappagalli''.", "label": 0}
{"idx": 1291, "sentence": "'' successo due volte nel corso della fulminea offensiva''.", "label": 1}
{"idx": 1292, "sentence": "Polemica sull'uso degli opinion leader ''schierati'', la destra si scatena contro Rai 3:", "label": 1}
{"idx": 1293, "sentence": "I soldi arrivano soprattutto dalla diaspora all'estero.", "label": 1}
{"idx": 1294, "sentence": "Due storie quasi parallele d'amore per il cinema.", "label": 1}
{"idx": 1295, "sentence": "Ieri  caduto l'ultimo palazzo del potere ancora intatto, la sede locale del Partito democratico del presidente Sali Berisha.", "label": 1}
{"idx": 1296, "sentence": "Qui i manichini sono rivestiti in pelle, con le cuciture che delineano il profilo, e hanno capelli di carta, opera delle famose professoresse anziane.", "label": 1}
{"idx": 1297, "sentence": "E anche il ministero degli Interni mostra i muscoli.", "label": 0}
{"idx": 1298, "sentence": "in basso, il centro elettronico che controlla lo smistamento delle migliaia di cartelle cliniche che ogni giorno devono essere esaminate dai medici.", "label": 1}
{"idx": 1299, "sentence": "Ho saputo della squalifica di Garcia da Maurizio Damilano, vi giuro, non pensavo di arrivare primo ''.", "label": 1}
{"idx": 1300, "sentence": "Forse perch quando vi salutate tra voi, con quel braccio proteso in avanti, somigliate ai soldati tedeschi del Terzo Reich....", "label": 1}
{"idx": 1301, "sentence": " necessario contrastare gli eventuali tentativi dilatori dei pentiti trovando riscontri ''.", "label": 1}
{"idx": 1302, "sentence": "Da qualche giorno sembra non esserci tregua per l'apparato di sicurezza della presidenza della Repubblica:", "label": 1}
{"idx": 1303, "sentence": "passa il testimone al suo vice Bruno Socillo.", "label": 0}
{"idx": 1304, "sentence": "c) che sia ristabilito di conseguenza il criterio delle graduatorie di merito;", "label": 1}
{"idx": 1305, "sentence": "Certo, la situazione  di estrema tensione e violenza:", "label": 0}
{"idx": 1306, "sentence": "Quel che rende unica, incomparabile, la violenza americana  invece proprio l'assenza di motivazioni, la sua ''futilit''.", "label": 1}
{"idx": 1307, "sentence": "Interferiscono sull'attivit renale ed epatica, favoriscono il diabete, promuovono la decalcificazione delle ossa.", "label": 1}
{"idx": 1308, "sentence": "Alla fine di giugno infatti il tribunale di Ginevra gli ha inflitto sei anni per il crollo della Sasea, travolta da 4 mila miliardi di debiti.", "label": 1}
{"idx": 1309, "sentence": "Ed  la fine della carriera ''.", "label": 0}
{"idx": 1310, "sentence": "I ragazzi non ti staccano gli occhi di dosso e fischiano per la strada ''.", "label": 0}
{"idx": 1311, "sentence": "Tutto diventer molto pi difficile '', ammettono gli stessi portavoce del governo.", "label": 0}
{"idx": 1312, "sentence": "Offre inoltre la possibilit dell'utilizzo del colore e una manutenzione abbastanza facile grazie alla semplicit costruttiva.", "label": 1}
{"idx": 1313, "sentence": "Mondo Giusto, l'associazione con cui lavorava,  molto conosciuta in Brianza e a Lecco, dove ha la sua sede:", "label": 1}
{"idx": 1314, "sentence": "Francesco Errara, 42 anni, di Ostia,  stato dilaniato dall'elica di una barca di 10 metri mentre stava riemergendo.", "label": 1}
{"idx": 1315, "sentence": "''Trover il modo di mediare, vedrai''.", "label": 0}
{"idx": 1316, "sentence": "Negli ambienti diplomatici non  piaciuto l'inserimento del messaggio di Gheddafi:", "label": 1}
{"idx": 1317, "sentence": "Attraversano i vialetti del parco e si attardano per un ultimo momento di intimit.", "label": 1}
{"idx": 1318, "sentence": "Sempre di Stone Italia ecco ''Stonperla'', con scaglie di madreperla in superficie.", "label": 1}
{"idx": 1319, "sentence": "il gruppo di laici ha gi organizzato negli anni scorsi diverse missioni in Africa.", "label": 1}
{"idx": 1320, "sentence": "Se battaglia ci sar, questa si dovr svolgere alla luce del sole, in Parlamento.", "label": 1}
{"idx": 1321, "sentence": "Roberto Murolo, Enzo Gragnaniello, Jens Senese, nuova compagnia di canto popolare, Carlo Faiello, Massimo Modugno e Irene Fargo, presentati da Riccardo Pazzaglia.", "label": 1}
{"idx": 1322, "sentence": "I bombardamenti sono stati cos pesanti che ciascuno teme per la propria vita e vuole trovare un tetto sicuro '', dice Pierre Krahenbuhl dell'ufficio di Banja Luka della Croce Rossa.", "label": 2}
{"idx": 1323, "sentence": "Dal mare una notizia che ha scosso il mondo dello sport.", "label": 0}
{"idx": 1324, "sentence": "\"Seduta al tavolino di un bar in Piazza Esedra, l'autrice del servizio Francesca Contiguglia racconta che soldati, su un pullman militare, le hanno mostrato tutti la lingua;\"", "label": 1}
{"idx": 1325, "sentence": "Via libera dalla camera al maxiemendamento con i 208 miliardi di agevolazioni per il settore su cui il Governo ha posto la fiducia.", "label": 1}
{"idx": 1326, "sentence": "come ogni anno, la citt  tornata a offrire lo spettacolo di un centro deserto, con quasi tutti i locali pubblici chiusi.", "label": 1}
{"idx": 1327, "sentence": "re, principi, presidenti, sceicchi, magnati di ogni settore, diplomatici, generali, banchieri e finanzieri, celebrit dello spettacolo.", "label": 1}
{"idx": 1328, "sentence": "il paziente, sempre preceduto dal suo dossier,  indirizzato da un servizio all'altro.", "label": 1}
{"idx": 1329, "sentence": "Anche Luigi Cazzaniga, 65 anni, milanese di Solico, elettricista in pensione, non era proprio un veterano:", "label": 1}
{"idx": 1330, "sentence": "Dopo una fase di concessioni alla Jugoslavia orient la sua politica verso l'Italia con cui concluse il 27 novembre 1927 un patto di amicizia e sicurezza.", "label": 1}
{"idx": 1331, "sentence": "la scomparsa dal sistema albanese, vittima di un'ondata di sfiducia, di una massa imponente di investimenti.", "label": 1}
{"idx": 1332, "sentence": "Magari, su alcuni temi, sono d'accordo e il contraddittorio si perde ''.", "label": 1}
{"idx": 1333, "sentence": "Non  un caso che qui siano nate le prime piramidi destinate ad attirare, con incredibili tassi di rendimento, capitali illeciti e a riciclare denaro sporco, di certo non soltanto albanese.", "label": 2}
{"idx": 1334, "sentence": "''La cultura ha pi che mai bisogno del genio femminile''.", "label": 0}
{"idx": 1335, "sentence": "La ratifica del decreto consente di trasferire 3.500 miliardi per realizzare le opere a Roma e nel Lazio.", "label": 1}
{"idx": 1336, "sentence": "Nelle due foto piccole della pagina a fianco:", "label": 0}
{"idx": 1337, "sentence": "TEHERAN - Nemmeno dal lontano Iran Vittorio Sgarbi si dimentica di uno dei suoi bersagli preferiti.", "label": 1}
{"idx": 1338, "sentence": " stata l'attrice Ilaria Occhini a dar voce ai monologhi della Di Lascia, morta dieci mesi prima del suo trionfo.", "label": 1}
{"idx": 1339, "sentence": "E potrebbe essere finita anche l'avventura di Milan Martic, ''presidente'' dell'altra regione separatista serba, la Krajina.", "label": 1}
{"idx": 1340, "sentence": "temo, tuttavia, che i proclami in favore della privacy siano inutili.", "label": 1}
{"idx": 1341, "sentence": "I quattro adulti erano cooperanti dell'Associazione Mondo Giusto e a Goma, ai confini con il Ruanda, stavano realizzando un serbatoio idrico in un campo profughi.", "label": 1}
{"idx": 1342, "sentence": "il nuovo confine croato sloveno che spacca in due le popolazioni italiane dell'Istria;", "label": 1}
{"idx": 1343, "sentence": "La ciclista toscana sempre pi dominatrice del Tour.", "label": 0}
{"idx": 1344, "sentence": "Pietra dello scandalo, una trasmissione del Tg 3 alla quale era stato invitato, come esperto economico politico, Massimo Riva.", "label": 1}
{"idx": 1345, "sentence": "Francesco Storace, sanguigno portavoce di An,  pure lui uno che con le parole va gi duro.", "label": 1}
{"idx": 1346, "sentence": "la discoteca, la musica a tutto volume, le serate di divertimento che proseguono fino all'alba.", "label": 1}
{"idx": 1347, "sentence": " il momento della crescita dell'estremismo.", "label": 0}
{"idx": 1348, "sentence": "Imparare a ossigenarsi  uno dei primi passi verso il relax.", "label": 0}
{"idx": 1349, "sentence": "Con calma le abbiamo spiegato... '', dice Barbara, alle spalle il via vai di pochi amici rimasti a Locate.", "label": 1}
{"idx": 1350, "sentence": "Detenuto a Milano, prima nell'infermeria di San Vittore e poi nel carcere di Opera, il pensionato aveva ottenuto gli arresti domiciliari il 13 luglio.", "label": 1}
{"idx": 1351, "sentence": "Il Biedermeier non  solo un arredamento, e nemmeno una filosofia di vita fatta di rassegnazione e apatia.", "label": 1}
{"idx": 1352, "sentence": "Ma non  il caso di pensare solo ai grandi esempi storici.", "label": 0}
{"idx": 1353, "sentence": "\"i Damilano, che adesso stanno in panchina;\"", "label": 0}
{"idx": 1354, "sentence": "Ottima la crema cosmetica concentrata ad alto potere rigenerante personal Biopoint, che si applica dopo aver lavato i capelli con lo shampoo al polline d'api (tutto di Intercosmo).", "label": 1}
{"idx": 1355, "sentence": "E la famosa ''frontiera'' era popolata pi da miti contadini, vaccari e bottegai, che da personaggi alla Gary Cooper.", "label": 1}
{"idx": 1356, "sentence": "scoprire il cinema che  nel mondo.", "label": 0}
{"idx": 1357, "sentence": "Nanni rappresenta la ferocia dell'indipendenza e l'individualismo borghese senza esibire troppe spaccature interiori ma solo perfin piacevoli screpolature crepuscolari ''.", "label": 2}
{"idx": 1358, "sentence": "Ciclismo - A Leeds festival di Pedale Azzurro.", "label": 0}
{"idx": 1359, "sentence": "''Gli straordinari, eh s gli straordinari!", "label": 0}
{"idx": 1360, "sentence": " normale che tentino di tenere il pi possibile sulla corda il magistrato, centellinando le informazioni ''.", "label": 1}
{"idx": 1361, "sentence": "\"Su questa sponda dell'Adriatico, a 40 miglia dalla costa italiana, l'Albania  a un passo dalla guerra civile;\"", "label": 1}
{"idx": 1362, "sentence": "S, qualcuno in mezzo a noi ha scoperto Hitler e Mussolini perch per cinquant'anni non ne ha potuto parlare, e allora adesso sembra subirne il fascino.", "label": 2}
{"idx": 1363, "sentence": "Un altro miliardo servir a innalzare l'indennit di disoccupazione dall'attuale 50 per cento dell'ultima retribuzione al 60 per cento.", "label": 1}
{"idx": 1364, "sentence": "La richiesta  stata fatta da Gezim Zilja, leader a Valona del Partito democratico del presidente della Repubblica, Sali Berisha.", "label": 1}
{"idx": 1365, "sentence": "Fu lo stesso monsignor Grillo a tirare in ballo la storia dei cultori di Satana quando si tratt di commentare a caldo il miracolo della prima lacrimazione:", "label": 1}
{"idx": 1366, "sentence": "Dopo aver fatto scendere i passeggeri, i rivoltosi avrebbero rovesciato le carrozze.", "label": 1}
{"idx": 1367, "sentence": "Siamo allarmati dal disegno di legge sui concorsi universitari a firma del Ministro competente Giorgio Salvini, attualmente all'esame parlamentare.", "label": 1}
{"idx": 1368, "sentence": "Questi oggetti accolgono il visitatore appena oltre la soglia della prima sala della Mostra viennese del Biedermeier:", "label": 1}
{"idx": 1369, "sentence": "Dal nostro inviato Petrinja - Qualcuno ha cercato di entrare a piedi, prendendosi la soddisfazione di sputare sui resti di granate serbe rimasti sull'asfalto.", "label": 1}
{"idx": 1370, "sentence": "Il mare quel giorno era agitato e Tocchi, che stava pescando da uno scoglio di fronte al porto,  caduto in mare battendo la testa su uno dei sassi frangiflutti.", "label": 1}
{"idx": 1371, "sentence": "KINSHASA - Li hanno trucidati, incuranti della presenza di due bambini.", "label": 0}
{"idx": 1372, "sentence": "Si posano su fondo di cemento e calce e si puliscono con acqua e sapone di Marsiglia, rendendole poi gradualmente lucide con cera da passare pi volte perch penetri nel cemento.", "label": 2}
{"idx": 1373, "sentence": "Il costo degli esami  di 500 mila lire.", "label": 0}
{"idx": 1374, "sentence": "L'ultima puntata  tutta italiana, quasi una premessa al rientro di Fiorini annunciato per il prossimo mese.", "label": 1}
{"idx": 1375, "sentence": "Per reagire al meglio, non c' che il rilassamento lampo.", "label": 1}
{"idx": 1376, "sentence": "Deve avere in soffitta una locandina di ''Rusty il selvaggio'' con il suo ritratto che invecchia per lui, come Dorian Gray.", "label": 1}
{"idx": 1377, "sentence": "La zona  la riviera dei milanesi che non vanno in vacanza.", "label": 0}
{"idx": 1378, "sentence": "oggi Bruno, 40 anni, vive in Svizzera.", "label": 0}
{"idx": 1379, "sentence": "Quasi ovunque all'Est comandano ex comunisti di provata fede, per esempio Sali Berisha negli anni 80 era il capo cellula del Pc albanese al Policlinico di Tirana.", "label": 2}
{"idx": 1380, "sentence": "Il conservatore Sarkozy riparte da questa sera da Digione, comizio alle 18.30.", "label": 1}
{"idx": 1381, "sentence": "Evidentemente era destino che finisse cos e alla vigilia si era intuito che l'azzurra, tranquilla e concentrata, aveva le carte in regola per fare il colpaccio.", "label": 1}
{"idx": 1382, "sentence": "In un certo senso s, perch resta e rester nei governi responsabili la consapevolezza del limite invalicabile, perch la memoria dell'olocausto nucleare far valere i suoi diritti.", "label": 2}
{"idx": 1383, "sentence": "Perch era stata l'amante, la donna illegittima.", "label": 0}
{"idx": 1384, "sentence": "A volte  stata un po'dispettosa, ma forse erano ''rimasugli'' del suo personaggio.", "label": 1}
{"idx": 1385, "sentence": "Gli scafisti di Valona hanno avuto un ruolo importante nella bolla finanziaria albanese.", "label": 1}
{"idx": 1386, "sentence": "Al confine con la Bosnia settentrionale si  formata una colonna lunga 10 chilometri di profughi in marcia, in auto e a piedi.", "label": 1}
{"idx": 1387, "sentence": "Della Golf scura per non c' traccia.", "label": 0}
{"idx": 1388, "sentence": "Pomeriggio azzurro di gioia, sospeso nell'azzardo:", "label": 1}
{"idx": 1389, "sentence": "Il bilancio  di almeno un morto e quattro feriti, nessun danno  stato inferto alla legazione iraniana.", "label": 1}
{"idx": 1390, "sentence": "Ultime a reggere il suo ritmo infernale (ha concluso la tappa di 112 chilometri a quasi 32 di media) due russe, una svizzera, una lituana.", "label": 1}
{"idx": 1391, "sentence": "Qualunque sia il numero di sfollati, il governo croato nega che siano stati espulsi e nega anche qualsiasi volont di pulizia etnica nelle regioni appena riconquistate.", "label": 2}
{"idx": 1392, "sentence": "Boris Podrecca, architetto e studioso viennese di origine triestina, organizzatore dell'esposizione, ci spiega che la spirale  un simbolo di fuga e di ascesa.", "label": 1}
{"idx": 1393, "sentence": "Perfino nei movimenti politici, i luogotenenti del capo carismatico sono spesso convinti di essere come lui, di avere le sue stesse capacit, e pensano di poterlo sostituire.", "label": 1}
{"idx": 1394, "sentence": "Si parte per tentare, si parte per partire, perch le speranze stanno l in vista, ma la strada e la pedana, si sa, sono tutta un'altra cosa.", "label": 2}
{"idx": 1395, "sentence": "Pietro Pastorini  il padre laico di una comunit di recupero d'immagine:", "label": 1}
{"idx": 1396, "sentence": "L'allarme poi  rientrato, ed  stata accolta con soddisfazione la destituzione del capo della polizia.", "label": 1}
{"idx": 1397, "sentence": "il divieto d'iscrizione alle scuole italiane per chi ha entrambi i genitori slavi.", "label": 0}
{"idx": 1398, "sentence": "dicono le statistiche che l'87 per cento degli infartuati  pensionato o ha fatto richiesta per la pensione;", "label": 1}
{"idx": 1399, "sentence": "Lo stato di emergenza  nei fatti.", "label": 0}
{"idx": 1400, "sentence": "Poi, alla fine del'93, hanno cominciato a comprare gommoni e motoscafi mettendosi in proprio.", "label": 1}
{"idx": 1401, "sentence": "la salvezza non  lontana, il rafforzamento della lira  ''fantastico'', ma i partiti non devono rimettersi a litigare.", "label": 1}
{"idx": 1402, "sentence": "Figlio di un elettromeccanico di Lugano, spera in un futuro di militare di carriera o di funzionario dei servizi di sicurezza.", "label": 1}
{"idx": 1403, "sentence": "tinte unite di diversi colori, geometrie prospettiche e disegni floreali, in forme quadrate, esagonali, ottagonali.", "label": 1}
{"idx": 1404, "sentence": "La loro consegna consiste ''nel vigilare giorno e notte sulla sicurezza personale del Santo Padre e della sua residenza''.", "label": 1}
{"idx": 1405, "sentence": "Ed  proprio in questi Paesi - definiti ''prioritari'' dai programmi di aiuto internazionali - che si sono gi contate numerose vittime.", "label": 1}
{"idx": 1406, "sentence": "Non che il Senatur se la sia presa pi di tanto, a dire il vero, se ha pensato di ironizzare autodefinendosi ''l'ergastolano di Mantova''.", "label": 1}
{"idx": 1407, "sentence": "''Ho un marito troppo agitato - riprende l'attrice -, per 45 anni ho fatto da cuscinetto tra quest'uomo geniale e le difficolt, i guai, le seccature della vita.", "label": 1}
{"idx": 1408, "sentence": "Le tragedie dei lombardi all'estero non riguardano soltanto persone impegnate nel lavoro, nel volontariato, nell'assistenza.", "label": 1}
{"idx": 1409, "sentence": "Non c' alcun paragone da fare tra il mostruoso agosto 1945 e i prossimi test nelle viscere dell'atollo di Mururoa.", "label": 2}
{"idx": 1410, "sentence": "Anche perch, da queste parti, l'aria, come non si stancano di ripetere gli ambientalisti,  inquinata dalle centrali Enel.", "label": 1}
{"idx": 1411, "sentence": "Impedito ai giornalisti stranieri di raggiungere il fronte:", "label": 0}
{"idx": 1412, "sentence": "A Valona, dove ieri  stata convocata un'altra manifestazione di protesta cui hanno partecipato 5.000 persone, l'atmosfera  meno elettrica.", "label": 1}
{"idx": 1413, "sentence": "Il commissario Camillo Lastrade, che ha lasciato per limiti di et il servizio attivo,  il frutto di un'eclettica vocazione alla ''detection'':", "label": 2}
{"idx": 1414, "sentence": "''Nessun prezzo - dice un croato corpulento, seduto a un tavolino davanti a una selva di bottiglie di birra -, io abito a Sarajevo dall'infanzia.", "label": 1}
{"idx": 1415, "sentence": "Anni fa, ha ricordato il direttore dello Sco, anche in Campania c'erano finanziarie che offrivano un interesse del 7 % mensile a chi affidava loro i propri risparmi.", "label": 1}
{"idx": 1416, "sentence": "Il suo corpo, assieme a quello dell'amico Carmelo Perla, 21, di Fiumefreddo,  stato recuperato ieri, dopo ore e ore di ricerche:", "label": 1}
{"idx": 1417, "sentence": "Qui dominava la piazza un clan legato alla vecchia Segurimi che del porto aveva fatto gi negli anni di Hoxha il punto di snodo del traffico di armi e di sigarette.", "label": 2}
{"idx": 1418, "sentence": "Alcuni poliziotti, presi di mira come bersaglio dai ''punk tiratori scelti'', che usavano fionde di precisione, hanno risposto rilanciando al mittente i sampietrini.", "label": 1}
{"idx": 1419, "sentence": "Questo mi ripaga di tutto, anche delle malignit.", "label": 0}
{"idx": 1420, "sentence": "Quanti sono gli abitanti della Cecenia?", "label": 0}
{"idx": 1421, "sentence": "Perch non vorresti invitare l'amico di tuo fratello alla tua festa di compleanno?", "label": 0}
{"idx": 1422, "sentence": "Ottimo fanno un convegno musica a scuola e il sindaco @user di Roma licenzia 180 strumentisti. Vedete come si fa #labuonascuola?", "label": 1}
{"idx": 1423, "sentence": "\"Guardi per che non  stata la notizia che Allende si sia suicidato quella che ha fatto pi impressione in Cile\", mi dice Cavallo.", "label": 1}
{"idx": 1424, "sentence": "#Grillo odi i politici e i partiti? Ti prego, raccontami ancora di quando ne hai fondato uno.", "label": 0}
{"idx": 1425, "sentence": "Inizier il mio intervento illustrandovi l'aspetto della ricerca.", "label": 0}
{"idx": 1426, "sentence": "Noi non vogliamo far perdere voti a questo o a quello, noi vogliamo vincere la nostra rivoluzione federalista e liberale.", "label": 1}
{"idx": 1427, "sentence": "Francesco, perch non vai al cinema?", "label": 0}
{"idx": 1428, "sentence": "Ma cosa accadr domani mentre a Belgrado e a Tirana Milosevic e Berisha appaiono sempre pi deboli?", "label": 1}
{"idx": 1429, "sentence": "Vi  andata bene, se eravate inglesi o americani sapevamo noi come trattarvi.", "label": 0}
{"idx": 1430, "sentence": "In che cosa sono misurate le lunghezze d'onda?", "label": 0}
{"idx": 1431, "sentence": "@user #ditelavostra Bersani nel #Pd  il passato. Ma davvero qualcuno pu immaginare #Grillo alla guida di un Paese?", "label": 0}
{"idx": 1432, "sentence": "passer l'ennesimo halloween di merda mentre gli altri si divertono :)))", "label": 0}
{"idx": 1433, "sentence": "Hanno rotto il cazzo con Berlusconi mo' rompono il cazzo con il governo monti .. notizia flash mi avete rotto il cazzo tutti!", "label": 1}
{"idx": 1434, "sentence": "Quando si svolse la storia di Romeo e Giulietta?", "label": 0}
{"idx": 1435, "sentence": "@user ma infatti io non ci credo sto solo dicendo che se lo ha detto veramente si  abbassata ai loro livelli punto", "label": 1}
{"idx": 1436, "sentence": "Dove si  tenuto il settimo vertice dell'Organizzazione della Conferenza Islamica?", "label": 0}
{"idx": 1437, "sentence": "Questo spiega perch solo dopo un paio d'ore, in ufficio, infilando casualmente la mano nella tasca destra, mi accorsi che c'era dentro una carta.", "label": 1}
{"idx": 1438, "sentence": "Nessuno dei #ministri del governo #monti  del sud Italia e la #lega nn voter la fiducia ... #soncose", "label": 1}
{"idx": 1439, "sentence": "Quando Willis Haviland Carrier cre il condizionatore d'aria?", "label": 0}
{"idx": 1440, "sentence": "A quale velocit viaggia la luce nello spazio?", "label": 0}
{"idx": 1441, "sentence": "Renzi: Fermare i lavori dell'Expo significherebbe ammettere che l'illegalit ha vinto. E continuarli che ha stravinto. [@user]", "label": 0}
{"idx": 1442, "sentence": "Per Mario Monti, istruzioni per parlare al telefono con Bossi: 1) No, quello non  il rumore di fondo,  Bossi che parla.", "label": 1}
{"idx": 1443, "sentence": "Chiusi le porte, abbassai le persiane.", "label": 0}
{"idx": 1444, "sentence": "Montezemolo, governo Monti unica soluzione per il Paese: allora siamo fottuti", "label": 0}
{"idx": 1445, "sentence": "Con quale nome  meglio conosciuto l'attore di film horror William Henry Pratt?", "label": 0}
{"idx": 1446, "sentence": "Il primo album di quale cantante country si intitolava \"Storms of life\"?", "label": 0}
{"idx": 1447, "sentence": "#monotonia sono i #tagli, le #privatizzazioni, gli attacchi ai #diritti del #governo #monti allora #sMONTIamoli http://t.co/s4MsSrko", "label": 1}
{"idx": 1448, "sentence": "Da quali due gas  composto principalmente il sole?", "label": 0}
{"idx": 1449, "sentence": "Quale animale  responsabile del maggior numero di decessi umani nel mondo?", "label": 0}
{"idx": 1450, "sentence": "Salvini propone la leva obbligatoria per i giovani italiani. Sar una buona idea armare cos tanti disoccupati? [@user]", "label": 0}
{"idx": 1451, "sentence": "Quale attrice ha ricevuto pi nomination all'Oscar?", "label": 0}
{"idx": 1452, "sentence": "Che monte  pi alto del Monte Bianco?", "label": 0}
{"idx": 1453, "sentence": "Qual  un altro nome per la \"malattia della mucca pazza\"?", "label": 0}
{"idx": 1454, "sentence": "Se in meno di 2 mesi il governo #Monti ha fatto quello che ha fatto, allora vuol dire che chi c'era prima pensava ad altro, non dico a cosa!", "label": 1}
{"idx": 1455, "sentence": "Meno burocrazia pi internet, ma niente strumentalizzazioni sul digitale caro #governo #monti http://t.co/nZGPkvoE #censuramiquesto", "label": 1}
{"idx": 1456, "sentence": "Apple aumenta gli ordini per l'iPhone 5s del 75%, riducendo quelli per il 5c del 35% http://t.co/UTXAgv8iNS", "label": 1}
{"idx": 1457, "sentence": "@user #anagr Governo Monti = Vinto Re Gnomo.", "label": 1}
{"idx": 1458, "sentence": "Ho un'idea rivoluzionaria: che sia possibile licenziare chi insegna male oltre a premiare chi insegna bene. #labuonascuola", "label": 0}
{"idx": 1459, "sentence": "Quale  stato il tasso di crescita dell'economia degli Stati Uniti nel 1993?", "label": 0}
{"idx": 1460, "sentence": "Io, quando sar presidente o magari allenatore di una societ, far tutto ci che  possibile per vincere.", "label": 1}
{"idx": 1461, "sentence": "Tu sei il superstite legame con il mondo che un tempo fu anche mio.", "label": 1}
{"idx": 1462, "sentence": "un'ansia inconsueta da qualche tempo si accende in me alla sera, e non  pi rimpianto delle gioie lasciate, come accadeva nei primi tempi del viaggio; piuttosto  l'impazienza di conoscere le terre ignote a cui mi dirigo.", "label": 2}
{"idx": 1463, "sentence": "Vagabondi incontrati per le pianure mi dicevano che i confini non erano lontani.", "label": 1}
{"idx": 1464, "sentence": "Un fucile giocattolo riesce a seminare il panico. Speriamo funzioni anche con gli F-35. [@user]", "label": 0}
{"idx": 1465, "sentence": "Una chicca della comicit italiana ... Benigni e Mario Monti :D http://t.co/ljgT3kE0", "label": 0}
{"idx": 1466, "sentence": "RT @user: E' tempo di intagliare la zucca di #Halloween http://t.co/sMIT5x5rc8 #faidate #casa", "label": 0}
{"idx": 1467, "sentence": "#labuonascuola complimenti al ministro @user e alla censura! Continuate a nn dare voce al dissenso!", "label": 0}
{"idx": 1468, "sentence": "Quando venne costruito a Washington D.C. il memoriale per i veterani del Vietnam?", "label": 0}
{"idx": 1469, "sentence": "In quale anno  stata creata la Banca Mondiale?", "label": 0}
{"idx": 1470, "sentence": "Mia madre, analizzato il video, ha stabilito che il contatto tra Rossi e Marquez si sarebbe potuto evitare se fossero andati pi piano.", "label": 1}
{"idx": 1471, "sentence": "Dopo aver creato un account, puoi utilizzare le pagine amicizia per vedere le tue interazioni con tutti i tuoi amici in una sola posizione.", "label": 1}
{"idx": 1472, "sentence": "Ma se la sua decisione implica che non posso rilasciare una dichiarazione di voto, la accetto con delle riserve.", "label": 1}
{"idx": 1473, "sentence": "Intendiamo dare spazio a tutti.", "label": 0}
{"idx": 1474, "sentence": "#chetempochefa si riverber? Il perfetto professor Monti sbaglia il futuro di riverberare.", "label": 1}
{"idx": 1475, "sentence": "Per quel che riguarda il personale, io non appartengo alla confraternita dei piagnoni, secondo cui manca personale.", "label": 1}
{"idx": 1476, "sentence": "Signora presidente, vorrei innanzi tutto sottolineare la mancanza di logica da parte dell'onorevole Poettering che ha appena fatto la morale al gruppo socialista per essere tornato su una decisione approvata dalla conferenza dei presidenti con una netta maggioranza.", "label": 1}
{"idx": 1477, "sentence": "Certo, il telespettatore deve essere informato correttamente, ed  per questo che noi facciamo scarso uso degli esperti.", "label": 1}
{"idx": 1478, "sentence": "Nel softball quanto dista il rialzo dei lanciatori dalla casa base?", "label": 0}
{"idx": 1479, "sentence": "Ecco: se Montanelli sapesse che gli ho dato del sentimentale, si arrabbierebbe.", "label": 0}
{"idx": 1480, "sentence": "Tanto che in qualche momento mi sento scoraggiato, soprattutto davanti agli episodi di questi giorni di ricoveri e di prestazioni \"difficili\" o impossibili.", "label": 1}
{"idx": 1481, "sentence": "Nel 2006 Charlie Hebdo aveva pubblicato delle vignette satiriche su Maometto. Ci hanno messo un po' a capirle. [nicodio]", "label": 0}
{"idx": 1482, "sentence": "Non vorr\"costruire\"anche lei un tunnel per neutrini! Se vuole le diamo 2 dritte per una #labuonascuola #MIDAperRUOLO http://t.co/S71Lbip17Y", "label": 1}
{"idx": 1483, "sentence": "forse il mio \"caro nemico\" sono io stesso, anche se per esser \"caro\" mi trovo troppo odioso.", "label": 1}
{"idx": 1484, "sentence": "@user notte, grazie per aver parlato con me.", "label": 0}
{"idx": 1485, "sentence": "Ma le future generazioni, soprattutto nelle economie avanzate, soddisferanno tali aspettative?", "label": 0}
{"idx": 1486, "sentence": "Noi gli avevamo fatto una proposta diversa\".", "label": 0}
{"idx": 1487, "sentence": "Laurea e concorsi pubblici: la riforma del governo Monti in cantiere http://t.co/yum92pqP", "label": 0}
{"idx": 1488, "sentence": "@user di equit non se vede per niente. Colpiti tutti senza distinzioni. Complimenti al professor Monti.", "label": 1}
{"idx": 1489, "sentence": "Io non so se il bagnino di Fregene era distratto, so solo che il soccorso sicuramente non  stato immediato.", "label": 1}
{"idx": 1490, "sentence": "Penso che babbo natale sia un po invecchiato .. non sente pi tanto bene, gli avevo chiesto mari e monti ed invece mi ha portato Mario Monti!", "label": 1}
{"idx": 1491, "sentence": "Quale parte dell'occhio continua a crescere durante la vita di una persona?", "label": 0}
{"idx": 1492, "sentence": "Noi espiriamo Co2, proprio come il micelio.", "label": 0}
{"idx": 1493, "sentence": "Come vedete, io ho il coraggio di dire quello che so perch non ho nulla da nascondere.", "label": 0}
{"idx": 1494, "sentence": "In Rai moltissimi ritrovano il gusto per la santa messa del mattino ... Ulteriore miracolo del Governo Monti ...", "label": 0}
{"idx": 1495, "sentence": "Di che colore  la cintura del livello pi alto nel karate?", "label": 0}
{"idx": 1496, "sentence": "Che senso possono avere annunci #labuonascuola da 1 premier che rivendica x datori diritto a licenziare e continua a fare tagli alla scuola?", "label": 1}
{"idx": 1497, "sentence": "@user ma nn ho capito scusa ... ti garba lui ???", "label": 0}
{"idx": 1498, "sentence": "\"La colpa vera, diciamolo,  di Basaglia.", "label": 0}
{"idx": 1499, "sentence": "Un manifestante #NoTav chiede a Cicchitto cosa farebbe il #PDL se il governo #Monti toccasse le TV di Berlusconi ... KABOOM! #PiazzaPulita", "label": 1}
{"idx": 1500, "sentence": "@user no ancora no, ma Nole lo sta impallinando. il secondo set sembra un pochino pi equilibrato per.", "label": 1}
{"idx": 1501, "sentence": "Il vostro ufficio sar la strada, la vostra scrivania un motorino, la vostra penna una telecamera.", "label": 0}
{"idx": 1502, "sentence": "Berlusca ha problemi di doppia personalit: ha appena smentito (in viva voce) di potere/volere staccare la spina al Governo #Monti.", "label": 1}
{"idx": 1503, "sentence": "Ma non posso trascurare le osservazioni che ricevo dai cittadini e dai medici.", "label": 0}
{"idx": 1504, "sentence": "Quali paesi ha attaccato l'esercito americano?", "label": 0}
{"idx": 1505, "sentence": "Che poi, a guardare bene, l'unica differenza  che #Grillo  delNord, e #Cettolaqualunque del sud. Suv compresi.", "label": 1}
{"idx": 1506, "sentence": " Vincere non e importante ma e l'unica cosa che conta  - Gianpiero Boniperti", "label": 0}
{"idx": 1507, "sentence": "@user \" La vita e i sogni sono fogli di uno stesso libro: leggerli in ordine  vivere, sfogliarli a caso  sognare. \" #aforismiquotidiani", "label": 0}
{"idx": 1508, "sentence": "Corpo perfetto, linea sinuosa, salute di ferro?", "label": 0}
{"idx": 1509, "sentence": "Per che cosa stanno le iniziali ETA?", "label": 0}
{"idx": 1510, "sentence": "Mario Monti? Alfano? NO! Saranno I Muppet a salvare il Governo dalla crisi! Voi li votereste? http://t.co/E2L3zfxb", "label": 0}
{"idx": 1511, "sentence": "Inoltre, se decidi di utilizzare Facebook da un dispositivo mobile, tieni presente che sarai tu a dover pagare le eventuali tariffe associate all'uso di Internet e / o della messaggistica in base a quanto stabilito dall'operatore di telefonia mobile.", "label": 2}
{"idx": 1512, "sentence": "MARIO MONTI: L'EURO E' UN SUCCESSO, SOPRATTUTTO PER LA GRECIA e io aggiungo: ANNAMO BENE!. http://t.co/V1jRqr1g #rimontiamo", "label": 1}
{"idx": 1513, "sentence": "Vuotai un vecchio baule pieno di tappeti e sul fondo, ordinati in tanti mucchietti, deposi i soldi, che via via andavo contando.", "label": 1}
{"idx": 1514, "sentence": "un'esistenza che noi consumiamo ad alta velocit e quasi non osserviamo in s stessa.", "label": 1}
{"idx": 1515, "sentence": "Qual  il diametro della Luna?", "label": 0}
{"idx": 1516, "sentence": "Alfano in tv rassicura gli italiani: \"Da noi non c' nessuna Parigi\". [giga]", "label": 0}
{"idx": 1517, "sentence": "Prima si screditano gli esami di maturit. Poi si fanno 4 anni di liceo poi si abolisce il valore legale E il gioco  fatto. #labuonascuola", "label": 1}
{"idx": 1518, "sentence": "Un parere autorevole e non demagogico sull'euro da mario monti http://t.co/orQ66jCa", "label": 0}
{"idx": 1519, "sentence": "Signora presidente, se il verbale rispecchier correttamente il voto del mio gruppo non avr alcuna obiezione.", "label": 1}
{"idx": 1520, "sentence": "\"le strade di Parigi possiedono qualit umane e non possiamo scrollare via le impressioni che esse fanno nelle nostre menti\".", "label": 1}
{"idx": 1521, "sentence": "La manovra del governo Monti  impopolare, reazione prevedibile! Ma  necessaria, l'Italia ne ha bisogno!", "label": 1}
{"idx": 1522, "sentence": "Da chi prendono il nome gli zapatisti?", "label": 0}
{"idx": 1523, "sentence": "Come  chiamato il testo di un'opera lirica?", "label": 0}
{"idx": 1524, "sentence": "Mario Monti sereno e molto determinato ad andare avanti. http://t.co/Ycew0Lt6", "label": 0}
{"idx": 1525, "sentence": "@user hai dimostrato che tieni a questa maglia .. grande !!!", "label": 0}
{"idx": 1526, "sentence": "Le domande della #pseudoconsultazione di #Renzi su #labuonascuola sembrano quelle dell'asilo: ti piace la nutella? Con il pane o senza?", "label": 1}
{"idx": 1527, "sentence": "Da quale porto salp il traghetto \"Estonia\"?", "label": 0}
{"idx": 1528, "sentence": "@user a Roma invece  cos primavera che sembra gia giov.", "label": 1}
{"idx": 1529, "sentence": "Putin: \"Le donne ci danno la vita\". Specialmente se fanno inchieste su di lui. [@user]", "label": 1}
{"idx": 1530, "sentence": "Concludo, signor presidente, dicendo che  piuttosto grave che nella comunicazione della commissione sia stata riservata una scarsa attenzione ai patti territoriali e soprattutto alle modalit di lotta alla disoccupazione femminile e giovanile.", "label": 2}
{"idx": 1531, "sentence": "@user #ditelavostra #Grillo rappresenta la volont della gente di eliminare i partiti dalla gestione della cosa pubblica.", "label": 1}
{"idx": 1532, "sentence": "@user sarai pure #ilpitwittato ma vuoi abolire sto #jobsact e #labuonascuola o bisogna fare un #socialstrike il #14nov?", "label": 1}
{"idx": 1533, "sentence": "Signor presidente, anch'io mi voglio complimentare con il relatore per l'ottimo lavoro svolto.", "label": 0}
{"idx": 1534, "sentence": "- Sentite, 'signor compare', - gli disse - se vi vedo un'altra volta in casa mia, com' vero Dio, vi faccio la festa!", "label": 0}
{"idx": 1535, "sentence": "\"Commissario, lei  in pensione ... in tutti i sensi, forse?", "label": 0}
{"idx": 1536, "sentence": "Dice che se il prossimo governo #Monti non te convince, sei anti - italiano e non vuoi bene manco a #Napolitano ... e manco a Ges.", "label": 1}
{"idx": 1537, "sentence": "Me l'hanno anche chiesto, ma come faccio, come posso lasciarlo?", "label": 0}
{"idx": 1538, "sentence": "Quale citt ha ospitato la finale della Coppa del Mondo di Calcio?", "label": 0}
{"idx": 1539, "sentence": "credi di poter salvare il mondo ... ma il mondo non vuole essere salvato.", "label": 0}
{"idx": 1540, "sentence": "Dice il testo accattivante: \"cerchiamo 60 giovani da buttare in mezzo alla strada.", "label": 1}
{"idx": 1541, "sentence": "Sto leggendo da un'ora e sono a 33/136 pagine di #labuonascuola. Potr contare sul fattore #buonavolont al momento della valutazione?", "label": 0}
{"idx": 1542, "sentence": "Tutte ste persone che lodano #labuonascuola .... O sono leccapiedi o sono parenti di Renzi o della Giannini. Non c' alternativa!!", "label": 0}
{"idx": 1543, "sentence": "Amo le sfide, e salvare la terra  probabilmente una buona sfida.", "label": 0}
{"idx": 1544, "sentence": "Chi firm la Dichiarazione di Indipendenza dal Vermont?", "label": 0}
{"idx": 1545, "sentence": "Il governo #Monti fino ad ora non avr proprio spaccato ma vedere Feltri e Giannini che flirtano non ha prezzo", "label": 1}
{"idx": 1546, "sentence": " @user1: Nostri 12 punti per #labuonascuola. Dal 15 set al 15 nov saremo in ogni scuola! IN CIELO, IN TERRA, IN OGNI SCUOLA @user2", "label": 1}
{"idx": 1547, "sentence": "Mi pare una formula migliore piuttosto che procedere ora alle dichiarazioni di voto che ci porterebbero molto lontano.", "label": 1}
{"idx": 1548, "sentence": "Che cosa possiamo fare in estate se vogliamo partire per le vacanze e abbiamo un cane o un gatto?", "label": 1}
{"idx": 1549, "sentence": "\"Una cosa che non ci piace?", "label": 0}
{"idx": 1550, "sentence": "Io il privato lo concepisco come un metodo di lavoro, come contratti di lavoro, come modo di gestire insomma.", "label": 1}
{"idx": 1551, "sentence": "Qual famoso verso scrisse Sarah Hale nel 1830?", "label": 0}
{"idx": 1552, "sentence": "Fra trentaquattro anni (prima anzi, molto prima) Domenico scorger inaspettatamente i fuochi del mio accampamento e si domander perch mai nel frattempo, io abbia fatto cos poco cammino.", "label": 1}
{"idx": 1553, "sentence": "\"mah, penso di s\", risponde Sottsass con la sua voce pacata e amichevole, il suo amore per le parole \"imprecise\", un'ombra di perenne malinconia nello sguardo.", "label": 1}
{"idx": 1554, "sentence": "Il M5S Pizzarotti: Ora Grillo faccia autocritica. Hai anche un ultimo desiderio? [@user]", "label": 1}
{"idx": 1555, "sentence": "Col pretesto di non sentirmi bene, lasciai l'ufficio e rincasai.", "label": 0}
{"idx": 1556, "sentence": "Lo scazzo tra Cobas e studenti stamattina a Roma: \"Cos stai a fa' er renziano\" #labuonascuola #10o", "label": 1}
{"idx": 1557, "sentence": "#Twitter  spento sta sera, tutti che ascoltano #Grillo?", "label": 0}
{"idx": 1558, "sentence": "Di regola nella tasca destra della giacca io non metto niente, le carte le tengo nella tasca sinistra.", "label": 0}
{"idx": 1559, "sentence": "Quali dipendenti pubblici statunitensi (militari o civili) sono stati accusati di spionaggio a favore di paesi stranieri?", "label": 0}
{"idx": 1560, "sentence": "\"noi avevamo proposto che si aprisse una stagione costituente dentro la quale si possono discutere diverse proposte che riguardano la forma di stato e di governo.", "label": 1}
{"idx": 1561, "sentence": "Austria, 50 migranti morti in un tir.  il record indoor. [@user]", "label": 0}
{"idx": 1562, "sentence": "non cambier nulla perch il ns paese rischia ancora tanto ... #berlusconi #governo #monti", "label": 0}
{"idx": 1563, "sentence": "Quanti prigionieri americani vennero liberati dal Vietnam del Nord nel 1973?", "label": 0}
{"idx": 1564, "sentence": "A tale proposito chiedo alla signora commissario competente, e qui presente, di presentare al pi presto una proposta in merito, affinch in futuro si possa garantire maggiore sicurezza nei trasporti in galleria per non dover pi assistere in Europa a sciagure di tale gravit!", "label": 2}
{"idx": 1565, "sentence": "Senonch, e non ne saprei dire il motivo, infilai di nuovo la mano nella tasca.", "label": 1}
{"idx": 1566, "sentence": "Che epidemia si  diffusa in Albania?", "label": 0}
{"idx": 1567, "sentence": "Quale canzone di Bob Dylan  stata utilizzata in un film della Disney?", "label": 0}
{"idx": 1568, "sentence": "Quanto  alta la piramide pi alta?", "label": 0}
{"idx": 1569, "sentence": "Un grazie ai miei alunni e a tutti quelli che sono intervenuti http://t.co/UKKRw8RC", "label": 0}
{"idx": 1570, "sentence": "Come si chiama il ministro delle finanze polacco?", "label": 0}
{"idx": 1571, "sentence": "Che giorno segna l'inizio del XXI secolo?", "label": 0}
{"idx": 1572, "sentence": "Le nuvole, il cielo, l'aria, i venti, gli uccelli, mi apparivano in verit cose nuove e diverse; e io mi sentivo straniero.", "label": 1}
{"idx": 1573, "sentence": "Liberalizzazioni: Professor Monti, stavolta i voti glieli diamo noi http://t.co/Zxq5hWoY", "label": 1}
{"idx": 1574, "sentence": "@user .. e quando i genitori ci chiedono : ma alla riunione direte qualcosa di importante ? Mah ..", "label": 1}
{"idx": 1575, "sentence": "Gaza, madre d alla luce 4 bambini. Di questi tempi fa comodo averne una scorta. [@user]", "label": 1}
{"idx": 1576, "sentence": "Anche una donna si fa saltare in aria.  la versione terrorista di \"No, niente\". [@user]", "label": 1}
{"idx": 1577, "sentence": "@user  un libro degli incubi! assumere tutti i precari delle GaE subito, con ritiro tagli riforma Gelmini #labuonascuola", "label": 1}
{"idx": 1578, "sentence": "Quale carica ricopriva Rabbani quando la guerra civile scoppi in Afghanistan nel 1992?", "label": 0}
{"idx": 1579, "sentence": "Di chi  lo slogan commerciale \"La qualit  il primo lavoro\"?", "label": 0}
{"idx": 1580, "sentence": "Pu l'Italia fungere da ponte tra la sponda sud del mare nostrum e l'Europa? Mario #Monti in #Libia http://t.co/lnq08lUr", "label": 1}
{"idx": 1581, "sentence": "E se prendiamo questa idea e partiamo da qui, poi possiamo passare al punto successivo;", "label": 0}
{"idx": 1582, "sentence": "L'unica risposta che ho avuto finora da parte degli spacciatori de #labuonascuola  stata che i tagli alla scuola sono investimenti #pochino", "label": 1}
{"idx": 1583, "sentence": "\"quando sar grande\" disse \"voglio andar per mare come te.", "label": 0}
{"idx": 1584, "sentence": "Ebbi la sensazione di trovarmi coinvolto, per ragioni misteriose, nel giro di una favola come quelle che si raccontano ai bambini e che nessuno crede vere.", "label": 1}
{"idx": 1585, "sentence": "Quali degli attuali o passati giocatori di NFL hanno il cognome di Johnson?", "label": 0}
{"idx": 1586, "sentence": "Io ho visto la morte cogli occhi!", "label": 0}
{"idx": 1587, "sentence": "\"Stefano, che cosa fai l impalato\"?", "label": 0}
{"idx": 1588, "sentence": "\"effettivamente leggendo il comunicato del polo si ha questa sensazione che io spero sia infondata\".", "label": 1}
{"idx": 1589, "sentence": "Come si dice \"ti amo\" in francese?", "label": 0}
{"idx": 1590, "sentence": "@user1: Ora i finiani sono meno entusiasti del governo Monti @user2 Loro perdono spesso entusiasmo per i governi", "label": 1}
{"idx": 1591, "sentence": "Chi ha deciso di creare la borsa di studio \"Luis Donaldo Colosio\"?", "label": 0}
{"idx": 1592, "sentence": "Quando non vi vedo  meglio per voi e per me.", "label": 0}
{"idx": 1593, "sentence": "Dispongo i panini in una pirofila e li metto in forno per un quarto d'ora.", "label": 0}
{"idx": 1594, "sentence": "#Governo #Monti: il divino Otelma #ministro dell'#Economia", "label": 0}
{"idx": 1595, "sentence": "@user sto facendo l'imperativo in spagnolo e il mio cervello sta andando a fuoco cc", "label": 0}
{"idx": 1596, "sentence": "@user1 @user2 ma ke fine hai fatto :)", "label": 0}
{"idx": 1597, "sentence": "I combattenti sono uomini addestrati dalle milizie islamiche?", "label": 0}
{"idx": 1598, "sentence": "Chi  il ministro del commercio in Cina?", "label": 0}
{"idx": 1599, "sentence": "Quale giocatore in una squadra di pallacanestro gioca solitamente nel ruolo di pivot?", "label": 0}
{"idx": 1600, "sentence": "Signor presidente, mi congratulo nuovamente con l'onorevole Koch per il lavoro svolto a proposito di quest'altra relazione che, in un certo qual modo, completa il dibattito che abbiamo tenuto lo scorso ottobre sul trasporto ferroviario.", "label": 2}
{"idx": 1601, "sentence": "il mio lavoro e fare male alla gente e invece ... mi sono fatta male io ... xD!", "label": 1}
{"idx": 1602, "sentence": "Quale vecchio cantante di rock and roll era conosciuto come \"The Killer\"?", "label": 0}
{"idx": 1603, "sentence": "Libert di trivellazione e sondaggi? Ma il governo Monti che c'ha in testa, le rane?", "label": 0}
{"idx": 1604, "sentence": "Tutti noi possiamo incontrare grandi difficolt nel capire bene il significato di alcuni testi, scritti o parlati.", "label": 0}
{"idx": 1605, "sentence": "Nel teatro e nel romanzo, i tiranni noi li vogliamo tenere un po' a distanza, vederli da lontano.", "label": 0}
{"idx": 1606, "sentence": "Io viaggio, non per andare da qualche parte, ma per andare. Io viaggio per l'amore del viaggio. La grande ... http://t.co/o46FbpuasF", "label": 0}
{"idx": 1607, "sentence": "Qual  un altro nome della Stella Polare?", "label": 0}
{"idx": 1608, "sentence": "#fatepresto ma il governo Monti mica parte venerdi 11/11/11 alle ore 11? nn siamo scaramantici ma quando  troppo  troppo", "label": 1}
{"idx": 1609, "sentence": "ma perch l'applicazione di facebook per l'iphone, trema?", "label": 0}
{"idx": 1610, "sentence": "Mario Monti  la mia grande delusione subito dopo la scoperta dell'inesistenza di Babbo Natale ... #Monti", "label": 0}
{"idx": 1611, "sentence": "vuoi lavorare come social innovator per il governo monti? invia il curriculum al ministro profumo http://t.co/eQ93fgp3 #avvisopubblico", "label": 1}
{"idx": 1612, "sentence": "Chi si  dovuto dimettere da primo ministro della Carinzia nel 1991?", "label": 0}
{"idx": 1613, "sentence": "Dimmi il nome di un gioco di societ.", "label": 0}
{"idx": 1614, "sentence": "Quale ufficio ha l'incarico di regolamentare il gioco d'azzardo nei casin del Mississippi?", "label": 0}
{"idx": 1615, "sentence": "A quale distanza arriva un raggio laser?", "label": 0}
{"idx": 1616, "sentence": "@user voi non sosterrete mai Governo Monti con Pd?", "label": 0}
{"idx": 1617, "sentence": "Da chi venne imposto l'embargo all'Iraq?", "label": 0}
{"idx": 1618, "sentence": "Se volete sapere se il pap di Nemo e la pesciolina Dory riescono a trovare il pesciolino Nemo andate al cinema a vedere Alla ricerca di Nemo.", "label": 1}
{"idx": 1619, "sentence": "\"Per piacere evitate di parlare tra voi delle vostre malattie\".", "label": 0}
{"idx": 1620, "sentence": "Ma sarebbe #Grillo il futuro della politica?", "label": 0}
{"idx": 1621, "sentence": "Intanto Bersani dice che il Governo Monti non rappresenterebbe la sconfitta della politica ma o si va a messa, o si sta a casa #giaguari", "label": 1}
{"idx": 1622, "sentence": "Da dove decoll Lindbergh nel 1927?", "label": 0}
{"idx": 1623, "sentence": "Christian Blanc di quale compagnia  presidente?", "label": 0}
{"idx": 1624, "sentence": "Che cos' il Ph in biologia?", "label": 0}
{"idx": 1625, "sentence": "In quali stati americani ci sono stati incidenti mortali causati da valanghe di neve?", "label": 0}
{"idx": 1626, "sentence": "Quanti anni bisogna avere per potersi sposare nella Carolina del S?", "label": 0}
{"idx": 1627, "sentence": "Ogni volta respiravo di sollievo.", "label": 0}
{"idx": 1628, "sentence": "Qual  la data dell'entrata in vigore del Trattato di Maastricht?", "label": 0}
{"idx": 1629, "sentence": "Mi vengono segnalati casi di pazienti che devono spendere centinaia di migliaia di lire al giorno per assicurarsi un prodotto che il medico ritiene importante per la cura di una patologia.", "label": 1}
{"idx": 1630, "sentence": "Mario Monti, neo senatore a vita,  SuperMario  http://t.co/ZgGe6mVi", "label": 0}
{"idx": 1631, "sentence": "#labuonascuola  anche una che chiude 3 giorni dopo essere iniziata, \"per disinfestazione\"? #maddeche (succede a Roma, second. superiore)", "label": 1}
{"idx": 1632, "sentence": "@user: Raffaele Lombardo appoggia il governo Monti e chiede ai giornalisti: domande? 1: licenzierete un po' di gente in regione?", "label": 1}
{"idx": 1633, "sentence": "@user Dite :  Tutti i docenti di cui la buona scuola ha bisogno  ... e come capirete che la rende buona e chi no? Tessera di partito?", "label": 1}
{"idx": 1634, "sentence": "Il mar Latorre torner in Italia per curarsi. All'India sta bene come pena. [@user]", "label": 0}
{"idx": 1635, "sentence": "@user: La prima impressione sul governo Monti? Finalmente studiare paga.", "label": 0}
{"idx": 1636, "sentence": "In breve, lo potremmo chiamare moralismo?", "label": 0}
{"idx": 1637, "sentence": "Quando fin la Guerra del Vietnam?", "label": 0}
{"idx": 1638, "sentence": "Mario Monti: Con seriet e rigore, forse la sfanghiamo", "label": 0}
{"idx": 1639, "sentence": "@user buona pasqua domani sera guardero anche io alice in wonderland sono i miei film preferiti", "label": 1}
{"idx": 1640, "sentence": "La lega non sosterr il governo monti. Comincio a strapparmi i capelli x il dispiacere.", "label": 0}
{"idx": 1641, "sentence": "Permettetemi uno sfogo. Cazzo che bei capelli che ha ' sto Mario Monti. Oh, tutta roba genuina. #fullmonti #gliocchialidigiorgino", "label": 1}
{"idx": 1642, "sentence": "In che parte del corpo trovi le mascelle?", "label": 0}
{"idx": 1643, "sentence": "Avrei scritto una lettera al Corticella restituendogli i soldi non miei.", "label": 1}
{"idx": 1644, "sentence": "\" Ti amo da qui ... Alla fine del monfo ... Di nuovo qui all'infinito \"", "label": 0}
{"idx": 1645, "sentence": "Vada pure, signorina, c'era da dettare una lettera, ma lo faremo pi tardi\".", "label": 1}
{"idx": 1646, "sentence": "@user1 @user2 #labuonascuola mi fa impazzire, sopratutto in merito alla Morale, all'Umanit, all'Eccellenza, di certo Corpo Docente", "label": 1}
{"idx": 1647, "sentence": "L' unica cosa buona del governo Monti  che non ci sorbiamo pi il nano. Adesso per andiamo a votare per favore! #serviziopubblico", "label": 1}
{"idx": 1648, "sentence": "\"Si sono fermati a pochi metri da dove mi trovavo io - ha detto il barbone - e sembravano intenzionati a restarci a lungo\".", "label": 1}
{"idx": 1649, "sentence": "Cancellato il segreto di Stato sulle stragi italiane. Ora bisogner rifare tutte le fiction. [CONTINUA su http://t.co/oDPUtxkMK3]", "label": 1}
{"idx": 1650, "sentence": "Giannini e #labuonascuola : \" introdurremo linglese alle elementari \" . Qualc le dica che c' gi dal 2003 #staresulpezzo http://t.co/asl3Ys5Nnw", "label": 0}
{"idx": 1651, "sentence": "verifica di geostoria, simulazione prova di latino. mamma posso stare a casa?", "label": 0}
{"idx": 1652, "sentence": "Direttamente dal 1942, venerd sera Spinoza torna a Milano per un live pieno di pagine e pagine di risate. Venite? https://t.co/TmY1BfUDev", "label": 1}
{"idx": 1653, "sentence": "Ricavammo questi dati alcuni anni fa, e ricordo che me ne stavo l alla scrivania, pi o meno l'unica persona al mondo che sapeva che la carne di balena venduta su quei mercati in realt era carne di delfino, ed era tossica.", "label": 1}
{"idx": 1654, "sentence": "Credo che tale principio sia un principio giuridico fondamentale della politica comune della pesca e qualsiasi proposta volta a sovvertirlo sarebbe giuridicamente inammissibile", "label": 1}
{"idx": 1655, "sentence": "Se vuole le racconto un po' di aneddoti sulla solidariet tra donne deputate ...\".", "label": 0}
{"idx": 1656, "sentence": "Forse con esagerata confidenza - Dio me ne avesse distolto - gli feci i complimenti per la sua eleganza; e osai perfino chiedergli chi fosse il suo sarto.", "label": 1}
{"idx": 1657, "sentence": "Chi evade le tasse da ai figli un pane avvelenato (Mario #Monti)", "label": 0}
{"idx": 1658, "sentence": "Stampa e potere, non  un bel sapere. Molto Sole e Corriere, niente Repubblica nel governo #Monti. http://t.co/qCy30Xee via @user", "label": 2}
{"idx": 1659, "sentence": "Chi ha vinto il IV Torneo Internazionale di scacchi \"Citt di Pamplona\"?", "label": 0}
{"idx": 1660, "sentence": "formato il nuovo governo Monti. Che Dio ce la mandi tecnicamente buona.", "label": 0}
{"idx": 1661, "sentence": "Con quale Nobel venne premiato Willy Brandt?", "label": 0}
{"idx": 1662, "sentence": "Siamo tutti d'accordo nel chiedere che il parlamento possa essere compartecipe della valutazione delle linee direttrici a met periodo di funzionamento dei programmi, visto che siamo i rappresentanti dei cittadini.", "label": 2}
{"idx": 1663, "sentence": "Quindi, se ho capito bene, la riforma della #scuola dobbiamo farla noi e poi suggerirla a #Renzi? Furbo Matteo. #labuonascuola", "label": 1}
{"idx": 1664, "sentence": "Signora presidente, ringrazio l'onorevole Poettering per l'inaspettata pubblicit che ha appena dato a questa discussione.", "label": 1}
{"idx": 1665, "sentence": "ma voi credete che il governo monti eviter la crisi italiana, io ho molti dubbi", "label": 1}
{"idx": 1666, "sentence": "Quando ci fu la rivoluzione islamica iraniana?", "label": 0}
{"idx": 1667, "sentence": "Tengo a sottolineare, signora presidente, che, secondo l'accordo concluso nel settembre scorso, questo dibattito era distinto dalla presentazione del programma legislativo della commissione.", "label": 2}
{"idx": 1668, "sentence": "primo principio per una buona scuola: non si assumono 150.000 precari ma si precarizzano tutti gli altri: luglio agosto no lavoro no money", "label": 1}
{"idx": 1669, "sentence": "La destinazione delle vacanze e' il solo problema che non riuscira' a risolvere l'ottimo concergie Mario Monti.", "label": 1}
{"idx": 1670, "sentence": "Se queste proposte diventassero legge, potrebbero anche accelerare la \"corsa\" verso la collaborazione con lo Stato?", "label": 1}
{"idx": 1671, "sentence": "Signora presidente,  stato contato il mio voto, che non  stato deposto elettronicamente, perch non ho la scheda?", "label": 1}
{"idx": 1672, "sentence": "@user io non la so usare proprio ):", "label": 0}
{"idx": 1673, "sentence": "Attesa estenuante per il nuovo governo #monti AAA cercasi #ministri", "label": 0}
{"idx": 1674, "sentence": "Mi piace Mario Monti. E dire che l'ultimo premier che mi ha entusiasmato si chiamava Alcide De Gasperi. #doposilvio", "label": 0}
{"idx": 1675, "sentence": "Di che cosa Microsoft acquister la licenza da SUN?", "label": 0}
{"idx": 1676, "sentence": "Sorride ricordando: \"quando ero piccolo, mia madre mi cantava le canzoni napoletane in portoghese.", "label": 0}
{"idx": 1677, "sentence": "Quanto dovrebbe dormire un bambino ogni notte?", "label": 0}
{"idx": 1678, "sentence": "Onorevole Cox, onorevole Hansch, siete d'accordo?", "label": 0}
{"idx": 1679, "sentence": "messaggio per Ges che sta per nascere: attenzione sulla grotta fredda dove nascerai il Governo Monti metter l'ICI!", "label": 1}
{"idx": 1680, "sentence": "Inutile aggiungere che avevo tanta elettricit in corpo da non essere riuscito a dormire.", "label": 0}
{"idx": 1681, "sentence": "@user1 Consolati, il governo #Monti ha messo una tassa sulla fortuna. Te non la pagherai mai. @user2 grazie per l'aiuto fratello!", "label": 1}
{"idx": 1682, "sentence": "E comander delle navi ancora pi belle e grandi della tua\".", "label": 0}
{"idx": 1683, "sentence": "Quando si  tenuto il 48esimo Festival di Avignone?", "label": 0}
{"idx": 1684, "sentence": "Come dici \"gatto\" in francese?", "label": 0}
{"idx": 1685, "sentence": "#Grillo  perfetto per raccogliere l'eredit della lega, proprio perfetto.", "label": 0}
{"idx": 1686, "sentence": "Fase 2 governo #Monti: da gennaio 2012 per smaltire e cancellare i tweets si dovr pagare la tassa sui rifiuti.", "label": 0}
{"idx": 1687, "sentence": "In fondo il ministro Guidi ha solo dirottato una legge per amore. [@user]", "label": 0}
{"idx": 1688, "sentence": "Chi dice che il governo Monti  una primavera ha un' idea approssimativa delle stagioni #assembleasel", "label": 1}
{"idx": 1689, "sentence": "In quale anno venne inventata la lampadina?", "label": 0}
{"idx": 1690, "sentence": "Adesso che succeder, delle idee di Coronas?", "label": 0}
{"idx": 1691, "sentence": "Lo guardai controluce, lo confrontai con altri.", "label": 0}
{"idx": 1692, "sentence": "Bisogna avere il coraggio delle proprie scelte #scritturebrevi", "label": 0}
{"idx": 1693, "sentence": "@user Grande Ljubo, sei stato veramente un signor giocatore !!! #grazie", "label": 0}
{"idx": 1694, "sentence": "Come chiamano i Francesi il Canale della Manica?", "label": 0}
{"idx": 1695, "sentence": "In quale paese le operazioni delle Nazioni Unite furono rimandate fino al 31 marzo 1995?", "label": 0}
{"idx": 1696, "sentence": "@user ora ti lascio che la giornata in ufficio inizia con una bella riunione. A dopo! Buona giornata!", "label": 0}
{"idx": 1697, "sentence": "In quale provincia canadese si trova il maggior numero di persone di origine francese?", "label": 0}
{"idx": 1698, "sentence": "Con quale gruppo l'ex-chitarrista dei Red Hot Chili Peppers, Dave Navarro, inizi la sua carriera?", "label": 0}
{"idx": 1699, "sentence": "Casarin avr sufficienti motivazioni, vedendosi trattato cos bruscamente dopo cinque anni di lavoro comunque appassionato e innovativo?", "label": 1}
{"idx": 1700, "sentence": "Quanto dista la Terra dal Sole?", "label": 0}
{"idx": 1701, "sentence": "Con quale frequenza viene assassinato qualcuno negli USA?", "label": 0}
{"idx": 1702, "sentence": "Fino a quando dureranno in Cile le polemiche sull'intervista della Payita?", "label": 0}
{"idx": 1703, "sentence": "RT @user: ' tipi di persone su twitter ' L'INNAMORATA. Lei che trova il fidanzato su twitter. http://t.co/QV6Jqxf6hQ", "label": 1}
{"idx": 1704, "sentence": "Che uno poi vorrebbe pure darlo un rigore al Milan ma se negli ultimi 20 minuti entri in area della Lazio mezza volta diventa impossibile.", "label": 1}
{"idx": 1705, "sentence": "Avrei voluto continuare per tutta la sera e la notte, fino ad accumulare miliardi.", "label": 0}
{"idx": 1706, "sentence": "RT @user1: @user2 ma veramente  passato tutto questo tempo ?! sono vecchissssima!", "label": 1}
{"idx": 1707, "sentence": "Solo dopo che la segretaria fu andata, osai estrarre il foglio dalla tasca.", "label": 0}
{"idx": 1708, "sentence": "E poi stasera c' una festa da non perdere e tu ti senti uno straccio.", "label": 0}
{"idx": 1709, "sentence": "Ma il governo Monti pensa di dirla una cosa a proposito di naufragi, #concordia, #giglio, Titanic? O sono dal broker a trattare la polizza?", "label": 1}
{"idx": 1710, "sentence": "Ma soprattutto mi colp l'ammontare del bottino: esattamente cinquantotto milioni (come i miei).", "label": 0}
{"idx": 1711, "sentence": "\"oh, non ti avessi ascoltato\" esclam il capitano.", "label": 0}
{"idx": 1712, "sentence": "@user non mi portano fuori perch il caro tommaso deve fare i compiti", "label": 0}
{"idx": 1713, "sentence": "Di che colore  la striscia pi alta nella bandiera degli U.S.A.?", "label": 0}
{"idx": 1714, "sentence": "Che meraviglia cercare ' #depressionepostconcerto ' e vedere che tutti gli ultimi tweet parlano del 28 & 29 marzo. SP ", "label": 1}
{"idx": 1715, "sentence": "Raga, mi esce che ho votato troppe volte .. come faccio a votare? #aiutatemi", "label": 0}
{"idx": 1716, "sentence": "\"il Trentino  mio padre, la mia infanzia.", "label": 0}
{"idx": 1717, "sentence": "@user s, sono proprio una simpatica canaglia. :D", "label": 0}
{"idx": 1718, "sentence": "Beh, se state programmando di mettere al mondo un erede, preparatevi a investire nella nuova avventura una cifra vicino a 210 mila euro, che salgono a 230 mila se dovrete affidarvi alla baby sitter.", "label": 1}
{"idx": 1719, "sentence": "Ma veramente ancora trasmettono Striscia La Notizia ??", "label": 0}
{"idx": 1720, "sentence": "Quanti analfabeti ci sono nel mondo?", "label": 0}
{"idx": 1721, "sentence": "La Yamaha  buona solo ad alzar polemiche. E la Honda a crearne.", "label": 0}
{"idx": 1722, "sentence": "la #fornero se mette a piagne mentre spiega come la #manovra del governo #MONTI metter in ginocchio la gente: #lacrimedicoccodrillo", "label": 0}
{"idx": 1723, "sentence": "Quale stadio sportivo  stato definito \"l'ottava meraviglia del mondo\"?", "label": 0}
{"idx": 1724, "sentence": "Come si chiamava il cane nella serie di film \"Thin Man\"?", "label": 0}
{"idx": 1725, "sentence": "Qual  il titolo del film di Stephen Frears con Glenn Close, John Malkovich e Michelle Pfeiffer?", "label": 0}
{"idx": 1726, "sentence": "WOW !!! Tra tre anni, FORSE, ci danno 60 euro !!! Forza che da qui a un secolo raggiungiamo gli stipendi dei colleghi europei! #labuonascuola", "label": 1}
{"idx": 1727, "sentence": "A quanto ammontavano gli utili del gruppo finlandese di elettronica e telecomunicazioni Nokia nel 1994?", "label": 0}
{"idx": 1728, "sentence": "Il governo #Monti cerca una soluzione: un diplomatico italiano potr partecipare a rock - concert nazisti, purch sobri", "label": 1}
{"idx": 1729, "sentence": "\"Il governo sono io, non Walesa e presto vedr il leader sovietico\".", "label": 1}
{"idx": 1730, "sentence": "@user Con i prezzi che adotta, non sempre a buon mercato, oltre alla depressione fa venire la scogliosi x la \" comodit \" dei sedili!", "label": 1}
{"idx": 1731, "sentence": "Chi diede inizio alla Riforma Protestante?", "label": 0}
{"idx": 1732, "sentence": "Quali sono i titoli dei libri nella serie alfabetica dei misteri di S Grafton?", "label": 0}
{"idx": 1733, "sentence": "Tra le prime misure del #governo #Monti, i tagli ai costi della politica. Serve anche un #Parlamento tecnico per votarli? #fatepresto #308", "label": 1}
{"idx": 1734, "sentence": "E' pi criminale fondare una banca che rapinarla (cit. B. Brecht) Tanti auguri al nuovo governo #Monti", "label": 0}
{"idx": 1735, "sentence": "La bufala della tassa sui cani del Governo Monti http://t.co/ZPLViP34", "label": 0}
{"idx": 1736, "sentence": "Crisi, Governo Monti pensa a manovra da 20 miliardi di euro ... http://t.co/8MdrsxRG", "label": 0}
{"idx": 1737, "sentence": "Quale giocatore  stato per sette volte il campione \"home run\" del campionato nazionale?", "label": 0}
{"idx": 1738, "sentence": "Io studio l'inglese e scrivo a Claudia, la mia fidanzata, che fa la scuola alberghiera a Bellinzona\".", "label": 1}
{"idx": 1739, "sentence": "Ho molta fiducia nel nuovo Governo Monti. Pi o meno la stessa che ripongo in mia madre che tenta di inviare un' email.", "label": 1}
{"idx": 1740, "sentence": "Quali uve si usano per produrre vino?", "label": 0}
{"idx": 1741, "sentence": "RT @user: Abbassare le aspettative da principe azzurro a \" poco nuvoloso \".", "label": 1}
{"idx": 1742, "sentence": "Mi congratulo con lui per l'eccellente relazione.", "label": 0}
{"idx": 1743, "sentence": "Mi scandalizzo poco, io.", "label": 0}
{"idx": 1744, "sentence": "Mario Monti nominato Europeo dell'anno.", "label": 0}
{"idx": 1745, "sentence": "Costi politica, Maroni: Stretta su vitalizi una cosa giusta: Ma l'ha fatta il Parlamento non il governo Monti http://t.co/3cSlzjQy", "label": 1}
{"idx": 1746, "sentence": "Quale gruppo compose la musica per il film del 1970 \"La Febbre del Sabato Sera\"?", "label": 0}
{"idx": 1747, "sentence": "Poi posso tagliare la cubbaita a quadrati o a piccoli rettangoli.", "label": 1}
{"idx": 1748, "sentence": "@user E la mia professionalit chi la difende ? Noi prof manco le molliche delle loro brioches ! La buona scuola ! Di noi sfigati !", "label": 1}
{"idx": 1749, "sentence": "\"Non ce l'ho con te, ma con chi ti sta accanto ...\".", "label": 0}
{"idx": 1750, "sentence": "Il Governo #Monti non ha fatto nulla per cala lo spread e si riprende la Borsa di MIlano. Il gioco delle 3 carte vince sempre :-)", "label": 1}
{"idx": 1751, "sentence": "\"Christie ed io veniamo dalla stessa storia, ambiente povero, dove i nostri genitori ci hanno insegnato a batterci per il solo posto che merita considerazione, il primo\"", "label": 1}
{"idx": 1752, "sentence": "Inizialmente avremo un carattere locale e tenteremo di raccontare la vita della citt e della provincia.", "label": 1}
{"idx": 1753, "sentence": "Ero consapevole del fatto di avere dentro di me un cuore che fino a poche ore prima aveva pulsato nel petto di un altro.", "label": 1}
{"idx": 1754, "sentence": "Io ho scelto di andare a liberare il mio paese, Vrlika, e quando tutto  finito sono venuto a Spalato ad abbracciare i miei genitori.", "label": 1}
{"idx": 1755, "sentence": "Quale rete ha trasmesso per prima la miniserie \"Olocausto\" di Steven Spielberg?", "label": 0}
{"idx": 1756, "sentence": "Da  Il buon governo  a  La buona scuola  . L'autoreferenzialit iperpositiva spicciola da un Corruttore ad un Ebete . Vale Propriet Commutativa", "label": 1}
{"idx": 1757, "sentence": "Da che cosa  causato il singhiozzo?", "label": 0}
{"idx": 1758, "sentence": "Sul taccuino ho calcolato che, se tutto andr bene, io continuando il cammino come ho fatto finora e lui il suo, non potr rivedere Domenico che fra trentaquattro anni.", "label": 1}
{"idx": 1759, "sentence": "\"e questo  uno dei motivi per cui desidero parlare con voi.", "label": 0}
{"idx": 1760, "sentence": " Se un d il professor #Monti/che vien dalla #Bocconi/sbagliasse a fare i conti? /Saranno lacrimoni!? #sapevatelo @user", "label": 1}
{"idx": 1761, "sentence": "Qual  il nome tecnico per la \"malattia della mucca pazza\"?", "label": 0}
{"idx": 1762, "sentence": "Se fossi un politico darei la piena fiducia al governo Mario Monti.", "label": 0}
{"idx": 1763, "sentence": "@user sei n sola! Torna a scuola che ti fa bene. #labuonascuola", "label": 0}
{"idx": 1764, "sentence": "Dinanzi a me stava un mucchio impressionante di banconote.", "label": 0}
{"idx": 1765, "sentence": "Leggo ora il documento #labuonascuola. La prima impressione  che qualche lezione di italiano l'abbiano saltata anche i redattori", "label": 1}
{"idx": 1766, "sentence": "Di uno dei kamikaze di Parigi  rimasto solo un dito. E tutti stanno guardando quello. [@user]", "label": 1}
{"idx": 1767, "sentence": "La buona scuola di Renzi  un 'pacco' per gli ita: http://t.co/iKWpHqDzxV.. La scuola! ?....ci vuole un dottore! http://t.co/mmToHn5Mzo", "label": 1}
{"idx": 1768, "sentence": "non capivo se vivevo in un sogno, se ero felice o se invece stavo soffocando sotto il peso di una fatalit troppo grande.", "label": 1}
{"idx": 1769, "sentence": "Mangiare poco per invecchiare bene e vivere di pi http://t.co/Rmno7Zhr", "label": 0}
{"idx": 1770, "sentence": "Quando Gunnar Myrdal scrisse \"Il Dilemma Americano\"?", "label": 0}
{"idx": 1771, "sentence": "Padelli ci starebbe bene nella difesa dell'#Inter", "label": 0}
{"idx": 1772, "sentence": "Focalizzali e, se puoi punta decisa alla loro eliminazione.", "label": 1}
{"idx": 1773, "sentence": "\"Fatture a morte da queste parti?", "label": 0}
{"idx": 1774, "sentence": "Posso creare un account Facebook congiunto o condividere un account Facebook con qualcun altro?", "label": 1}
{"idx": 1775, "sentence": "@user grandi proclami con #labuonascuola ma il futuro dei giovani medici e della sanit italiana? chicchiere e distintivo renzi", "label": 1}
{"idx": 1776, "sentence": "Il Governo Monti: un Governo Supportato o un Governo Sopportato?", "label": 0}
{"idx": 1777, "sentence": "Io li farei lavorare 40 ore e con trenta giorni di ferie , come tutti . Ma non si puo' dire , senno' la casta si infervora . #labuonascuola", "label": 1}
{"idx": 1778, "sentence": "Chi ha il maggior numero di no hitters nel campionato di baseball professionistico?", "label": 1}
{"idx": 1779, "sentence": "Ma chi ha dato la patente a Mario Monti? Tutto questo tempo per fare una manovra!", "label": 0}
{"idx": 1780, "sentence": "Certa gente  lo spot vivente della sfiga ... #Buongiorno", "label": 0}
{"idx": 1781, "sentence": "Dove la Ubilab  rappresentata con il suo indirizzo?", "label": 0}
{"idx": 1782, "sentence": "@user uno dei pi grandi di tutti i tempi. perfetto. grazie di cuore #respect", "label": 0}
{"idx": 1783, "sentence": "Sul governo #monti ho gi sentito dire che  tecno-comunismo. A sto punto ho sentito tutto, posso anche morire", "label": 1}
{"idx": 1784, "sentence": "Non sappiamo cosa stia succedendo e quindi mi chiedo perch si debba permettere ai produttori di armi dell'Ue di trarne profitto a scapito di persone innocenti.", "label": 2}
{"idx": 1785, "sentence": "Di che cosa  stato accusato Aldrich H. Ames?", "label": 0}
{"idx": 1786, "sentence": "@user aggiungo: multe a tutto spiano! Andremo a pile, a meno che #Super #Mario #Monti non decida di tassare anche quelle!", "label": 1}
{"idx": 1787, "sentence": "Quanto si stima che costeranno le stazioni spaziali internazionali?", "label": 0}
{"idx": 1788, "sentence": "Vico H. (Milano) \"Le scrivo questa lettera - lei continua - perch ci potrebbero essere molti altri volontari.", "label": 1}
{"idx": 1789, "sentence": "Quando fu scritto l'\"Inferno\" di Dante?", "label": 0}
{"idx": 1790, "sentence": "@user buongioorno mariiii :-* :-* mi mancate :)", "label": 0}
{"idx": 1791, "sentence": "Il disegno di legge sulle unioni civili slitta di una settimana. Adesso siamo in ritardo di settant'anni e una settimana. [@user]", "label": 1}
{"idx": 1792, "sentence": "E usciamole un po'' ste palle !! #forzaragazzi #amalasempre", "label": 0}
{"idx": 1793, "sentence": "non esiste, io sospetto, frontiera, almeno non nel senso che noi siamo abituati a pensare.", "label": 1}
{"idx": 1794, "sentence": "@user quando penso al governo Monti mi viene in mente Longanesi e il suo Ci salveranno le vecchie zie  il caso di rileggerlo?", "label": 1}
{"idx": 1795, "sentence": "Uh, per la prima volta dopo secoli Olli Rehn dice qualcosa di positivo sull'Italia. Dobbiamo fare santo Mario Monti ...", "label": 1}
{"idx": 1796, "sentence": "In certi gran Premi hanno sbagliato gli altri e noi siamo andati meglio, in altri gran Premi non sbagliano e noi torniamo al posto naturale per noi\".", "label": 1}
{"idx": 1797, "sentence": "Quanti stati erano ancora uniti dopo la secessione degli stati del sud?", "label": 0}
{"idx": 1798, "sentence": "Francesca Pascale: \"La Meloni  una fascista moderna\". Far jogging su Roma.", "label": 0}
{"idx": 1799, "sentence": "Magari era venuto un cliente a versargli un acconto, il sarto in quel momento non aveva con s il portafogli e, tanto per non lasciare il biglietto in giro, l'aveva infilato nella mia giacca, appesa ad un manichino.", "label": 1}
{"idx": 1800, "sentence": "Il figlio di Mario Monti, Giovanni,  stato licenziato senza giusta causa dalla Parmalat", "label": 0}
{"idx": 1801, "sentence": "Noi non vogliamo uccidere civili - conclude Mehemet -.", "label": 0}
{"idx": 1802, "sentence": "Mi attaccheranno ancora e io risponder.", "label": 0}
{"idx": 1803, "sentence": "Vado in bicicletta, sono tornato a lavorare, mangio di tutto, guido la macchina, coltivo il mio orto.", "label": 1}
{"idx": 1804, "sentence": "Lavorai in una spasmodica tensione di nervi, con la paura che il miracolo cessasse da un momento all'altro.", "label": 1}
{"idx": 1805, "sentence": "ora gli studenti che manifestano hanno da sempre la mia solidariet ma: contro il nuovo Governo? Esageriamo! #governo #Monti", "label": 1}
{"idx": 1806, "sentence": "Ma, non so bene perch, forse per il ricordo dello sgradevole vecchietto, non avevo nessuna voglia di indossarlo.", "label": 1}
{"idx": 1807, "sentence": "Chi ha vinto il premio come miglior attore al Festival mondiale del cinema di Montreal?", "label": 0}
{"idx": 1808, "sentence": "Quanti membri della scorta sono morti nell'attentato al giudice Falcone?", "label": 0}
{"idx": 1809, "sentence": "@user oooh adesso Andrea  completa! ha anche la cresta !!", "label": 1}
{"idx": 1810, "sentence": "Quando si sono sposati Federico Fellini e Giulietta Masina?", "label": 0}
{"idx": 1811, "sentence": "\"Ah, ah, ah - ride ancora Ante - se non fai cos non puoi andare in guerra.", "label": 0}
{"idx": 1812, "sentence": "Comunque mi pare che le posizioni siano chiare e saranno riportate al processo verbale.", "label": 1}
{"idx": 1813, "sentence": "Avvincente la nomina dei sottosegretari del governo Monti. Che tanto mica abbiamo problemi pi seri ... noooo, noooooo ...", "label": 0}
{"idx": 1814, "sentence": "Signora presidente, non possiamo e non dobbiamo rassegnarci al continuo aumento degli incidenti che si verificano nel trasporto su strada, per ferrovia e sulle vie navigabili con gravi danni, dovuti non solo ma anche al fatto che il personale addetto non si occupa con sufficiente coscienziosit del trasporto delle merci pericolose;", "label": 2}
{"idx": 1815, "sentence": "Sara' l'anno della buona scuola : quando qualche stzo dira' sara' l'anno del lavoro?", "label": 1}
{"idx": 1816, "sentence": "Come si chiama il partito separatista curdo?", "label": 0}
{"idx": 1817, "sentence": "Spiegare a #renzi che le frasi prevedono soggetto, verbo e predicato. Il #messaggio sulla scuola  una canzone di Jovanotti #labuonascuola", "label": 0}
{"idx": 1818, "sentence": "Pensa se alla fine di tutto sto casino viene fuori che Borghezio  l'unico onesto", "label": 1}
{"idx": 1819, "sentence": "Quale attrice recitava il ruolo di Betsy nel \"Matrimonio di Betsy\"?", "label": 0}
{"idx": 1820, "sentence": "Caro Mario Monti,  con monotonia che ti mando a cagare", "label": 0}
{"idx": 1821, "sentence": "Ancora una volta io lever il campo, mentre Domenico scomparir all'orizzonte dalla parte opposta, per recare alla citt lontanissima l'inutile mio messaggio.", "label": 2}
{"idx": 1822, "sentence": "Come pu essere garantita la riscossione delle sanzioni?", "label": 0}
{"idx": 1823, "sentence": "ora il governo Monti toglier le pensioni di anzianit ... e sar giusto", "label": 0}
{"idx": 1824, "sentence": "Mario Monti, Governo pronto! Oggi si vota la fiducia al Senato http://t.co/JfgsBtu5", "label": 0}
{"idx": 1825, "sentence": "Nasce il Governo Monti, i nostri migliori auguri di buon lavoro: Generazione Italia http://t.co/UY3m4Ulq", "label": 0}
{"idx": 1826, "sentence": "Martina, sei il genio della lampada. Idea magnifica rimanere alzati fino a tardi sapendo che domani hai l'esame. E per deprimerti, poi. #off", "label": 1}
{"idx": 1827, "sentence": "Sarkozy fermato per corruzione. Il semestre italiano in Europa comincia alla grande. [@user]", "label": 0}
{"idx": 1828, "sentence": "Penso che come elemento di novit iniziale, sia da giudicare positivamente.", "label": 0}
{"idx": 1829, "sentence": "Quanto calcio c' nei broccoli?", "label": 0}
{"idx": 1830, "sentence": "Fino a che ora  aperta Disneyland?", "label": 0}
{"idx": 1831, "sentence": "Vicino a quale citt si trova il Lago Washington?", "label": 0}
{"idx": 1832, "sentence": "Quando andiamo nei boschi a cercare i funghi, portiamo un cestino di vimini con noi.", "label": 0}
{"idx": 1833, "sentence": "Mario Monti: c' il rischio ... di trasformare l'Italia da Stato fondatore in Stato affondatore dell'Unione europea! http://t.co/z3S1cVFR", "label": 1}
{"idx": 1834, "sentence": "Dove risiede il vice presidente quando  in carica?", "label": 0}
{"idx": 1835, "sentence": "\"ah, lei dice Catania e io penso a Maiorana.", "label": 0}
{"idx": 1836, "sentence": "\"Mamma, pap, vi ho riportato Vrlika, ora potete tornare a casa.\"", "label": 0}
{"idx": 1837, "sentence": "No, Wojtyla non lo avevo mai sentito parlare cos ... e questo gli far conquistare molti consensi a Pechino\".", "label": 1}
{"idx": 1838, "sentence": "@user li accomuna il numero e la qualit dei neuroni", "label": 0}
{"idx": 1839, "sentence": "Di quale compagnia J. Patrick Rooney  il presidente?", "label": 0}
{"idx": 1840, "sentence": "Non dobbiamo giocare davvero, possiamo solo immaginarlo.", "label": 0}
{"idx": 1841, "sentence": "Quando  avvenuta la riunificazione delle due Germanie?", "label": 0}
{"idx": 1842, "sentence": "In #conferenzastampa Governo Monti inviti al coraggio, equit, sostenibilit: tutte cose che non si mangiano. #hyperfail", "label": 1}
{"idx": 1843, "sentence": "Che uomo simpatico, pensai sulle prime.", "label": 0}
{"idx": 1844, "sentence": "Spremere i migranti: ecco la nuova tassa del Governo Monti | umbrialeft.it http://t.co/zQJ0PGJh", "label": 0}
{"idx": 1845, "sentence": "Che cosa viene esposto nel Vitra Design Museum?", "label": 0}
{"idx": 1846, "sentence": "Renzi: \"Le mie riforme un bacio all'Italia addormentata\".  il metodo Bill Cosby. [@user]", "label": 1}
{"idx": 1847, "sentence": "In che anno  morto Nelson Mandela?", "label": 0}
{"idx": 1848, "sentence": "Quali cibi possono causare reazioni allergiche nelle persone?", "label": 0}
{"idx": 1849, "sentence": "@user alla faccia della buona scuola siamo con preside reggente da 6 anni iscrizioni in calo mafammiilpiacere!!!", "label": 1}
{"idx": 1850, "sentence": "Da mesi protestiamo e chiediamo mari e monti, non Mario #Monti capo del governo. #elezioni subito", "label": 0}
{"idx": 1851, "sentence": "Quale dessert  fatto con mezze pesche affogate, gelato alla vaniglia e salsa di lamponi?", "label": 0}
{"idx": 1852, "sentence": "Quando domani approveremo il processo verbale della seduta odierna i colleghi che dovessero ritenerlo inadeguato potranno chiedere che esso venga modificato.", "label": 2}
{"idx": 1853, "sentence": "Governo Monti: l'impossibile lo stiamo facendo per i miracoli ci stiamo attrezzando", "label": 0}
{"idx": 1854, "sentence": "RT @user: Tempo fa Intercettato anche il cellulare di Bersani dagli USA, nessuna protesta dal PD. pare gli abbian fatto 3 ricari", "label": 1}
{"idx": 1855, "sentence": "Ma una singolare coincidenza raffredd il mio gioioso delirio.", "label": 1}
{"idx": 1856, "sentence": "In conclusione #piazzapulita e #serviziopubblico hanno fatto campagna elettorale per #Grillo a due set. dal voto, un' operazione democratica", "label": 1}
{"idx": 1857, "sentence": "Se vuoi saperlo, vai al cinema a vedere il film Appuntamento a Belleville.", "label": 0}
{"idx": 1858, "sentence": "Claudia sar contenta, ma io non benedico nessun matrimonio, sono un padre democratico, decideranno loro se e quando\".", "label": 1}
{"idx": 1859, "sentence": "ma perch la gente  cos rincoglionita? sar colpa dello smog?", "label": 0}
{"idx": 1860, "sentence": "pieni poteri a Mario Monti. In effetti quale governo pu essere pi appropriato di un Full Monty x questo paese (ispired by @user)", "label": 1}
{"idx": 1861, "sentence": "Cercai di ridere, spiegando che la sera prima avevo bevuto un p troppo e che il sonno mi aveva colto all'improvviso.", "label": 1}
{"idx": 1862, "sentence": "Qual  il paese col pi alto numero di abitanti al mondo?", "label": 0}
{"idx": 1863, "sentence": "Governo #Monti antidemocratico! la democrazia, per chi l'ha dimenticato, necessita di elezioni!", "label": 1}
{"idx": 1864, "sentence": "Quale Primo Ministro ricevette un avviso di garanzia per corruzione da parte della Procura di Milano?", "label": 1}
{"idx": 1865, "sentence": "@user per carit ... ti sfuggono molte sfumature nella lettura dei giornali", "label": 0}
{"idx": 1866, "sentence": "state tranquilli, quest'anno sorveglier io le designazioni, ho messo l apposta Paparesta, se vi fanno qualche torto rivolgetevi a me.", "label": 1}
{"idx": 1867, "sentence": "\"che Dio ti benedica, figliolo\" rispose il padre.", "label": 0}
{"idx": 1868, "sentence": "Che direbbero in paese se mi vedessero con voi?", "label": 0}
{"idx": 1869, "sentence": "Schiacciai il campanello per chiamare la segretaria.", "label": 0}
{"idx": 1870, "sentence": "In che anno  finita la Seconda Guerra Mondiale?", "label": 0}
{"idx": 1871, "sentence": "Ci misero fuori alle sei del mattino, per l'intervento provvidenziale di un amico leader studentesco.", "label": 1}
{"idx": 1872, "sentence": "@user No, ho fatto la brava. Quando ci sar un Social che legge le menti, ne star alla larga. I pensieri deliranti non li scrivo mai.", "label": 0}
{"idx": 1873, "sentence": "Che nome viene dato ad una raccolta di poesie?", "label": 0}
{"idx": 1874, "sentence": "Nuove misure sull'immigrazione: sui confini europei verr scritto \"Per colpa di qualcuno non entra pi nessuno\". [@user]", "label": 1}
{"idx": 1875, "sentence": "gli ha fatto la respirazione bocca - becco e il massaggio cardiaco, si  ripreso ed  volato via. meno canne prof, meno canne.", "label": 1}
{"idx": 1876, "sentence": "A quanto ammonta la popolazione di Canberra?", "label": 0}
{"idx": 1877, "sentence": "Chi ha dipinto l'\"Urlo\"?", "label": 0}
{"idx": 1878, "sentence": "Anch'io, come l'onorevole Rack, provengo da un paese di transito in cui la questione assume particolare importanza.", "label": 1}
{"idx": 1879, "sentence": "Anche qualche ora in pi di #scienza non avrebbe gustato ne #labuonascuola. Qui riassuntino: http://t.co/U5vWXjGII8 via @user", "label": 0}
{"idx": 1880, "sentence": "Forse con il governo #Monti si torner a fare politica.", "label": 0}
{"idx": 1881, "sentence": "Magazine: on line il primo numro anche per IPAD! http://t.co/75gTA5NW", "label": 0}
{"idx": 1882, "sentence": "Non saremo soddisfatti fino a quando lultima scuola [...] non avr banda larga. L'IC Zona Leda Aprilia non ha palestra. #labuonascuola", "label": 0}
{"idx": 1883, "sentence": "Dove si trova l'aeroporto di Heathrow?", "label": 0}
{"idx": 1884, "sentence": "Di che cosa  composto il magma?", "label": 0}
{"idx": 1885, "sentence": "Terrorismo, studente universitario espulso dall'Italia. Ma sarebbe bastato aspettare che si laureasse. [@user]", "label": 0}
{"idx": 1886, "sentence": "attenzione xch se #Grillo  furbo e attenua un po' giustizialismo x cavalcare questione fiscale sono dolori per tutti #bluffitalia", "label": 1}
{"idx": 1887, "sentence": "Come viene chiamato un gruppo di antilopi?", "label": 0}
{"idx": 1888, "sentence": "@user dovrebbero tassare anche le corna che i mariti mettono alle mogli e viceversa .. per vale solo per i politici ..", "label": 0}
{"idx": 1889, "sentence": "Che mestiere faceva il padre di Osama Bin Laden?", "label": 0}
{"idx": 1890, "sentence": "Governo Monti - Napolitano sa tanto di padre che toglie il giocattolo al pupo che senn rischia di sfasciarlo ... #elezioni #308", "label": 1}
{"idx": 1891, "sentence": "Il mestiere del mare non  per te, figliolo.", "label": 0}
{"idx": 1892, "sentence": "Quante persone furono dichiarate disperse nelle Filippine dopo il tifone \"Angela\"?", "label": 0}
{"idx": 1893, "sentence": "@user1 @user2 di sicuro rimanendo terrestri c' di mezzo la mela di Newton: alla fine casc", "label": 1}
{"idx": 1894, "sentence": "Ricomincia un nuovo giorno, e con nuove tasse.", "label": 0}
{"idx": 1895, "sentence": "Dove si tennero i Giochi Olimpici del 1992?", "label": 0}
{"idx": 1896, "sentence": "Perch dal 1998 il comitato salute e sicurezza non si  pi riunito?", "label": 0}
{"idx": 1897, "sentence": "La #costamagna dice che c' un' intervista esclusiva a #Grillo. Ma se ieri l'hanno intervistato quasi tutti ... #Robinson", "label": 1}
{"idx": 1898, "sentence": "Il mio appello al Dr. Luccisano di venire a discutere de #labuonascuola nella mia scuola non  ancora stato accolto. Troppo impegnato ?", "label": 1}
{"idx": 1899, "sentence": "Con quale abbreviazione si indica il fondo delle Nazioni Unite per l'Infanzia?", "label": 0}
{"idx": 1900, "sentence": "Attraverso la piazza e mi accorgo che i carabinieri, in macchina, non mi perdono di vista.", "label": 1}
{"idx": 1901, "sentence": "\"Sei Milano, la televisione dei milanesi, vi mander in onda.", "label": 1}
{"idx": 1902, "sentence": "Wow !!! @user ha risposto al mio messaggio !!!!!", "label": 0}
{"idx": 1903, "sentence": "Se vuoi, puoi aggiungere questo indirizzo e-mail al tuo account Facebook per essere sicuro di non ricevere altri inviti in futuro.", "label": 1}
{"idx": 1904, "sentence": "Come  potuta accadere una cosa del genere?", "label": 0}
{"idx": 1905, "sentence": "Con il Governo Monti gli animali domestici diventano un lusso http://t.co/rz9fKmZb", "label": 0}
{"idx": 1906, "sentence": "Ma dove troveranno i soldi il Governo e le banche per mettere in piedi tutta l'operazione?", "label": 1}
{"idx": 1907, "sentence": "@user problemi spazio-temporali, entropia dell'universo, troppi stronzi in giro, il default dell'italia, la buona scuola, continuo?", "label": 1}
{"idx": 1908, "sentence": "Come valutare tutto ci, si chiede l'autrice?", "label": 0}
{"idx": 1909, "sentence": "Sul governo #monti oggi tutti i giornali a fare totoministri come @user aveva vaticinato ieri", "label": 0}
{"idx": 1910, "sentence": ".@SteGiannini Eh s ! lo sa Iddio quanto bisogno ne ha la classe dirigente di tornare a #labuonascuola", "label": 0}
{"idx": 1911, "sentence": "Ti senti grassa e non ami il tuo corpo?", "label": 0}
{"idx": 1912, "sentence": "@user ma si tifa italia cazzo, bravo", "label": 0}
{"idx": 1913, "sentence": "Su chi puntano i Repubblicani per vincere?", "label": 0}
{"idx": 1914, "sentence": "C' poco da fare. A me cambia la giornata cantare a squarciagola in macchina la mattina. #buonumore", "label": 0}
{"idx": 1915, "sentence": "Con quale abbreviazione si indica il Fondo delle Nazioni Unite per l'Infanzia?", "label": 0}
{"idx": 1916, "sentence": "Quanto era grande il \"Grande Boccone\" che si vendeva nei negozi 7-Eleven nel 1980?", "label": 1}
{"idx": 1917, "sentence": "Io a quelli che sono contro le unioni omosessuali gli bloccherei la categoria \"lesbian\". [@user]", "label": 0}
{"idx": 1918, "sentence": "#labuonascuola Giannini:  I sindacati della scuola non sono interlocutori privilegiati  .. Certo, meglio la pseudoconsultazione on line :)", "label": 1}
{"idx": 1919, "sentence": "Qual  il normale livello di zuccheri nel sangue per gli esseri umani?", "label": 0}
{"idx": 1920, "sentence": "Quando Panama si vide restituire il Canale di Panama?", "label": 0}
{"idx": 1921, "sentence": "@user con le vostre scelte per la buona scuola nn ci resta che ka scaramanzia. Tfa abilitato, selezionato e da voi scartato", "label": 1}
{"idx": 1922, "sentence": "La vita ... un viaggio prezioso e irripetibile. irripetibile (agg. Che non si pu ripetere), eccezionale ,... http://t.co/sCLLyson", "label": 1}
{"idx": 1923, "sentence": "A Mar .. Stime di - 2,2 per colpa della manovra del governo Monti?! E daje su, finitela di dire cazzate ... #Ballar", "label": 1}
{"idx": 1924, "sentence": "Consigliere comunale M5S sorpreso a rubare negli armadietti della palestra. Li apriva come una scatoletta di tonno. [@user]", "label": 1}
{"idx": 1925, "sentence": " vero che doveva interpretare lei la parte di Bruce Willis in Pulp Fiction?", "label": 0}
{"idx": 1926, "sentence": "i poeti costruiscono tweet sulla paura, paura da amare paura di restare .... aggiungete pure paura che non ve la da ...", "label": 1}
{"idx": 1927, "sentence": "Signora presidente, innanzi tutto voglio ringraziare l'onorevole Koch per la sua relazione incentrata sul tema della sicurezza dei trasporti e in particolare sull'armonizzazione delle prescrizioni applicabili all'esame di consulente per la sicurezza dei trasporti di merci pericolose su strada, ferrovia o vie navigabili interne.", "label": 3}
{"idx": 1928, "sentence": "Via, neanche Cossutta ora parla pi di fascismo, il clima nel Paese  cambiato, chi volete che ci tocchi?\".", "label": 1}
{"idx": 1929, "sentence": "Passare da Berlusconi a Mario Monti  un salto troppo grosso. Ci vorrebbe almeno un governo di transizione presieduto da Checco Zalone", "label": 0}
{"idx": 1930, "sentence": "Devo confessarle che in questo momento la questione mi pare un po' confusa.", "label": 0}
{"idx": 1931, "sentence": "Signora presidente, non  mia intenzione riprendere la discussione, ma anch'io avevo chiesto di intervenire per prendere posizione sulla richiesta dell'onorevole Barn Crespo.", "label": 1}
{"idx": 1932, "sentence": "Non male l'idea di usare un palazzo degli anni '50 per comunicare, con un sistema degli anni '10, un messaggio del 1200. [@user]", "label": 1}
{"idx": 1933, "sentence": "I sindacati si accorsero solo ora che il governo monti  deleterio ... Buongiorno! ben svegliati!", "label": 0}
{"idx": 1934, "sentence": "Inviate entro il 28 giugno i vostri ritratti, parole, immagini, suoni, a \"sei al lavoro\", agenzia per la televisione nuova.", "label": 0}
{"idx": 1935, "sentence": "Insomma non avevo nessun desiderio di rivederlo.", "label": 0}
{"idx": 1936, "sentence": "Perch rispondere ai giornalisti che in Italia, in generale, non fanno #serviziopubblico? #Grillo fa bene a rispondere solo ai cittadini.", "label": 1}
{"idx": 1937, "sentence": "Bench io apprezzi l'eleganza nel vestire, non bado, di solito, alla perfezione o meno con cui sono tagliati gli abiti dei miei simili.", "label": 1}
{"idx": 1938, "sentence": "Dopo due ore che stavo studiando italiano, mi sono accorta che avevo preso il libro sbagliato. #benecosi", "label": 0}
{"idx": 1939, "sentence": "Che ha spinto le spie ad agire?", "label": 0}
{"idx": 1940, "sentence": "Tuttavia, il poeta e critico John Dryden ha un'ottima opinione di Shakespeare, dicendo di Jonson, \"lo ammiro, ma amo Shakespeare\".", "label": 1}
{"idx": 1941, "sentence": "Quale terrorista donna dell'ETA  anche conosciuta come \"la tigre\"?", "label": 0}
{"idx": 1942, "sentence": "Il lapsus freudiano di #renzi \"Ma la riforma della scuola non  la riforma\". Cambiare tutto per non cambiare niente #labuonascuola", "label": 1}
{"idx": 1943, "sentence": "I giornalisti favorevoli al governo Monti, sostengono che si far. I contrari dicono di no. Avanza lo sputtanamento della professione.", "label": 1}
{"idx": 1944, "sentence": "\"Che cosa dire alle donne di oggi?", "label": 0}
{"idx": 1945, "sentence": "Ascoltami: ora noi torniamo subito a terra, tu sbarcherai e non ti staccherai mai pi dalla riva, per nessuna ragione al mondo.", "label": 0}
{"idx": 1946, "sentence": "#Esteri #News #news Nepal: si organizzano i soccorsi internazionali dopo il terremoto http://t.co/wKHOW23iXn http://t.co/UtApP1uyaa", "label": 1}
{"idx": 1947, "sentence": "Spero di sfatare questo pregiudizio per sempre, con voi.", "label": 0}
{"idx": 1948, "sentence": "Cosa fu innalzato il 13 agosto 1961?", "label": 0}
{"idx": 1949, "sentence": "Roma, Fini: governo Monti solo con ok Berlusconi http://t.co/YuVUjQ1M", "label": 0}
{"idx": 1950, "sentence": "Dov' la Valle dei Re?", "label": 0}
{"idx": 1951, "sentence": "I burocrati del miur sono riusciti a fare le commissioni degli esami di stato con componenti interni ovviamente non pagati W #labuonascuola", "label": 1}
{"idx": 1952, "sentence": "la lega va all'opposizione, il pd si suicida in un governo con udc e pdl, silvio risorge, proprio un' ottima idea il governo Monti ...", "label": 1}
{"idx": 1953, "sentence": "Dal mese di dicembre 2003 possiamo vedere al cinema il film Alla ricerca di Nemo.", "label": 0}
{"idx": 1954, "sentence": "@user non fare la bad girl con me.", "label": 0}
{"idx": 1955, "sentence": "Porta, il mio ultimo saluto alla citt dove io sono nato.", "label": 1}
{"idx": 1956, "sentence": "Primi effetti della riforma #renzi: la rende pubblica e il giorno dopo muore la Falcucci. #labuonascuola", "label": 1}
{"idx": 1957, "sentence": "RT @user1:. @user2 Compagno, si ricordi che quando verr eletto, ciocor e biancor saranno gli unici snack ammessi! http:/", "label": 1}
{"idx": 1958, "sentence": "Il terzo polo d appoggio totale a Mario Monti, ma di chi ti eri andato a fidare? (cit. #MIOPADRE)", "label": 1}
{"idx": 1959, "sentence": "Come funziona l'ormone della crescita?", "label": 0}
{"idx": 1960, "sentence": "@user Mah, magari i topi c'hanno voglia di imparare ... :-) Scherzi a parte, l'Italia tiene alle nuove generazioni. La buona scuola.", "label": 0}
{"idx": 1961, "sentence": "Leggo #labuonascuola e rispondo nuovamente al questionario. Anche questo si fa, pensa un po' :) #passodopopasso", "label": 1}
{"idx": 1962, "sentence": "Al momento, sul sito web de #labuonascuola c' solo modo di lasciare email per allerta su quando sar l'avvio della consultazione #annuncite", "label": 1}
{"idx": 1963, "sentence": "Attivisti del Movimento 5 Stelle fanno irruzione nella sede del Secolo XIX. Non capivano l'emoticon. [@user]", "label": 1}
{"idx": 1964, "sentence": "Mi ha tolto tutto, telefono e ipod. Mortacci sua.", "label": 0}
{"idx": 1965, "sentence": "Dai ritorna @user canta ancora ti prego #EdSheeranSanremo2015", "label": 0}
{"idx": 1966, "sentence": "Quanto costano i biglietti per Disney World?", "label": 0}
{"idx": 1967, "sentence": "Grillini, imparate a confrontarvi con gli altri, non insultate. #Grillo non vi ha insegnato che il confronto  alla base della democrazia?", "label": 0}
{"idx": 1968, "sentence": "Che premio vinse nel 1963 il libro di Sterling North \"Rascal\"?", "label": 0}
{"idx": 1969, "sentence": "In che cosa sfocia il fiume Cubango?", "label": 0}
{"idx": 1970, "sentence": "GIUSTO DOBBIAMO FARE LORO LA DANZA DELLA PIOGGIA COSI' SONO CONTENTI ..............!!!!!!!!!!!! http://t.co/hQZ4qWGbVu", "label": 0}
{"idx": 1971, "sentence": "Ragazzi a Roma c' un tempo pessimo. Piove ma come piove. Il clima  in linea con il governo Monti. Lacrime sudore sangue e pure pioggia", "label": 1}
{"idx": 1972, "sentence": "Dimmi il nome di una citt finlandese.", "label": 0}
{"idx": 1973, "sentence": "@user l'Italia  la culla dell'ipocrisia", "label": 0}
{"idx": 1974, "sentence": "Coma iniziare un buon sabato? Guardandosi South Park il film!", "label": 0}
{"idx": 1975, "sentence": "Chi  il presidente della Francia?", "label": 0}
{"idx": 1976, "sentence": "Vorrei che tutti i quintali di pasta al forno che gli ora stiamo mangiando siano goduti alla faccia di Mario Monti e della Bce #wl'Ungheria", "label": 1}
{"idx": 1977, "sentence": "E i soldi delle piramidi dove sono finiti?", "label": 0}
{"idx": 1978, "sentence": "Qual  il paese europeo col pi alto tasso di consumo di alcol?", "label": 0}
{"idx": 1979, "sentence": "Mi ero dimenticata del servizio Atac Roma .. #buongiornomondo", "label": 0}
{"idx": 1980, "sentence": "Quanti film sono stati presentati al Festival mondiale del cinema di Montreal?", "label": 0}
{"idx": 1981, "sentence": "In quale anno venne costruito Ebbets Field, la sede dei Brooklin Dodgers?", "label": 0}
{"idx": 1982, "sentence": "@user sei anche tu tra i moderatori di \"La buona scuola\"? Di' un po' ce l'hai con la mobilit professionale? Si prevedono scioperi!", "label": 0}
{"idx": 1983, "sentence": "Max Pezzali con ' L'universo tranne noi '  adesso in onda su Radio Amici, il canale Pop Rock di Pratica Radio: http://t.co/3gbeDdqx3I", "label": 0}
{"idx": 1984, "sentence": "\"Non parliamo di politica, avete visto quel povero Di Pietro, come l'hanno trattato?", "label": 0}
{"idx": 1985, "sentence": "Quello che non c' venuto in mente e che voi volete far vedere.", "label": 1}
{"idx": 1986, "sentence": "Io e mio figlio vogliamo entrare nella fondazione con voce in capitolo e non solo a titolo onorario.", "label": 0}
{"idx": 1987, "sentence": "Il credere in quel che si fa e la spontaneit sono grandi caratteristiche degli italiani e io l'ho sempre applicate a questo festival.", "label": 1}
{"idx": 1988, "sentence": "sono anni che qui non cambia nulla, noi siamo il volano dello sport.", "label": 0}
{"idx": 1989, "sentence": "\"io e mia moglie, che  portoghese, non ne possiamo pi di questo clima.", "label": 0}
{"idx": 1990, "sentence": "No, direi che tra Nord e Sud non c' una differenza culturale.", "label": 0}
{"idx": 1991, "sentence": "\"io ero troppo giovane, lui troppo intelligente, troppo paterno, troppo tutto\".", "label": 0}
{"idx": 1992, "sentence": "Che prezzo dovrete pagare a Zagabria per l'intervento?", "label": 0}
{"idx": 1993, "sentence": "Perch non  stato condotto alcun test della qualit dell'aria in questo edificio da quando siamo stati eletti?", "label": 1}
{"idx": 1994, "sentence": "Onorevole Lynne, lei ha perfettamente ragione e intendo verificare se tutto quanto lei ha detto davvero non  stato fatto.", "label": 1}
{"idx": 1995, "sentence": "Intendo altres sottoporre il punto al collegio dei questori e sono certa che ai nostri questori star a cuore fare in modo che il parlamento osservi le disposizioni che approva.", "label": 1}
{"idx": 1996, "sentence": "Signora presidente, l'onorevole Dez Gonzlez e io avevamo presentato alcune interrogazioni in merito a determinate opinioni della vicepresidente de Palacio riferite da un giornale spagnolo.", "label": 1}
{"idx": 1997, "sentence": "Onorevole collega, sar mia cura verificare tale punto.", "label": 0}
{"idx": 1998, "sentence": "Io penso invece ad una donna che si chiama Joyce Sandir.", "label": 0}
{"idx": 1999, "sentence": "\"Io ho imparato pi [da Balzac] che da tutti gli storici di professione, economisti e statistici messi insieme.", "label": 0}
{"idx": 2000, "sentence": "\"In agosto verranno delle persone a trovarci, se Marco vuole venire pago io le spese, pensaci!", "label": 0}
{"idx": 2001, "sentence": "No, non mi dispiace tanto per lei, che adesso non c' pi e non sente niente.", "label": 0}
{"idx": 2002, "sentence": "Io sono stato fortunato, ma con determinazione, impegno e la possibilit offerta dall'universit, che spero si concretizzi, diventare astronauta  un obiettivo che pu essere conseguito da tutti.\"", "label": 1}
{"idx": 2003, "sentence": "E ho sempre vissuto di cultura popolare, prima con le canzoni alpine, poi nelle periferie di New York o Calcutta.", "label": 1}
{"idx": 2004, "sentence": "Non sono mai andato alla ricerca di cose raffinate e non mi sento un uomo raffinato.", "label": 0}
{"idx": 2005, "sentence": "Avevo fatto lo studente, la guerra, cercavo di sopravvivere come potevo, con pochi soldi disegnavo.", "label": 1}
{"idx": 2006, "sentence": "Anzi, io ho una specie di frenesia per il mondo contemporaneo.", "label": 0}
{"idx": 2007, "sentence": "Ma io ho ancora paura delle strade vuote, di un medioevo con le cacche dei cani, della citt come ospizio deserto per anziani.\"", "label": 1}
{"idx": 2008, "sentence": "Risposta: \"questa  una domanda stupida, e io non voglio rispondere\".", "label": 0}
{"idx": 2009, "sentence": "\"Io non sono tra quelli che criticano la cultura giuridica del nostro paese, per, per quanto riguarda la protezione dei pentiti, forse altri hanno soluzioni pratiche pi efficienti\".", "label": 1}
{"idx": 2010, "sentence": "Dico meglio: con tutti i sensi?.\"", "label": 0}
{"idx": 2011, "sentence": "anche in Parlamento disse che noi saremmo usciti di l con i piedi avanti ....\"", "label": 1}
{"idx": 2012, "sentence": "La sua risposta, come sempre  pratica, \"cambiate voi il mondo, nel frattempo io ne avr cura\"\".", "label": 1}
